{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 1",
      "content": "What intermolecular bond is responsible for water's cohesive, adhesive and thermal properties?\n\n\n\n- A. $\\hspace{1em}$ Covalent bond\n- B. $\\hspace{1em}$ Hydrogen bond\n- C. $\\hspace{1em}$ Ionic bond\n- D. $\\hspace{1em}$ Metallic bond\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nIn water, a hydrogen bond (Choice B) is formed between partially the positively charged hydrogens of one water molecule and the partially negatively charged oxygens on another water molecule. Choice A is incorrect because this bond is intramolecular. Choices C and D are incorrect because water does not form ionic or metallic bonds with itself.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 2",
      "content": "What property of water helps living organisms maintain their internal body temperature?\n\n\n\n- A. $\\hspace{1em}$ Thermal properties\n- B. $\\hspace{1em}$ Cohesive properties\n- C. $\\hspace{1em}$ Adhesive properties\n- D. $\\hspace{1em}$ Solvent properties\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nWater's thermal properties (Choice A) include a high heat of vaporisation which results in the absorption of a large amount of heat by water before changing its physical state. This means that changing the temperature of the water is slow, and this helps to maintain the internal temperature of organisms between set limits. \nWater has cohesive properties (Choice B) which means it sticks to other water molecules. \nWater has adhesive properties (Choice C) which means it adheres to charged surfaces. \nWater is an excellent solvent (Choice D) which means it dissolves a wide array of polar and ionic substances.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 3",
      "content": "Which of the following is not soluble in water?\n\n\n\n- A. $\\hspace{1em}$ Glucose\n- B. $\\hspace{1em}$ Amino Acids\n- C. $\\hspace{1em}$ Cholesterol\n- D. $\\hspace{1em}$ Sodium Chloride\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nCholesterol (Choice C) is a non-polar hydrophobic molecule. Therefore, it is insoluble in water. \nGlucose (Choice A), amino acids (Choice B), and sodium chloride (Choice D) are soluble in water and are hydrophilic.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 4",
      "content": "What substances are attracted to water and form intermolecular bonds with water molecules?\n\n\n\n- A. $\\hspace{1em}$ Insoluble substances\n- B. $\\hspace{1em}$ Hydrophobic substances\n- C. $\\hspace{1em}$ Hydrophilic substances\n- D. $\\hspace{1em}$ Non-polar substances\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nHydrophilic (Choice C) substances dissolve in water through the formation of hydrogen bonds with water. \nNon-polar (Choice D) substances are not attracted to water molecules and do not form bonds with them. These substances are hydrophobic (Choice B), making them insoluble (Choice A) in water.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 5",
      "content": "Which is the correctly annotated diagram of a molecule of water?\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/edd73f4a-ca99-4c0a-8aa6-5dd7c70ee984/images/a5ccea10-4644-40e3-934c-b5de3575771e/BI1011iii.png)\n\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nA water molecule consists of 2 hydrogens and one oxygen connected by single covalent bonds. Water molecules are polar, with a slight negative charge on the oxygen (δ-) and a slight positive charge on the hydrogens (δ+) due to unequal sharing of electrons. Choice B  is correct.\nChoice A  is incorrect as it consists of one hydrogen bonded to two oxygens. Choice C  is incorrect, as water molecules are not linear due to the sharing of electrons. Choice D  is incorrect as oxygen is not slightly positive (δ+) and hydrogen is not slightly negative (δ-).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 6",
      "content": "\n- Outline how hydrogen bonds form between water molecules. [2]\n\n- State one of the ways that hydrophilic substances interact with water. [1]\n\n- State one of the ways that non-polar molecules interact with water.[1]\n\n- Distinguish between cohesion and adhesion.[2]\n\n",
      "markScheme": "\n- Any two of the following:\n  $\\ce{ -> }$ hydrogen bonds are formed between the hydrogen atom of one water molecule and the oxygen atom of another water molecule [1]\n\n  $\\ce{ -> }$ hydrogen atoms in water molecules are partially positive [1]\n\n  $\\ce{ -> }$ oxygen atoms in water molecules are partially negative [1]\n\n  $\\ce{ -> }$ hydrogen bonds are a polar attraction and electrons are not shared [1]\n\n  [2 mark maximum]\n\n  $\\underline{\\textrm{Sample Answer}}$: \nIn water molecules, hydrogen bonds are formed between the partially positive ($\\checkmark$) hydrogens of one water molecule and the partially negative ($\\checkmark$) oxygens of other water molecules.\n- Any one of the following:\n  $\\ce{ -> }$  they are attracted to and form intermolecular bonds with water\t\t\t[1]\n\n  $\\ce{ -> }$ they form hydrogen bonds\t\t\t\t\t\t\t[1]\n\n  $\\ce{ -> }$  they dissolve in water OR are soluble in water\t\t\t\t\t[1]\n\n  [1 mark maximum]\n\n  $\\underline{\\textrm{Sample Answer}}$: \nHydrophilic substances are attracted to water($\\checkmark$)  and form intermolecular bonds. They are said to be soluble ($\\checkmark$) in water.\n- Any one of the following:\n  $\\ce{ -> }$  do not freely associate with water [1]\n\n  $\\ce{ -> }$  hydrophobic are repelled by water [1]\n\n  $\\ce{ -> }$  do not dissolve in water OR insoluble in water [1]\n\n  [1 mark maximum]\n\n  $\\underline{\\textrm{Sample Answer}}$: \nNon-polar molecules are hydrophobic ($\\checkmark$) and do not dissolve ($\\checkmark$)  in water.\n- Any two of the following:\n  $\\ce{ -> }$  in cohesion, water molecules stick to each other WHILE in adhesion, water molecules adhere to the polar, OR charged, surfaces of other molecules [1]\n\n  $\\ce{ -> }$  cohesion explains water’s surface tension properties  WHILE adhesion explains capillary action\t[1]\n\n  $\\ce{ -> }$  in plants, adhesion allows water to travel by capillary forces  WHILE cohesion is responsible for maintaining an uninterrupted water column [1]\n\n\n[2 mark maximum]\n\n$\\underline{\\textrm{Sample Answer}}$: \nWater molecules are polar, with one end being partially positive and the other end being partially negative. This polarity allows water to form hydrogen bonds with other molecules. When hydrogen bonds form between two water molecules, this is cohesion($\\checkmark$), whereas hydrogen bonds forming between water and other polar molecules is adhesion. An example of adhesion and cohesion working together would be in plants, where water travels up xylem vessels against gravity. This is possible because cohesion maintains an uninterrupted water column($\\checkmark$), and the adhesion of water to the cellulose walls of xylem vessels drives the water upwards through capillary action($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": "6",
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 7",
      "content": "The micrograph below shows the longitudinal cross-section of a stem from a plant in the Pinus genus.  Xylem vessels are clearly visible.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/ce64231b-0a07-4418-a59e-8dfdae6072ce/images/a56a5858-4bcb-449c-b27e-2d6d5a622fdd/BI1046.png)\n\n\nMagnification: 100X[Source: From Berkshire Community College Bioscience Image Library. (2014). Radial section: Pinus stem magnification: 100x iron-alum hematoxylin and safranin stain. Wikimedia Commons. Retrieved April 29, 2022, from https://commons.wikimedia.org/wiki/File:Gymnosperm_Stem_Soft_Wood_in_Pinus_(36087426450).jpg.\nCopyright by CC BY CC0 1.0\n]\nThe xylem is composed of hollow, tube-like tissues that transport water through capillary action. What property of water explains capillary action?\n\n\n\n- A.$\\hspace{1em}$ Melting point\n- B.$\\hspace{1em}$ Adhesive properties\n- C.$\\hspace{1em}$ Specific heat capacity\n- D.$\\hspace{1em}$ Buoyant forces\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nAdhesive properties (Choice B) refer to water’s ability to stick to charged surfaces or polar molecules. This, together with cohesion, allows water to move against gravity up the stem through capillary action.\nWater's melting point (Choice A) is the temperature at which it changes its state from solid to liquid.\nThe specific heat capacity (Choice C) of water pertains to the amount of heat energy needed to raise the temperature of a unit mass (usually one gram) of water by 1 °C.\nThe buoyant force of water (Choice D) is the upward force on an object submerged or partially immersed in water, equal to the weight of the displaced water.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 8",
      "content": "Which substance is insoluble in water and suitable for energy storage in animals?\n\n\n\n- A.$\\hspace{1em}$ Starch\n- B.$\\hspace{1em}$ Glucose\n- C.$\\hspace{1em}$ Ribose\n- D.$\\hspace{1em}$ Glycogen\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is the correct answer because glycogen is the primary carbohydrate used for short- to medium-term energy storage in animals. It is insoluble in water, so it does not affect the water potential of the cytoplasm, making it ideal for storage.\nChoice A is incorrect because starch is the carbohydrate storage molecule in plants, not animals. While starch is insoluble and suitable for energy storage in plants, it is not used by animals.\nChoice B is incorrect because glucose is hydrophilic, soluble in water, and used for immediate energy, not long-term storage.\nChoice C is incorrect because ribose is hydrophilic and is not used for energy storage. Instead, it is a component of RNA and nucleotides like ATP.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 9",
      "content": "The image shows the vascular tissue in the leaves of a corn plant (Zea mays). What property of water is not demonstrated in the vascular tissue of the plant?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/e57087dc-a110-4437-ad90-1eed35cfde39/images/2ff3d4f0-e8cd-4249-9307-e959ca83e346/BI1224.png)\n\n[Source: Adapted from Berkshire Community College  Bioscience Image Library. (2017, October 3). Angiosperm morphology: The closed and collateral vascular bundle in Zea. Flickr. Retrieved September 11, 2023, from https://www.flickr.com/photos/146824358@N03/37215761790. Copyright free]\n\n\n\n- A.$\\hspace{1em}$ Cohesion\n- B.$\\hspace{1em}$ Adhesion\n- C.$\\hspace{1em}$ Universal solvent\n- D.$\\hspace{1em}$ High thermal conductivity\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nThe vascular tissue of a plant contains the xylem, which transports water from the roots to the leaves of the plant and the phloem, which transports soluble organic compounds that are made during photosynthesis. Although water has a high thermal conductivity, which means that it can transfer heat easily, this is not demonstrated by the movement of water in the xylem; Choice D  is correct.\nCohesion is the ability of water molecules to stick to each other via their hydrogen bonds, this allows a continuous column of water to be transferred up the xylem; Choice A  is incorrect. Adhesion is the ability of water to stick to surfaces, this allows water to stick to the inner surface of the xylem, which helps to maintain the integrity of the continuous water column; Choice B  is incorrect. Water is a universal solvent, which means that many nutrients can be dissolved in it and be transported via the xylem and phloem to where they are needed in the plant; Choice C  is incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 10",
      "content": "Which of the following statements about the dipolarity of the water molecule are true?\n\n\n- I. $\\hspace{1em}$ Oxygen attracts the shared electrons stronger than hydrogen.\n- II. $\\hspace{.7em}$ Hydrogen atoms are partially negative.\n- III. $\\hspace{.4em}$ The shared electrons spend more time closer to oxygen.\n\n\n\n\n- A. $\\hspace{1em}$ I and II\n- B. $\\hspace{1em}$  II and III\n- C. $\\hspace{1em}$ I and III\n- D. $\\hspace{1em}$ I, II, and III\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nStatement I is correct. Oxygen has a higher electronegativity compared to hydrogen. This means that oxygen will attract shared electrons more strongly.\nStatement II is false. Since the shared electrons between oxygen and hydrogen spend more time near oxygen,  the hydrogen in the water molecule becomes partially positive.\nStatement III is true because oxygen attracts the shared electrons more strongly resulting in the shared electrons spending more time closer to the oxygen atom.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 11",
      "content": "The cohesive and adhesive properties of water allow xylem vessels to transport water inside plants.\nWhich of the following are correct descriptions of how these properties are related to water transport in plants?\n\nCohesiveAdhesive$\\hspace{1em}$A.$\\hspace{1em}$Polar water molecules are attracted to one another and form hydrogen bonds.Polar water molecules are attracted to the hydrophilic cell walls in xylem.$\\hspace{1em}$B.$\\hspace{1em}$Water molecules are polar, so are able to dissolve ionsPolar water molecules are attracted to one another and form hydrogen bonds.$\\hspace{1em}$C.$\\hspace{1em}$Polar water molecules are attracted to one another and form oxygen bonds.Water molecules are polar, so are able to dissolve ions$\\hspace{1em}$D.$\\hspace{1em}$Polar water molecules are attracted to the hydrophilic cell walls in xylem.Polar water molecules are attracted to one another and form hydrogen bonds.",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nWater is cohesive because it is a polar molecule. The oxygen atom in one water molecule forms a hydrogen bond with the hydrogen atom of another water molecule. In xylem vessels water is attracted to the hydrophilic regions of the cell wall and hydrogen bonds are formed.  This an accurate description of the adhesive properties of water in the context of water transport in plants (Choice A). These statements are reversed in Choice D.\nIons dissolve in water, but this is not related to the cohesive (Choice B) or adhesive (Choice C) properties of water.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 12",
      "content": "Which term to describe a property of water is matched to its correct definition?\n\nTermDefinitionA.$\\hspace{1em}$Exerts buoyant forcesMuch energy is required to turn water into a vapourB.$\\hspace{1em}$High specific heat capacityMuch energy is required to raise the temperature of 1kg water by 1 °CC.$\\hspace{1em}$High boiling pointTurns from ice into steam at 100 °CD.$\\hspace{1em}$Low viscosityEasily allows objects to float on the surface",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nWater has a high specific heat capacity, meaning it can absorb or lose a lot of heat with only a small temperature change. This property helps maintain stable temperatures in organisms and aquatic environments. Choice B is correct.\nWater exerts buoyant forces on objects, which means that it allows them to float easily on its surface. Objects that are less dense than the water they displace will experience an upward force greater than their weight, causing them to float.  Choice A is incorrect.\nA high boiling point means that liquid water turns into steam at 100°C; Choice C is incorrect.\nLow viscosity means that water flows easily; Choice D  is incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 13",
      "content": "The image shows a ringed seal (Pusa hispida) that lives in the Arctic Sea.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/4b6b08e8-875d-4ac4-abba-a9c4c27a129b/images/d4b9a85b-c422-4e0a-b290-37d692fd87be/BI0835.png)\n\n\n[Source: Adapted from: Kingfisher. (2021, May 29). Pusa hispida. Wikimedia Commons. Retrieved from July 07, 2023, from https://commons.wikimedia.org/wiki/Pusa_hispida. Copyright free]\n\n- Distinguish between the physical properties of air and water that allow the seal to mostly live in the sea.\t  [2]\n\n- Ringed seals glide into the water head first from ice shelves, rather like humans diving into a pool head first. Explain the advantage of entering the water in this way rather than ‘belly-flopping’ into the water.    [2]\n\n",
      "markScheme": "\n- Any two of the following:\n  $\\ce{ -> }$ water has a high specific heat capacity COMPARED TO air, so its temperature remains relatively stable compared to air OR so water remains relatively warmer during the winter     [1]\n\n  $\\ce{ -> }$ water has a higher density COMPARED TO air, and this supports the seal’s body weight as the water exerts buoyant forces on the seal     [1]\n\n  $\\ce{ -> }$ water has a higher viscosity COMPARED TO air, providing the seal with more resistance to movement OR motion, which provides the seal with thrust and propulsion for swimming     [1]\n\n  [2 marks maximum]\n\n  $\\underline{\\textrm{Sample Answer}}$: \nThe ringed seal is mostly able to live in water rather than air as water has a high specific heat capacity compared to air, so its temperature remains relatively stable so that the seal does not get too cold ($\\checkmark$). Water has a higher density compared to air, and this supports the seal’s body weight as the water exerts buoyant forces on the seal ($\\checkmark$).\n\n\n\n- Any two of the following:\n  $\\ce{ -> }$ water has a high surface tension due to hydrogen bonds THEREFORE, ‘belly-flopping’ will cause pain due to the hydrogen bonds breaking forcefully OR gliding/diving causes hydrogen bonds between water molecules to be broken more gently OR entering head first reduces the body surface area that initially comes into contact with the water THEREFORE reducing water resistance\t     [1]\n\n  $\\ce{ -> }$ gliding in is more energy-efficient for the seal as they use momentum generated from sliding on ice      [1]\n\n  $\\ce{ -> }$ gliding is more stealthy OR quiet, which allows the seal to avoid predators     [1]\n\n  $\\ce{ -> }$ gliding is more controlled, so the seal is at less risk of injury     [1]\n\n  [2 marks maximum]\n\n  $\\underline{\\textrm{Sample Answer}}$: \nGliding in head first’ is advantageous as water has a high surface tension due to the high number of hydrogen bonds between water molecules, therefore,  ‘belly-flopping’ may cause pain from breaking the hydrogen bonds forcefully ($\\checkmark$). Gliding is more stealthy so the seal has more chance of catching prey or escaping predators ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": "4",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 14",
      "content": "The photograph below is of the sea oat (Unola paniculata). This plant is found on sand dunes.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/1af502cc-5332-4529-ac1e-57e68511c43f/images/54f3a7af-d48b-4bb1-9278-4e35299e8584/BI1424.png)\n\n\n[Source: Adapted from Daniel Di Palma (2 Feb 2017) Miami Beach - Sand Dune Flora - Sea Oats in South Beach. Retrieved 31 Jan 2024 from https://commons.wikimedia.org/w/index.php?curid=59792482. Copyright CC BY-SA 4.0]\n\n\n- Explain how the sea oat (Unola paniculata) is adapted to survive in its environment.\t[3]\n\n- Describe the importance of the solvent properties of water for transport in plants and humans.\t\t\t[3]\n\n",
      "markScheme": "\n- Any three of the following:\n  $\\ce{ -> }$ wide shallow root system that helps anchor them securely in shifting sands OR  to allow rapid absorption of water from sand OR to stabilise sand reducing rate of erosion\t\t[1]\n\n  $\\ce{ -> }$ salt tolerance to survive exposure to salt spray from the sea\t[1]\n\n  $\\ce{ -> }$ narrow leaves that reduce water loss through transpiration\t[1]\n\n  $\\ce{ -> }$ flexible OR bendy stems allow sea oats to sway with the wind without breaking\t[1]\n\n  $\\ce{ -> }$ long bristle-like structures on seeds that catch the wind to aid seed dispersal\t[1]\n\n  $\\ce{ -> }$ some sea oat populations have a symbiotic relationship with nitrogen-fixing bacteria in their root nodules enabling them to survive in nutrient-poor beach soils\t[1]\n\n  $\\ce{ -> }$ Nodes OR rhizomes allow regeneration after a fire OR to reproduce asexually to survive being covered by sand\t[1]\n\n[3 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe wide, shallow root system of sea oats allows them to anchor themselves in the shifting sand ($\\checkmark$) of the dunes and to absorb water rapidly ($\\checkmark$). Their narrow leaves reduce water loss through transpiration ($\\checkmark$) and their flexible stems allow them to survive the sea winds without breaking ($\\checkmark$).\n\n\n\n- Any three of the following (need one example for plants and one example for humans to gain maximum marks):\n  $\\ce{ -> }$ water molecules are polar OR have an uneven distribution of charge so attract other polar molecules OR ions through hydrogen bonding OR water dissolves hydrophilic substances\t\t\t\t[1]\n\n  $\\ce{ -> }$ in cellular transport water allows movement of ions OR hydrophilic molecules OR polar molecules around the cell\t\t\t[1]\n\n  \n  Plants \n$\\ce{ -> }$ xylem OR transpiration stream carries minerals OR minerals OR potassium OR calcium OR magnesium from roots [1]\n\n  $\\ce{ -> }$ phloem carries nutrients OR sucrose OR carbohydrates OR glucose OR amino acids\t[1]\n\n  \n  Humans \n$\\ce{ -> }$ blood plasma dissolves and transports sodium chloride OR glucose OR amino acids OR wastes OR hormones OR oxygen OR carbon dioxide\t\t\t\t[1]\n\n  $\\ce{ -> }$ oxygen dissolution in aqueous lining of lungs allows uptake of oxygen into blood [1]\n\n  $\\ce{ -> }$ waste products are filtered out at the kidney OR wastes are transported in glomerular filtrate OR water allows the transport of wastes through the nephron to the bladder for excretion\t[1]\n\n[3 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nBecause water molecules are polar, hydrophilic substances dissolve in aqueous solutions ($\\checkmark$). In plants, water transports minerals up from the roots, where they have been absorbed from the soil, to where they are needed in the plant ($\\checkmark$).  In humans, water acts as the medium for blood plasma, transporting essential nutrients and oxygen around the body ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "6",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 15",
      "content": "Which of the following thermal properties of water is incorrectly matched?\nPropertyWaterA.$\\hspace{1em}$Melting Point0 $\\degree$CB.$\\hspace{1em}$Specific Heat Capacity2.2 J $\\text{g}^{-1}$ $\\degree \\text{C}^{-1}$C.$\\hspace{1em}$Latent Heat of Vaporisation760 J $\\text{g}^{-1}$D.$\\hspace{1em}$Boiling Point100 $\\degree$C",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation:}}$\nChoice B is incorrectly matched. The specific heat capacity of water is 4.2 J $\\text{g}^{-1} \\degree \\text{C}^{-1}$, not 2.2  J $\\text{g}^{-1} \\degree \\text{C}^{-1}$.\r\nChoice A, C, and D are correctly matched.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 16",
      "content": "Below is a picture of a water strider ($\\textit{Gerris sp.}$).\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/acd82ba4-e9b6-4ad4-9ae7-0cba2f0322ee/images/98250f20-3d55-4380-b054-95cf70aeb72c/BI0187i_2.2.png)\n\n\n[Source: Schnobby. (2010). Water Strider. Wikimedia Commons. Retrieved April 27, 2022, from https://commons.wikimedia.org/wiki/File: Water_strider_in_a_pond.jpg. Copyright by CC BY-SA 3.0]\n\n\n- Explain why the water strider ($\\textit{Gerris sp.}$) does not sink. [2]\n\n- Describe, using an example, the importance of water as a solvent in living organisms. [3]\n\n",
      "markScheme": "\n- Any two of the following:\n  $\\ce{ -> }$  cohesion, OR cohesive properties, of water is responsible [1]\n\n  $\\ce{ -> }$  water molecules bind to other water molecules [1]\n\n  $\\ce{ -> }$  water molecules form intermolecular hydrogen bonds [1]\n\n  $\\ce{ -> }$  cohesion results in high surface tension of water [1]\n\n  $\\ce{ -> }$  legs of the insect are hydrophobic [1]\n\n  [2 mark maximum]\n\n  $\\underline{\\textrm{Sample Answer}}$: \nCohesion($\\checkmark$) is the water property that is responsible for this phenomenon. Water molecules bind with other water molecules ($\\checkmark$) through hydrogen bonds ($\\checkmark$)to create high surface tension($\\checkmark$). The legs of the water strider are covered in a secreted wax, making them hydrophobic($\\checkmark$), which allows the water strider to move on top of the water.\n- Any three of the following (maximum of 2 marks if no example is provided):\n  $\\ce{ -> }$  metabolic reactions can only happen in solutions [1]\n\n  $\\ce{ -> }$  water dissolves hydrophilic substances needed for life processes [1]\n\n  $\\ce{ -> }$  substances can be transported through the water-based solutions [1]\n\n  $\\ce{ -> }$  blood plasma dissolves and transports sodium chloride OR glucose OR amino acids OR any other valid example in animals [1]\n\n  $\\ce{ -> }$  water dissolves and transports nutrients OR minerals needed by plants OR any other valid example in plants [1]\n\n  [3 mark maximum]\n\n  $\\underline{\\textrm{Sample Answer}}$: \nWater dissolves hydrophilic substances($\\checkmark$)\nrequired for metabolic reactions ($\\checkmark$) which can only occur in solution.  Dissolved substances can react with each other and also be transported($\\checkmark$)to other parts of an organism. For example, water dissolves and transports glucose in the blood plasma($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "5",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 17",
      "content": "The diagram below shows a water column inside a xylem vessel:\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/3f1b2aab-acf0-4771-9f33-131080adcc07/images/50f324b6-f19a-4ec4-ad52-e24066bb9bc2/BI2865%20A1.1%20core%20MCQ.jpeg.JPEG)\n\n\n[Sources: Adapted from Chan, T (26 May 2025), File: Capillary Action in Plants [image]. Retrieved 5 June 2025 from https://upload.wikimedia.org/wikipedia/commons/9/9c/Capillary_Action_in_Plants.jpg. CC BY-SA 4.0]\n\nWhich of the following best explains how the property illustrated contributes to plant survival?\n\n\n- I.Cohesion between molecules allows tension to be transmitted up the xylem.II.Cohesion enables    water to evaporate more easily.III.Adhesion prevents the water column from breaking.\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ II and III only\n- C.$\\hspace{1em}$ I and III only\n- D.$\\hspace{1em}$ I, II, and III\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nStatement I is true because cohesion refers to the attraction between water molecules due to hydrogen bonding. This cohesive property allows the water column to behave as a continuous stream, enabling tension created by transpiration at the leaves to be transmitted all the way down the xylem. This is central to the cohesion-tension theory of water transport.\nStatement II is false because cohesion actually resists evaporation. The hydrogen bonds between water molecules make it harder for individual molecules to escape into the air. Evaporation is more closely influenced by temperature and humidity, not directly by cohesion.\nStatement III is true because adhesion is the attraction between water molecules and the walls of the xylem vessel. This helps to counteract gravity and supports the column, reducing the chance of it breaking, especially under tension during transpiration. So this contributes to the integrity of the water column.\nChoice C is therefore the correct answer because it only includes the two true Statements I and III.\nChoice A is incorrect as it is missing the true Statement III.\nChoices B and D are incorrect as they include the false Statement II.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 18",
      "content": "Which of the following is not a real-life example of adhesion?\n\n\n\n- A.$\\hspace{1em}$ Surface tension on the surface of a lake\n- B.$\\hspace{1em}$ Dew drops hanging off the tip of a blade of grass\n- C.$\\hspace{1em}$ Water coating the surface of the alveoli\n- D.$\\hspace{1em}$ Water sticking to cellulose in cell walls\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nSurface tension on the surface of the lake, describes the property of cohesion, the ability of water molecules to form hydrogen bonds with other water molecules. Choice A is correct.\nAdhesion is the ability of water to form hydrogen bonds with other polar molecules. Choices B, C and D  are incorrect as they are all examples of water is sticking to surfaces that are not water molecules, demonstrating adhesion.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 19",
      "content": "Why is water considered a \"universal solvent,\" and why is this important for the origin of life?\n\n\n- I.$\\hspace{1em}$ It dissolves a wider variety of substances than any other liquid.II.$\\hspace{1em}$ It can dissolve both polar and non-polar molecules.III.$\\hspace{1em}$ It enables complex biochemical reactions by facilitating the interaction of reactants.\n\n\n\n\n- A.$\\hspace{1em}$ I and II only\n- B.$\\hspace{1em}$ II and III only\n- C.$\\hspace{1em}$ I and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nWater is known as the \"universal solvent\" because it can dissolve a wider range of substances, than any other liquid (Statement I). This property is due to water's polarity and ability to form hydrogen bonds with various molecules. Water’s ability to dissolve various substances means that it can bring reactants together in a solution, enabling the complex biochemical reactions that are necessary for life (Statement III). Choice C is correct.\nWater is a polar solvent, which means it is very effective at dissolving other polar substances and ionic compounds. However, water is not good at dissolving non-polar molecules because there is no attraction between water molecules and non-polar molecules. Statement II is therefore not true.\nChoices A, B and D are incorrect as they all include Statement II.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "PBQ",
      "title": "Question 20",
      "content": "An investigation was carried out into the effects of household detergents on aquatic habitats. Scientists tested the effect of different household detergents on the surface tension of water in order to better understand the impact they may have on organisms living on the surface.\nA paper clip was folded slightly on one side and rested on the surface of the water, maintained at a constant temperature and contained within a water tank. Drops of detergent solution were slowly added to the water tank until the paperclip sank to the bottom. The volume of detergent solution taken to sink the paperclip was recorded.\nDetergent solutions were made by adding 5 ml of detergent to 15 ml of water.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/84d7bb7a-360e-4fcc-8359-01fe66042fd4/images/9e71bc21-aad0-4144-8d02-95f90edc6509/BI0769A.png)\n\n\n[© Revision Village 2022. Created with Chemix (https://chemix.org)]\nThe results are shown in the table.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/84d7bb7a-360e-4fcc-8359-01fe66042fd4/images/f4fd6e73-53ac-412a-9235-7fae1711865e/BI0769B.png)\n\n\n\n- State the relationship between the volume of detergent solution added and the surface tension of water. \t[1]\n\n- \n  - For the Easy Clean detergent, calculate the mean volume of detergent needed to sink the paper clip. \t[1]\n\n  - Estimate the volume of Easy Clean detergent solution it would take to sink 5 paper clips. \t[1]\n\n\n- \n  - State one variable, other than those given, which would need to be controlled in this experiment in order to achieve a valid result. \t[1]\n\n  - Suggest one method that could be used to keep the water at a constant temperature. \t\t[1]\n\n  - Explain the importance of maintaining water at a constant temperature. \t[2]\n\n  - Identify one potential source of error in the methodology. [1]\n\n\n- Suggest why different numbers of drops of detergent solution were needed to sink the paperclip between each type of detergent.  \t[2]\n\n",
      "markScheme": "\n- \n\n$\\hspace{1em}$ $\\ce{ -> }$ surface tension decreases as detergent solution volume increases\t[1]\n\n[1 mark maximum]\n\n$\\hspace{1em}$ $\\underline{\\textrm{Sample answer}}$: \n$\\hspace{1em}$ As the volume of detergent solution increases the surface tension of the water decreases ($\\checkmark$).\n\n\n- \n  - (units must be included in order to be awarded the mark)\n\n  $\\ce{ -> }$ 9.25ml\t[1]\n\n[1 mark maximum]\n\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/84d7bb7a-360e-4fcc-8359-01fe66042fd4/images/e196ae8a-62f6-47de-a9cd-8320e6989e33/BI0769ANSA.png)\n\n\n  $\\underline{\\textrm{Sample answer}}$:\n  Mean = total/number of trials\n  = (8 ml+10 ml+10 ml+9 ml) / 4\n  = 37 ml / 4\n  = 9.25ml ($\\checkmark$)\n\n\n\n- \n  - (units must be included in order to be awarded the mark)\n\n  $\\ce{ -> }$ 9.25ml [1]\n\n[1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nIf it takes 9.25 ml of detergent solution to reduce the surface tension enough to sink one paper clip, then the same volume would sink 5 paper clips ($\\checkmark$).\n\n\n\n- \n  - Any one of the following:\n\n  $\\ce{ -> }$ volume of the water (in the water tank)\t[1]\n\n  $\\ce{ -> }$ size OR mass OR brand OR material of paper clip OR way it is folded\t[1]\n\n  $\\ce{ -> }$ distance of burette from water surface \t[1]\n\n[1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe size of the paper clip ($\\checkmark$) in the experiment would need to be controlled.\n\n\n\n- \n  - Any one of the following:\n\n  $\\ce{ -> }$ water bath\t[1]\n\n  $\\ce{ -> }$ heating/cooling blocks \t[1]\n\n[1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nA water bath ($\\checkmark$) could be used to maintain a constant temperature.\n\n\n\n- \n  - Any two of the following:\n\n  $\\ce{ -> }$ the cohesive properties of water create surface tension OR surface tension is due to hydrogen bonding between water molecules\t[1]\n\n  $\\ce{ -> }$ cohesive forces OR hydrogen bonding decrease with increasing temperature BECAUSE there is more kinetic energy so molecules move more and interact less OR less attractive forces form between them, OR cohesive forces OR hydrogen bonding increase with decreasing temperature BECAUSE there is less kinetic energy so molecules move less and interact more OR more attractive forces form between them\t[1]\n\n[2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nIt’s important to maintain a constant temperature in this experiment because surface tension is due to cohesion ($\\checkmark$) between water molecules which is a result of hydrogen bonding. High temperatures can break hydrogen bonds and reduce the cohesive properties ($\\checkmark$) of water which in turn reduces surface tension.\n\n\n\n- \n  - \n\n\n$\\hspace{1em}$ $\\ce{ -> }$ surface tension broken by the droplets of detergent solution OR ripples created by droplets of detergent  [1]\n\n$\\hspace{1em}$ $\\ce{ -> }$ paper clips folded incorrectly OR differently (if different paper clips used for each trial)\t[1]\n\n$\\hspace{1em}$ $\\ce{ -> }$ paper clip has residual detergent between trials (if same paper clip is used for each trial) [1]\n\n$\\hspace{1em}$ $\\ce{ -> }$ paper clips are different materials OR brands OR texture (if different paper clips are used for each trial) [1]\n\n[1 mark maximum]\n\n$\\hspace{1em}$ $\\underline{\\textrm{Sample answer}}$: \n$\\hspace{1em}$ A source of error could be that the surface tension of the water is broken by the droplets of detergent ($\\checkmark$) which create ripples. This could result in the paperclip sinking.\n\n\n- \n\n$\\hspace{1em}$ $\\ce{ -> }$ detergents are made using different chemicals OR detergents have different starting concentrations OR different concentrations of chemical ingredients\t[1]\n\n$\\hspace{1em}$ $\\ce{ -> }$ some chemicals OR detergents affect the cohesion between water molecules more AND therefore reduce surface tension more \t[1]\n\n[2 marks maximum]\n\n$\\hspace{1em}$ $\\underline{\\textrm{Sample answer}}$: \n$\\hspace{1em}$ There may be a difference between results because each detergent is a different brand which may be made using different chemicals ($\\checkmark$). Some of the chemicals found in some detergents may have a greater effect on cohesion between water molecules which means they could reduce the surface tension more ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 21",
      "content": "The image shows a cross-section of the vascular tissue of a woody dicot stem, showing the annual rings of phloem and xylem.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/a0648fba-391a-4ca2-952b-fa672ea03b0c/images/8191483b-15e2-4be1-b746-75ba3038686a/BI0834.jpg)\n\n\n[Source: Adapted from: Berkshire Community College Bioscience Image Library. (2014, February 10). File Dicot stem primary xylem in late one year  - wikimedia. Wikimedia commons. Retrieved July 07, 2023, from https://commons.wikimedia.org/wiki/File:Woody_Dicot_Stem_Ray_System_in_Two_Year_Tilia_%2834997659262%29.jpg. Copyright free]\n\n- Explain how the properties of water allow it to be transported in the xylem.  [3]\n\n- Describe a physical property of water, other than those that are important for the movement of water through the plant, that makes water essential for the survival of plants.    [1]\n\n- Outline why plants cannot use water to transport lipids.    [1]\n\n- If the temperature drops to -1oC for a few hours suggest a reason why the water in xylem may not freeze.    [1]\n\n",
      "markScheme": "\n- Any three of the following:\n  $\\ce{ -> }$ water is cohesive OR hydrogen bonding between water molecules OR strong intermolecular forces so can form a continuous column of water OR counteract gravity     [1]\n\n  $\\ce{ -> }$ water is adhesive OR water molecules can adhere to other polar surfaces OR water adheres to walls of xylem vessels OR to lignin and cellulose of xylem vessels, so prevent collapse of water column OR separation from xylem vessel walls     [1]\n\n  $\\ce{ -> }$ capillary action occurs as water moves upwards against gravity in the narrow xylem vessels\t     [1]\n\n  $\\ce{ -> }$ the hydrogen bonds between water molecules mean that as water evaporates  from the leaf  negative pressure OR tension occurs, so water moves upwards against gravity\t     [1]\n\n  $\\ce{ -> }$ low viscosity reduces resistance to flow within the xylem\t     [1]\n\n[3 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nWater can be transported efficiently through the xylem as the water molecules adhere to the inside of the xylem vessels ($\\checkmark$) and cohere to each other, therefore forming a continual column of water ($\\checkmark$). As the water evaporates from the leaves, the hydrogen bonds between the molecules mean that a negative pressure occurs at the top of this column of water, enabling the water to move upwards, against gravity ($\\checkmark$).  This is the cohesion-tension theory.\n\n\n\n- Any one of the following:\n  $\\ce{ -> }$ water is a solvent so can dissolve nutrients which can be used by the plant OR provides a medium for various biochemical reactions     [1]\n\n  $\\ce{ -> }$ high specific heat capacity prevents extreme temperature fluctuations that could damage plant tissues OR maintain optimal enzyme activity and metabolic processes in plants     [1]\n\n  $\\ce{ -> }$ transparency allows light to penetrate and reach submerged plants for photosynthesis\t     [1]\n\n  [1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nWater is known as a universal solvent, so nutrients can be dissolved in it and be transported to where they are needed ($\\checkmark$).\n\n\n\n- Any one of the following:\n  $\\ce{ -> }$ lipids are hydrophobic OR non-polar, so cannot dissolve in water     [1]\n\n  [1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nWater cannot be used to transport lipids in plants as they are hydrophobic  ($\\checkmark$).\n\n\n\n- Any one of the following:\n  $\\ce{ -> }$ water has a high specific heat capacity, OR it has to lose a lot of energy to freeze     [1]\n\n  $\\ce{ -> }$ due to the high solute concentration of the contents of the xylem\t     [1]\n\n  $\\ce{ -> }$ increase in pressure in the xylem raises the freezing point of water\t\t     [1]\n\n  $\\ce{ -> }$ high specific heat capacity means water can release stored heat slowly, maintaining a stable temperature above freezing point\t\t\t     [1]\n\n  [1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nWater in the xylem may not freeze when the temperature drops below -1oC, as it has a high specific heat capacity  ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "6",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 22",
      "content": "\n- Outline how the properties of water contributed to the origin of life on Earth. [4]\n\n- Draw two water molecules, labelling the partial charges and the bond between them.  [3]\n\n- Explain how the solubility of different types of substances in water affects their transport in the blood, giving named examples. [8]\n\n",
      "markScheme": "\n- any four of the following:\n$\\ce{ -> }$ polarity of water molecules enables formation of hydrogen bonds\t[1]\n\r\n$\\ce{ -> }$ hydrogen bonding assisted formation of stable molecules OR assembly of complex structures OR lipid bilayer OR other suitable named structures\t[1]\n\r\n$\\ce{ -> }$ solvent properties facilitated dissolution OR interaction of organic molecules\t[1]\n\r\n$\\ce{ -> }$ enabled formation of more complex structures OR protocells OR precursors to first living cells\t[1]\n\r\n$\\ce{ -> }$ high specific heat capacity prevented rapid temperature changes, enabling chemical reactions to occur\t[1]\n\r\n$\\ce{ -> }$ provided medium for enzymes OR chemical reactions OR synthesis of biological molecules\t\t[1]\n\r\n[4 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nWater’s polarity enables the formation of hydrogen bonds ($\\checkmark$), which are crucial for the stability and assembly of complex structures such as DNA, proteins and lipid bilayers ($\\checkmark$). As a universal solvent, water facilitated the dissolution and interaction of organic molecules ($\\checkmark$), leading to the formation of protocells ($\\checkmark$). Additionally, water’s high specific heat capacity provided a stable environment, preventing rapid temperature changes and allowing essential enzymatic controlled reactions to occur ($\\checkmark$).\n\n\n\n- any three of the following:\n$\\ce{ -> }$ two water molecules each made up of one oxygen atom attached to two hydrogen atoms [1]\n\r\n$\\ce{ -> }$ slight negative charge on oxygen atom and slight positive charge on both hydrogen atoms on at least one of the water molecules\t[1]\n\r\n$\\ce{ -> }$ hydrogen bond drawn as dashed lines and labelled\t[1]\n\r\n[3 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/0f8ac320-dd55-4e2c-8523-3fbe967de58c/images/39e5c1ff-dbf6-4ef4-be6d-da3d4ccbc552/BI1758b.png)\n\n\n\n\n\n- any eight of the following:\n$\\ce{ -> }$ transport of molecules in the blood depends on their solubility in water\t[1]\n\r\n$\\ce{ -> }$ transport occurs in blood plasma and red blood cells\t[1]\n\r\n$\\ce{ -> }$ hydrophilic OR water-soluble substances travel freely in solution\t[1]\n\r\n$\\ce{ -> }$ ionic compounds OR ions transported in plasma\t[1]\n\r\n$\\ce{ -> }$ NaCl dissociates into Na+ and Cl- ions and carried in plasma OR NaCl is transported as free ions in plasma\t[1]\n\r\n$\\ce{ -> }$ glucose is polar, so dissolves in water and travels in plasma\t[1]\n\r\n$\\ce{ -> }$ solubility of amino acids determined by side chain\t\t[1]\n\r\n$\\ce{ -> }$ amino acids are transported in an ionised state\t[1]\n\r\n$\\ce{ -> }$ hydrophobic OR water-insoluble substances can not travel in solution\t[1]\n\r\n$\\ce{ -> }$ oxygen is non-polar OR has limited solubility in plasma\t[1]\n\r\n$\\ce{ -> }$ majority of oxygen binds to haemoglobin OR is transported by red blood cells [1]\n\r\n$\\ce{ -> }$ cholesterol OR fats OR lipids OR triglycerides are non-polar OR hydrophobic and bind to proteins OR form lipoproteins to become soluble\t\t[1]\n\r\n[8 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$:\nThe transport of molecules in the blood is determined by their solubility in water ($\\checkmark$). Hydrophilic substances, such as glucose ($\\checkmark$) and ionised amino acids  ($\\checkmark$), dissolve easily in plasma and travel freely in solution ($\\checkmark$). Ionic compounds like sodium chloride dissociate and are carried as free ions, such as Na$^+$ and Cl$^-$ ($\\checkmark$), in the plasma ($\\checkmark$). In contrast, non-polar substances like oxygen and lipids are not soluble in water. Only a small proportion of oxygen is dissolved in the plasma; it is primarily transported by binding to haemoglobin($\\checkmark$)  in red blood cells ($\\checkmark$). Lipids, including cholesterol and triglycerides, bind to proteins to form lipoproteins, which makes them soluble and allows their transport in the bloodstream ($\\checkmark$).\n  A quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information.  [1]\n\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 23",
      "content": "The black-throated loon (Gavia arctica) is a bird that lives near large bodies of water in cold climates.  Which of the following is a correct description of how the properties of water may make winter temperatures more moderate for the black-throated loon?\n\n\n\n- A.$\\hspace{1em}$ Water has a relatively high specific heat capacity which buffers the environmental temperature.\n- B.$\\hspace{1em}$ Ice floats on water so insulates the liquid water beneath the ice.\n- C.$\\hspace{1em}$ Water has a low specific heat capacity which warms the surrounding air.\n- D.$\\hspace{1em}$ Water is dense which enables the black-throated loon to float.\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because water’s ability to absorb and store a significant amount of heat without undergoing large temperature changes provides thermal cushioning.  In summer water absorbs heat energy and then in winter this heat energy is lost to the surrounding air helping to create milder microclimates. This enables the black-throated loon to inhabit areas where temperature might otherwise be too extreme.\nChoice B is incorrect because it does not explain how winter air temperatures are made more moderate, only that ice insulates water that is below it which is not where the black-throated loon lives.  Choice C is incorrect because water does not have a low specific heat capacity.  Choice D is incorrect because, although it is a true statement, it does not explain how winter temperatures are made more moderate.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 24",
      "content": "Which of the following statements explains how water has facilitated the evolution of life on Earth?\n\n\n\n- A.$\\hspace{1em}$ Water acts as a catalyst for chemical reactions\n- B.$\\hspace{1em}$ Water acts as a solvent allowing chemical reactions to occur faster within it\n- C.$\\hspace{1em}$ Water acts in hydrolysis reactions allowing for the synthesis of large biological molecules\n- D.$\\hspace{1em}$ Water has a high latent heat of vaporisation so is able to convert between states easily\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nWater's unique ability to act as a solvent is crucial for life's evolution. Many biochemical reactions that are fundamental to life occur within aqueous environments. Water's solvent properties facilitate the dissolution and interaction of molecules, enabling chemical reactions to occur more rapidly and efficiently. Choice B is, therefore, correct.\nWater acts as a reaction medium for many chemical reactions, but does not catalyse the chemical reactions that facilitate evolution, Choice A is incorrect. Choice C  is incorrect as hydrolysis reactions break down larger molecules into smaller ones. Choice D  is incorrect as water’s high latent heat of vaporisation means that it requires a lot of energy to convert liquid water into a gas.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 25",
      "content": "Which of the following statement(s) about the role of water as a solvent is correct?\n\n\n- I.Salt can dissolve in water because it is hydrophilicII.Lipids cannot dissolve in water because they are non-polarIII.Cellulose can dissolve in water, as it is able to form hydrogen bonds\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ I and III only\n- C.$\\hspace{1em}$ I and II only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nSalt, an ionic compound, dissolves readily in water because water is a polar solvent and can interact with the charged ions in salt through electrostatic attractions. Substances that have an affinity for water and can form interactions with water molecules are referred to as hydrophilic (Statement I). Lipids are non-polar molecules, and water is a polar solvent. Polar and non-polar substances do not readily mix because water molecules are attracted to each other through hydrogen bonding and other dipole-dipole interactions. Lipids are hydrophobic, meaning they repel water and do not dissolve well in it (Statement II). Choice C is, therefore, correct.\nAlthough cellulose can form hydrogen bonds, it is insoluble (Statement III) as it is too large to dissolve in water; Choices B  and  D  are therefore incorrect as they include this statement. Choice A is incorrect as it does not include statement II.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 26",
      "content": "Which of the following are a reason why water's properties would have influenced early cellular evolution in aquatic environments?\n\n\n- I.High surface tension allowing formation of proto-cell membranes.II.Polar solvent properties enabling interaction of biomolecules.III.High density causing rapid sedimentation of organic material.\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ II only\n- C.$\\hspace{1em}$ II and III only\n- D.$\\hspace{1em}$ I and III only\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nWater's ability to dissolve biomolecules and, therefore, enabling them to interact (Statement II) would have been crucial to early cellular evolution. This property allows for the formation of a \"primordial soup,\" where simple organic molecules could interact, form more complex compounds, and eventually lead to the development of proto-cells. Choice B is the correct answer to this question.\nWhile surface tension is a property of water, it does not directly contribute to the formation of proto-cell membranes (Statement I) in the context of early cellular evolution. Proto-cell membranes are primarily formed by the self-assembly of amphipathic molecules like phospholipids, which align themselves in a bilayer in water due to their hydrophilic and hydrophobic regions.\nOrganic molecules needed to remain in suspension for interactions, rather than settling quickly (Statement III). Water's density is well-suited for suspending organic particles, allowing them to remain available for biochemical reactions, while enabling gradual sedimentation over time.\nChoices A, C and D are incorrect as they include one or more untrue statements.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    }
  ]
}