{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 1",
      "content": "What provides evidence that all life on Earth evolved from the same population of cells?\n\n\n\n- A. $\\hspace{1em}$ Eukaryotic cells evolved from prokaryotic cells.\n- B. $\\hspace{1em}$\tBoth mitochondria and prokaryotes have a cell wall.\n- C. $\\hspace{1em}$\tBoth eukaryotes and bacteria contain histones.\n- D. $\\hspace{1em}$\tThe genetic code is universal.\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nAll 64 codons of the genetic code are present in all organisms, apart from minor variations indicating that all life evolved from the same original cells  (Choice D).\nEukaryotic cells evolved from prokaryotic cells (Choice A) is incorrect as this is the endosymbiotic theory. Choice B is incorrect as mitochondria do not have a cell wall. Choice C is incorrect as bacteria do not have histones.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 2",
      "content": "What is the main role of the ribosomes labelled in the micrograph?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/27f4e9b2-a827-45ea-adaa-3d1c5221f126/images/9ecd433c-f10b-472c-93ea-f2ada27190ee/rough%20endoplasmic%20reticulum%20RER%20rough%20ER.png)\n\n\r\n[Adapted from OpenStax. (2016, May 18). File:0313 endoplasmic reticulum B en.png - Wikimedia Commons. Wikimedia commons. Retrieved June 1, 2022, from https ://commons.wikimedia.org/wiki/File:0313_Endoplasmic_Reticulum_b_en.png. Copyright free]\n\n\n\n- A. $\\hspace{1em}$ Synthesise enzymes to be used within the cytoplasm\n- B. $\\hspace{1em}$ Transport mRNA from the nucleus to the cytoplasm\n- C. $\\hspace{1em}$ Destroy proteins that the cell no longer needs\n- D. $\\hspace{1em}$ Synthesise proteins for use in lysosomes\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nBound ribosomes synthesise proteins for secretion outside of the cell, membrane-associated proteins or proteins used in lysosomes (Choice D).\nWhile ribosomes do synthesize enzymes, the ribosomes attached to the rough ER specifically target the proteins they synthesize for secretion or for use in membrane-bound organelles (like lysosomes) or the cell membrane, rather than for immediate use within the cytoplasm. Proteins meant to function within the cytoplasm are typically synthesized by free ribosomes that are not attached to the rough ER. Choice A  is incorrect. \nChoice B  is incorrect as bound ribosomes do not transport mRNA from the nucleus to the cytoplasm. \nChoice C  is incorrect as ribosomes do not destroy proteins.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 3",
      "content": "A strand of nucleotides reads CCUAGAGCUUACCG. Which type of pentose sugar could be found in the nucleotides in the natural composition of this strand?\n\n\n\n- A.$\\hspace{1em}$ Deoxyribose only\n- B.$\\hspace{1em}$ Ribose only\n- C.$\\hspace{1em}$ Both deoxyribose and ribose\n- D.$\\hspace{1em}$ Neither deoxyribose nor ribose\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nThe nucleotide strand CCUAGAGCUUACCG contains the bases cytosine (C), uracil (U), adenine (A), and guanine (G). While C, A, and G are found in both DNA and RNA, the base uracil is only found in RNA. So, the strand is an RNA strand.\nRNA contains the pentose sugar ribose. Therefore, ribose is found in the nucleotides in the strand.\nChoices A and C are incorrect because deoxyribose is only found in DNA, not RNA. The nucleotide strand cannot be DNA because it contains uracil in place of thymine (T).\nChoice D is incorrect because the strand is RNA which contains ribose.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 4",
      "content": "Which statement is correct concerning the structure of DNA?\n\n\n\n- A.$\\hspace{1em}$ A phosphate within a nucleotide is covalently bonded to a nitrogenous base\n- B.$\\hspace{1em}$ DNA molecules are made up of two parallel strands running in the same 3'-5' direction, linked by hydrogen bonds between complementary bases\n- C.$\\hspace{1em}$ Bonding between adjacent phosphates and deoxyribose sugars forms the backbone of DNA\n- D.$\\hspace{1em}$ Adenine is complementary to uracil, and cytosine is complementary to guanine\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nCovalent bonding between adjacent phosphates and deoxyribose sugars forms the backbone of DNA; Choice C is correct.\nWithin nucleotides, the phosphate is covalently bonded to the deoxyribose sugar and the sugar is attached to the base; Choice A  is incorrect. DNA molecules are made up of two antiparallel strands (they are parallel but run in opposite directions, one runs 3’-5’ and the other 5’-3’), linked by hydrogen bonds between complementary bases; Choice B  is incorrect. In DNA, adenine is complementary to thymine; Choice D  is incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 5",
      "content": "What distinguishes uracil from thymine?\n\n\nUracilThymineA.$\\hspace{1em}$Joined to a pentose sugarJoined to a hexose sugarB.$\\hspace{1em}$Found in RNAFound in DNAC.$\\hspace{1em}$Two-ring structureSingle-ring structureD.$\\hspace{1em}$Complementary to cytosineComplementary to adenine",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nUracil and thymine are nitrogenous bases found in two types of nucleic acids: DNA and RNA.\nUracil is found in RNA, whereas thymine is found in DNA. (Choice B)\nIn RNA, Uracil is not complementary to cystine, it is complementary with adenine, and thymine is also complementary to adenine\n(Choice D).\nIn both DNA and RNA, these nitrogenous bases are joined to a five-carbon sugar, also called a pentose sugar which has a ring structure, so Choice A is incorrect.\nBoth uracil and thymine are pyrimidines which are single-ring structures (Choice C). Adenine and guanine are purines which consist of two rings.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 6",
      "content": "Which statements are characteristics of a DNA molecule?\n\n\n\n- I.The two strands are identical.II.The two strands are antiparallel to one another.III.The sugar-phosphate backbone is held together by covalent bonds.\n\n\n\n\n- A.$\\hspace{1em}$ I and II only\n- B.$\\hspace{1em}$ I and III only\n- C.$\\hspace{1em}$ II and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nA DNA molecule is made up of two antiparallel strands of nucleotides. Antiparallel means that both strands are geometrically parallel but oriented in opposite directions (Option II). One of the strands is in the direction of 5' to 3', whereas the other strand is in the direction of 3' to 5'. The backbones, made of alternating sugar and phosphate groups, are held together by covalent sugar-phosphate bonds (Option III). Both of these strands are joined together by the hydrogen bonds between the complementary base pairs.\nDNA strands are not identical (Option I) because identical would mean that they have the same nucleotide arrangement, instead they are complementary to each other.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 7",
      "content": "Which of the following processes is most directly involved in the formation of nucleic acids such as DNA?\n\n\n\n- A.$\\hspace{1em}$ Hydrolysis\n- B.$\\hspace{1em}$ Condensation\n- C.$\\hspace{1em}$ Catabolism\n- D.$\\hspace{1em}$ Translation\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nNucleotides are linked together by condensation reactions to form molecules of DNA (Choice B). The formation of DNA requires the removal of water for the joining of smaller molecules to form a larger molecule.\nThe joining of nucleotides together can also be classified as an anabolic reaction but not as a catabolic reaction (Choice C). Catabolism is the breaking down of a large molecule into a smaller molecule. An example of catabolism is hydrolysis which is a reaction that breaks down a large molecule into a smaller molecule by adding water (Choice A).\nTranslation is a process which follows the transcription of DNA (Choice D). It is where mRNA is used as a template by ribosomes to synthesize polypeptides.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 8",
      "content": "Which of the following best supports the idea that DNA is the universal genetic material in living organisms?\n\n\n\n- A.$\\hspace{1em}$ All organisms have the same number of chromosomes\n- B.$\\hspace{1em}$ All organisms translate proteins using ribosomes\n- C.$\\hspace{1em}$ All organisms use DNA to pass on genetic information\n- D.$\\hspace{1em}$ All organisms reproduce sexually\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because the use of DNA is universal across all living organisms.\nChoice A is incorrect because chromosome number varies widely across different species.\nChoice B is true, but it is not a statement specific to DNA being the genetic material.\nChoice D is incorrect because not all organisms reproduce sexually.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 9",
      "content": "How does the genetic code provide evidence of universal common ancestry?\n\n\n\n- A.$\\hspace{1em}$ The genetic code of mitochondria is identical to the genetic code of the nucleus in eukaryotes.\n- B.$\\hspace{1em}$ Each amino acid is coded for by only one codon.\n- C.$\\hspace{1em}$ Mutations cannot cause changes in the sequence of bases in the genome.\n- D.$\\hspace{1em}$ The genetic code is the same across all three domains of life, with just a few exceptions.\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nThe genetic code is largely the same in all known organisms. There are a few exceptions such as mitochondrial DNA which can vary slightly in codon assignments for specific amino acids, and some bacterial species. Therefore Choice D is correct .\nChoice A is incorrect because the genetic code used in mitochondria is similar to the genetic code used in the nucleus of eukaryotic cells but not entirely the same. Choice B is incorrect because the genetic code is degenerate. There are 64 possible codons in the genetic code, but only 20 amino acids. As a result, some amino acids are coded for by more than one codon, providing redundancy and flexibility in protein synthesis. Choice C is incorrect because mutations are changes in the genetic code. As a result, mutations play a significant role in generating genetic diversity and are a driving force in the process of evolution.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 10",
      "content": "Which statement explains why DNA is evidence of common ancestry?\n\n\n\n- A.$\\hspace{1em}$ All organisms have an identical DNA base sequence.\n- B.$\\hspace{1em}$ All organisms contain DNA.\n- C.$\\hspace{1em}$ Closely related species contain the same alleles.\n- D.$\\hspace{1em}$ More recently evolved species have more similar DNA.\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because the presence of DNA in all organisms reflects a universal lineage, providing evidence of common ancestry. All organisms use the same four nucleotides (adenine, thymine, cytosine, and guanine) and the same genetic code to translate DNA into proteins, which supports the idea of a shared evolutionary origin.\nChoice A is incorrect because while all organisms share common sequences in their DNA, their base sequences are not identical. Differences in DNA sequences accumulate over time, and species with more recent common ancestors have more similar DNA.\nChoice C is incorrect because organisms that are closely related share many similarities in their DNA but their alleles are not all identical.\nChoice D is incorrect because all organisms, living and extinct, contain DNA, not only recently evolved species.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 11",
      "content": "Which of the following shows the correct structure of a DNA nucleotide?\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/22716090-ebb2-445b-8107-c2459a247ff8/images/9ab33f74-e805-4dfb-838b-794a9ffbf1db/BI1394ii.png)\n\n[©Revision Village 2025]",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because it shows the nitrogenous base bonded to the 1’ carbon of the pentose sugar and the phosphate bonded to the 5’ carbon. Even though the structure is inverted the bonding remains accurate, as this is how it would appear on the antiparallel DNA strand.\nChoice A  is incorrect because it shows the phosphate bonded to the oxygen on the pentose sugar, which is not possible. Choice C is incorrect as it shows incorrect bonding for the nucleotide base, which is attached to the 2’ carbon. The phosphate is shown bonded to the 3’ end of the sugar, which would be part of the next nucleotide subunit. Choice D is incorrect as it shows incorrect bonding for the nucleotide base, again connected to the 2’ carbon.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 12",
      "content": "The diagram below shows the structure of 2 different monomers.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/6860c05f-e311-4527-b0db-a0edb0faa6be/images/5fdb0628-9704-4354-a136-ddb85c904c1d/BI0437.png)\n\n\n[Source: Adapted from CNX OpenStax College. (2013). Illustration from Anatomy & Physiology, Connexions Website. Retrieved September 11, 2022, from https ://commons.wikimedia.org/wiki/File:217_Five_Important_Monosaccharides-01.jpg Copyright under CC BY 3.0]\n\n\n- State the name of the following:\n  \n  - structure A\t<span class=\"marks\">[1]</span>\n\n  - structure B\t<span class=\"marks\">[1]</span>\n\n\n- State the name of a polymer which contains the following molecules:\n  \n  - structure A \t<span class=\"marks\">[1]</span>\n\n  - structure B\t<span class=\"marks\">[1]</span>\n\n\n",
      "markScheme": "\n- \n  - \r\n$\\ce{->}$ structure A: α-glucose <span class=\"marks\">[1]</span>\n\n  - \r\n$\\ce{->}$ structure B: ribose <span class=\"marks\">[1]</span>\n\n\n\n\n\n- \n  - \r\n$\\ce{->}$ structure A: starch OR glycogen OR amylose OR amylopectin <span class=\"marks\">[1]</span>\n\n  - \r\n$\\ce{->}$ structure B: ribonucleic acid OR RNA <span class=\"marks\">[1]</span>\n\n\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": "4",
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 13",
      "content": "Which set of bonds found in nucleic acids are correctly identified in the table below?\n\nBonds between phosphates and pentose sugarsBonds between nucleotide basesA.$\\hspace{1em}$CovalentHydrogenB.$\\hspace{1em}$HydrogenCovalentC.$\\hspace{1em}$CovalentCovalentD.$\\hspace{1em}$HydrogenHydrogen",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because the nucleic acid backbone is held together by covalently bonded sugars and phosphates, while the nucleotide bases are held together by hydrogen bonds.\nChoice B is incorrect because the types of bonds are reversed. Choice C is incorrect because the bonds between nucleotides are hydrogen bonds, not covalent bonds. Choice D is incorrect because the bonds between phosphates and pentose sugars are covalent, not hydrogen bonds.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 14",
      "content": "The diagram shows the structure of a DNA fragment.\nWhich letter points to the bonds that easily break and reform?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/a626ffc3-c2e5-4f07-aa13-46af1143e26b/images/b46d0542-b068-4146-8497-4b93a1868de1/BI0038.png)\n\n[Source: Adapted from User: Madprime. (2010, March). File: DNA chemical structure jp.svg. Wikimedia Commons. Retrieved May 15, 2022, from https://commons.wikimedia.org/wiki/File: DNA_chemical_structure_jp.svg. Copyright under CC-SA 3.0]",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nThe bonds between the nitrogenous bases holding the two strands together are hydrogen bonds. Hydrogen bonds typically break and reform easily; therefore  Choice B is the correct answer to the question.\nThe nitrogenous bases consist of single and double covalent bonds (Choice A) between nitrogen and carbon atoms. Deoxyribose sugars have single covalent bonds (Choice C) between the carbon atoms forming the pentose sugar. There are covalent bonds between the phosphate and sugar and between the phosphate and base (Choice D). Covalent bonds do not typically break and reform easily.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 15",
      "content": "Which of the following molecules are classified as nucleic acids?\n\n\n- I.ATPII.rRNAIII.DNA\n\n\n\n\n- A.$\\hspace{1em}$ I and II\n- B.$\\hspace{1em}$ I and III\n- C.$\\hspace{1em}$ II and III\n- D.$\\hspace{1em}$ I, II, and III\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nStatement I is false. ATP (adenosine triphosphate) is a nucleotide, not a nucleic acid. It is a single molecule, not a long chain (polymer) of nucleotides, which is what defines nucleic acids like DNA and RNA. \nStatement II is true. Ribosomal RNA (rRNA) is a type of RNA, which is one of the two major types of nucleic acids (the other being DNA). It is a polymer of ribonucleotides, synthesised during transcription, and plays a role in protein synthesis. \nStatement III is true. DNA is a polymer of deoxyribonucleotides. It serves as the hereditary material in most organisms.\nNote that the correct answer includes the two molecules whose names end in ‘NA’, which stands for nucleic acid - DNA and RNA.\nChoice C is, therefore, the correct answer as it only includes the two true Statements II and III.\nChoices A, B and D are incorrect as they include the false Statement I.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 16",
      "content": "Which diagram shows the structure of RNA?\n$\\text{A}$. $\\\\$ $\\hspace{0em}$ $\\\\$ $\\hspace{0em}$ $\\\\$ $\\hspace{0em}$ $\\\\$ $\\hspace{0em}$ $\\\\$ $\\hspace{0em}$ $\\\\$ $\\hspace{0em}$![SkillUpp Image](https://assets.revisionvillage.com/public/question/1f95dd39-bf8a-42dc-9d5c-1c0b5bcd061e/images/47e4946f-9a89-43f5-b7cf-7dd48be97d39/BI1477%20fig1.png)\n\n$\\text{B}$. $\\\\$ $\\hspace{0em}$ $\\\\$ $\\hspace{0em}$ $\\\\$ $\\hspace{0em}$ $\\\\$ $\\hspace{0em}$ $\\\\$ $\\hspace{0em}$ $\\\\$ $\\hspace{0em}$![SkillUpp Image](https://assets.revisionvillage.com/public/question/1f95dd39-bf8a-42dc-9d5c-1c0b5bcd061e/images/2fc7c2bf-b91f-431a-8eee-1836c67fb3bd/BI1477%20fig2.png)\n\nC. $\\\\$ $\\hspace{0em}$ $\\\\$ $\\hspace{0em}$ $\\\\$ $\\hspace{0em}$ $\\\\$ $\\hspace{0em}$ $\\\\$ $\\hspace{0em}$ $\\\\$ $\\hspace{0em}$![SkillUpp Image](https://assets.revisionvillage.com/public/question/1f95dd39-bf8a-42dc-9d5c-1c0b5bcd061e/images/43a9cc4d-7981-4420-a0a2-942b1ff469b2/BI1477%20fig3.png)\n\nD. $\\\\$ $\\hspace{0em}$ $\\\\$ $\\hspace{0em}$ $\\\\$ $\\hspace{0em}$ $\\\\$ $\\hspace{0em}$ $\\\\$ $\\hspace{0em}$ $\\\\$ $\\hspace{0em}$![SkillUpp Image](https://assets.revisionvillage.com/public/question/1f95dd39-bf8a-42dc-9d5c-1c0b5bcd061e/images/1bd66bcc-89fc-4273-a128-6f929ba991cd/BI1477%20fig4.png)\n\n[©Revision Village 2025]",
      "markScheme": "B\n$\\underline{\\textrm{Sample answer}}$: \nRNA is a single strand of nucleotides (Uracil, Guanine, Adenine and Cytosine), bonded together by a phosphodiester backbone. Each nucleotide consists of a phosphate group (represented by a circle), joined to a ribose sugar (represented by a pentagon) joined to a base (represented by a rectangle). Each nucleotide is joined to another by a covalent bond between the  ribose sugar of one nucleotide and the phosphate of the next. Choice B  is correct.\nChoice A  is incorrect as RNA is single stranded, not double stranded. Choice C  is incorrect as it shows a hexose sugar rather than a pentose sugar. Choice D  is incorrect as the pentose sugars and phosphate groups are in the wrong positions.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 17",
      "content": "What characteristic of DNA allows it to serve as a template for both DNA replication and mRNA synthesis?\n\n\n\n- A.$\\hspace{1em}$ The genetic code in DNA is universal across all organisms\n- B.$\\hspace{1em}$ Hydrogen bonding enables the correct alignment of deoxyribonucleotides and ribonucleotides in newly synthesised strands\n- C.$\\hspace{1em}$ DNA’s double helix structure means one strand can be replicated at the same time as the other is being transcribed\n- D.$\\hspace{1em}$ The strong sugar-phosphate backbone\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct. During both replication and transcription, nucleotides are aligned along the DNA template strand according to base-pairing rules. Hydrogen bonds form between the nitrogenous bases of the template DNA strand and the incoming deoxyribonucleotides (during replication) or ribonucleotides (in transcription).\nThe genetic code being universal means that the same codons code for the same amino acids in all organisms. However, this relates to protein synthesis, not to how DNA acts as a template for replication or transcription; Choice A is incorrect.\nChoice C is incorrect because replication and transcription can’t occur on opposite strands simultaneously. \nChoice D is incorrect because while the sugar-phosphate backbone is a feature of both DNA and RNA strands that provides structural stability, it does not explain how DNA can interact with both DNA and RNA nucleotides.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 18",
      "content": "Which of the following represents the correct structure of RNA?\n\nA.$\\hspace{2cm}$B.![SkillUpp Image](https://assets.revisionvillage.com/public/question/ac6dd223-2d74-4170-a8cf-7210719060f1/images/8671af0f-da99-480e-80ca-0fdf4b17f42b/BI1565A.png)\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/ac6dd223-2d74-4170-a8cf-7210719060f1/images/527f702a-baf1-4b73-babd-c3c83e22f26f/BI1565B.png)\n\nC.D.![SkillUpp Image](https://assets.revisionvillage.com/public/question/ac6dd223-2d74-4170-a8cf-7210719060f1/images/7b9be57f-fb83-43ae-b478-a6656a0c6960/BI1565C.png)\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/ac6dd223-2d74-4170-a8cf-7210719060f1/images/54ad8ec1-a9ea-4fc9-8c0d-3e39ee4a6651/BI1565D.png)\n\n\n[© Revision Village 2024. Created with BioRender.com]",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because RNA is a single-stranded nucleic acid that contains adenine (A), cytosine (C), uracil (U), and guanine (G) nucleotide bases, while DNA is a double-stranded nucleic acid containing thymine (T) instead of uracil. The nucleotide bases are covalently bonded to a pentose sugar, which is covalently bonded to a phosphate at the 5’ and 3’ ends.\nChoice A is incorrect as this is the structure of a DNA molecule, including a thymine base. Choice B is incorrect because RNA does not contain thymine. Choice D is incorrect because the diagram shows a double-stranded molecule similar to DNA,  but the strands are incorrectly depicted as parallel instead of the correct anti-parallel orientation.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 19",
      "content": "Which of the following is the correct pairing of a nucleotide component and its description?\n\nComponentDescriptionA.$\\hspace{1em}$SugarVaries between RNA and DNA to form genetic codeB.$\\hspace{1em}$BaseProvides structure to the backboneC.$\\hspace{1em}$PhosphateForms bonds with the base and sugarD.$\\hspace{1em}$BaseVaries along nucleic acid to form genetic code",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is correct because the sequence of nitrogenous bases is what encodes genetic information in DNA and RNA. This is the only row with a fully correct and precise description.\nChoice A is incorrect because, while the sugar differs between DNA (deoxyribose) and RNA (ribose), it does not form the genetic code. The code is carried in the base sequence, not the sugar.\nChoice B is incorrect because Bases are not part of the backbone (which is made of sugar–phosphate units). Bases project from the backbone and form the coding region, not the structure.\nChoice C is incorrect because phosphate forms bonds with sugars, not with bases. Bases attach to the sugar (at carbon 1'), not to phosphate.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 20",
      "content": "Below is a diagram showing a DNA and RNA molecule, both of which are made of nucleotides.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/145a1f0c-e604-4287-ad0a-3d2854b8dd77/images/25bf0e54-5b74-491c-bf4d-c886e68be0d1/Bi1849.png)\n\n\n[© Revision Village 2024. Created with BioRender.com]\n\n\n- Draw a labelled diagram of a nucleotide. \t<span class=\"marks\">[3]</span>\n\n- Describe the structural difference between the sugars found in DNA and RNA nucleotides.\n<span class=\"marks\">[1]</span>\n\n- Outline how an RNA molecule is formed through the joining of nucleotide monomers.\t\t\t\t<span class=\"marks\">[2]</span>\n\n",
      "markScheme": "\n- any three of the following:\n  $\\ce{ -> }$ pentose sugar OR ribose OR deoxyribose drawn in the centre and correctly  labelled\t<span class=\"marks\">[1]</span>\n\n$\\ce{ -> }$ phosphate group drawn attached to C5 of pentose sugar and labelled (C5 does not need to be labelled)\t<span class=\"marks\">[1]</span>\n\n$\\ce{ -> }$ nitrogenous base drawn correctly on C1 of the pentose sugar and labelled (C1 does not need to be labelled)\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/145a1f0c-e604-4287-ad0a-3d2854b8dd77/images/2464f150-4b65-41d2-848f-49cde2c8bfed/BI1849MSii.png)\n\n\n[© Revision Village 2024]\n  \n- answer can be as annotated diagram\n  $\\ce{ -> }$ deoxyribose OR DNA sugar has a hydrogen atom OR H attached to C2 WHEREAS ribose OR RNA sugar has a hydroxyl group OR OH attached to C2\t  <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/145a1f0c-e604-4287-ad0a-3d2854b8dd77/images/1566aa80-bd49-42b6-ada9-e4c001f00b57/BI1849MS2i.png)\n\n\n[© Revision Village 2024]\n  \n\n- any two of the following:\n  $\\ce{ -> }$ joined together through condensation reactions\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ phosphodiester bond OR covalent bond forms between the nucleotides \t \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ bond forms between phosphate group of one nucleotide AND the 3' hydroxyl group OR C3 of the sugar OR ribose in next nucleotide\t<span class=\"marks\">[1]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nRNA is formed through condensation reactions ($\\checkmark$) where phosphodiester bonds join the phosphate group of one nucleotide to the 3' hydroxyl group of the sugar in another nucleotide ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "6",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 21",
      "content": "The diagram below shows transcription.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/b52a0f7e-44bc-41fb-b520-68f9f818e40a/images/7788d2fb-8bfa-4572-9a23-2786736e9a6e/BI0039.png)\n\n\n[© Revision Village 2022. Created with BioRender.com]\n\n\nWhat do structures X and Y have in common?\n\n\n- A.$\\hspace{1em}$ Both are made up of phosphate groups, ribose sugar and nitrogenous bases.\n- B.$\\hspace{1em}$ Both contain hydrogen bonds between adenine and thymine.\n- C.$\\hspace{1em}$ Both contain sugar-phosphate bonds between phosphate groups and monosaccharides.\n- D.$\\hspace{1em}$ Both have six-carbon monosaccharides in their structure.\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nStructure X is DNA, and structure Y is RNA. Both structures are made up of phosphate groups, sugars and nitrogenous bases. Both structures contain sugar-phosphate bonds, a type of covalent bond, between phosphate groups and sugars.\nThe sugar in DNA is deoxyribose and the sugar in RNA is ribose (Choice A). The sugar molecule in both DNA and RNA is a pentose sugar which means it has five carbon atoms, not six (Choice D).\nRNA does not contain thymine (Choice B) and it is single-stranded.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 22",
      "content": "Refer to the diagram showing a section of a DNA strand.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/cda96db5-d1f8-4821-bfb9-ddd33e4caa82/images/af63cd61-e4b6-436d-853c-27b1cbae8bda/Picture1.png)\n\n\n[© Revision Village 2025. Created in BioRender.com]\n\nWhich carbon on the deoxyribose sugar is bonded to the phosphate group in the phosphodiester bond?\n\n\n\n- A.$\\hspace{1em}$ Carbon 1'\n- B.$\\hspace{1em}$ Carbon 2'\n- C.$\\hspace{1em}$ Carbon 3'\n- D.$\\hspace{1em}$ Carbon 4'\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$:\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/cda96db5-d1f8-4821-bfb9-ddd33e4caa82/images/a1f3dc2e-b1f0-4602-a55b-087562538587/ANS.png)\n\n\nThe phosphodiester bond forms between the 3' carbon of the sugar in one nucleotide (which has an –OH group), and the 5' phosphate group of the next nucleotide. So, the 3' carbon is directly involved in forming the bond that links nucleotides within a single strand of DNA or RNA, making Choice C correct.\nThe 1' carbon of the sugar is the attachment point for the nitrogenous base, not for the phosphate group; Choice A is incorrect.\nIn deoxyribose, the 2' carbon lacks an –OH group (it has just –H), distinguishing DNA from RNA.  It is not involved in bonding to phosphate, so Choice B is incorrect.\nThe 4' carbon connects to the 3' carbon and the 5' carbon within the sugar ring, but does not form bonds with the phosphate group; Choice D is incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 23",
      "content": "Which of the following features of DNA most directly underpins its virtually limitless capacity to encode genetic information?\n\n\n\n- A.$\\hspace{1em}$ The use of four chemically distinct nitrogenous bases arranged in long chains.\n- B.$\\hspace{1em}$ Semiconservative replication via complementary base pairing, which preserves sequence diversity.\n- C.$\\hspace{1em}$ The covalent sugar-phosphate backbone’s antiparallel orientation, which fixes strand directionality.\n- D.$\\hspace{1em}$ Coiling of DNA into chromosomes, which aids efficient storage.\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because the linear sequence of four different nucleotides (A, T, C and G) joined by phosphodiester bonds can form an almost infinite number of unique combinations, providing DNA with its enormous information-storage capacity. The human genome is about 3,000,000,000 nucleotides long, so there would be** $\\mathbf{4^{3,000,000,000}}$ theoretical combinations of nucleotides.\nChoice B is incorrect because complementary base pairing ensures faithful replication, but does not itself generate new sequences.\nChoice C is incorrect because the antiparallel backbone ensures the strands are arranged in opposite directions, but does not contribute to the sequence diversity.\nChoice D is incorrect because coiling allows DNA to be compacted and stored efficiently within the nucleus, but it does not directly contribute to the capacity to encode genetic information. While necessary for packaging long DNA molecules, coiling does not influence the number of unique sequences that DNA can carry or its ability to store diverse instructions.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 24",
      "content": "What bases are P, Q, and R if S is a pyrimidine?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/f497fb1a-2df4-4043-a760-f2d78e9bc76a/images/3b6c2a4e-8c5c-4c00-a882-93d69b4c4568/BI0897A.png)\n\n\n[© Revision Village 2023]\n\nPQRA.$\\hspace{1em}$$\\hspace{1em}$ Guanine $\\hspace{1em}$$\\hspace{1em}$ Cytosine $\\hspace{1em}$$\\hspace{1em}$ Thymine $\\hspace{1em}$B.$\\hspace{1em}$GuanineAdenineCytosineC.$\\hspace{1em}$CytosineGuanineAdenineD.$\\hspace{1em}$AdenineThymineCytosine",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nAdenine and guanine are purines. Cytosine and thymine are pyrimidines.\nIf S is a pyrimidine (~20%), it is either cytosine or thymine. Purines pair with pyrimidines, so Q, which also makes up about 20% of the molecule, must be guanine or adenine. This means Choices A and D can be eliminated as correct answers.\nP and R must pair up as they make up approximately the same proportion of the DNA. So P and R must either be adenine and thymine or guanine and cytosine. This means Choice C is incorrect.\nThis leaves us with the correct answer of Choice B.  P is guanine, which pairs with R, cytosine, and Q is adenine, which pairs with S, which must be thymine.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 25",
      "content": "The image below shows a short fragment of the DNA molecule.\n\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/fbef2eb8-a510-400a-a236-9c68cabf02a5/images/336f5711-f03c-4898-ae6a-6e6ea2d9a675/BI0049.png)\n\n[Source: Adapted from User: Madprime. (2010, March). File: DNA chemical structure jp.svg. Wikimedia Commons. Retrieved May 15, 2022, from https://commons.wikimedia.org/wiki/File: DNA_chemical_structure_jp.svg. Copyright under CC-SA 3.0]\n\n\n\n- Define the term ‘antiparallel’ in the context of a DNA molecule. <span class=\"marks\">[1]</span>\n\n- Compare and contrast the structures of DNA and RNA.  <span class=\"marks\">[4]</span>\n\n",
      "markScheme": "\n- the following:\n  $\\ce{ -> }$ two DNA strands run in opposite directions OR one strand is oriented 5' to 3', while the other is 3' to 5' <span class=\"marks\">[1]</span>\n\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n:u[Sample answer]:\n:br\n\nAntiparallel is the arrangement of the two strands in the double helix, where they run in opposite directions, with one strand oriented 5' to 3' and the other 3' to 5'  ($\\checkmark$).\n\n\n- any four of the following:\n  At least one statement for compare and one statement for contrast\n  compare\n  $\\ce{ -> }$ BOTH are nucleic acids OR  composed of nucleotides <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ BOTH contain adenine OR A AND cytosine OR C AND guanine OR G <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ BOTH have a sugar-phosphate backbone <span class=\"marks\">[1]</span>\n\n  contrast\n  $\\ce{ -> }$ DNA is double-stranded WHEREAS RNA is single-stranded <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ DNA contains thymine OR T  WHEREAS RNA has uracil OR U <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ DNA has deoxyribose WHEREAS RNA contains ribose <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ structure of DNA is more stable THAN RNA <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  Sample answer:\n\nBoth DNA and RNA are nucleic acids composed of nucleotides  ($\\checkmark$) and they both have a sugar-phosphate backbone ($\\checkmark$). They also contain the nitrogenous bases adenine (A), cytosine (C), and guanine (G) ($\\checkmark$), however, DNA contains thymine (T), while RNA has uracil (U) ($\\checkmark$). DNA is double-stranded, whereas RNA is single-stranded  ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "5",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 26",
      "content": "DNA and RNA are nucleic acids that are essential to all living organisms. ATP is a type of nucleotide.\n\n- Distinguish between ATP and the monomers of DNA in humans. <span class=\"marks\">[3]</span>\n\n- Outline the roles of the different types of RNA involved in translation.\t <span class=\"marks\">[4]</span>\n\n- Describe the structure of the DNA double helix.  <span class=\"marks\">[8]</span>\n\n",
      "markScheme": "\n- Any three of the following:\n  $\\ce{ -> }$ ATP contains three phosphate groups WHEREAS each DNA nucleotide contains only one phosphate group \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ ATP has adenine for a nitrogenous base WHEREAS a DNA nucleotide can contain adenine, cytosine, guanine or thymine\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ a component of ATP is ribose WHEREAS DNA nucleotides have deoxyribose instead\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ ATP stores energy OR provides energy, WHEREAS DNA carries OR transmits genetic information\t  \t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ ATP can perform its function as a single monomer WHEREAS DNA can only perform its function, OR carry genetic material as a polymer\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ ATP is found throughout the cell OR primarily in the cytoplasm OR mitochondria WHEREAS DNA is found primarily in the nucleus OR only found in the nucleus AND mitochondria\t\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nBoth ATP and DNA molecules are nucleic acids which contain a phosphate group, a sugar and a base. The structural difference between a molecule of ATP and a molecule of DNA is that one ATP molecule contains three phosphate groups whereas one DNA nucleotide contains one phosphate group ($\\checkmark$). In addition, the nitrogenous base in ATP is adenine whereas there are four possible nitrogenous bases in one nucleotide of DNA which are adenine, cytosine, guanine and thymine ($\\checkmark$). The functional difference is that ATP stores energy, whereas DNA carries genetic material ($\\checkmark$).\n\n\n\n- Any four of the following (there must be at least one statement for each of mRNA, tRNA and rRNA to achieve maximum marks):\n  $\\ce{ -> }$ mRNA carries the genetic information from DNA to the ribosome\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mRNA serves as a template for protein synthesis\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ codons of mRNA  specify positioning of  amino acids along polypeptide OR codons guide the assembly of amino acids into a polypeptide \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ tRNA molecules carry amino acids to mRNA OR ribosome\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ anticodons on tRNA complementary to codons on mRNA allow amino acids to be positioned correctly along the polypeptide OR anticodons bind to codons to bring corresponding amino acid to the ribosome \t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ rRNA provides the ribosome's structural framework OR forms ribosomes\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ rRNA catalyses the formation of peptide bonds between adjacent amino acids \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ rRNA facilitates binding of mRNA and tRNA\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mRNA, tRNA, and rRNA orchestrate protein synthesis during translation\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nTogether, mRNA, tRNA, and rRNA orchestrate the process of protein synthesis ($\\checkmark$) during translation. mRNA carries the genetic information from DNA to the ribosome  ($\\checkmark$). Codons on the mRNA specify the positioning of amino acids along the polypeptide chain  ($\\checkmark$). Each tRNA molecule has a specific anticodon sequence that is complementary to a codon on the mRNA  ($\\checkmark$). This base-pairing specificity allows tRNA to bring the corresponding amino acid to the correct position to form the polypeptide  ($\\checkmark$). The rRNA catalyses the formation of peptide bonds between adjacent amino acids  ($\\checkmark$).\n\n\n\n- Any eight of the following: \n(appropriately labelled and correctly drawn DNA segment can be used in the answer)\n  $\\ce{ -> }$ each strand of DNA is a polymer of nucleotides \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ each strand has a sugar-phosphate backbone\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ four nitrogenous bases A OR adenine AND T OR thymine AND C OR cytosine AND G OR guanine  \t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ two strands are anti-parallel OR parallel but in opposite directions OR one strand is in the 5’ to 3’ direction and the other strand is in the 3’ to 5’ direction\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ strands are twisted OR right-handed and turn into a double helix with around 10 base pairs per turn\t\t  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ nucleotides consist of one phosphate group, one deoxyribose sugar and one nitrogenous base\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ phosphate group is bound to the 5’ carbon of the sugar OR deoxyribose OR pentose   \t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ phosphate group is bound to the 3’ carbon OH group of deoxyribose (of the next nucleotide)\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ covalent OR phosphodiester bond between phosphate and the sugar\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ nitrogenous base OR base is bound to the 1’ carbon of the sugar OR deoxyribose OR pentose sugar \t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ covalent bond between nitrogenous base and deoxyribose OR sugar OR pentose sugar \t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ two strands are held together by hydrogen bonds between nitrogen bases of two nucleotides OR 3 hydrogen bonds between guanine and cytosine OR 2 hydrogen bonds between adenine and thymine\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ complementary base pairing between nitrogenous bases\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ A pairs up with T AND C pairs up with G\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>8 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nDNA is a nucleic acid, also known as a polymer of nucleotides ($\\checkmark$) . Many nucleotides are joined together to form it. One nucleotide consists of three parts; a phosphate group, deoxyribose sugar and a nitrogenous base ($\\checkmark$).\n  One end of the phosphate group is bonded to the 5’ carbon of the deoxyribose sugar ($\\checkmark$). On the other side of the nucleotide, the phosphate group is bonded to the 3’ carbon sugar ($\\checkmark$) of another nucleotide. Both bonds are covalent phosphodiester bonds ($\\checkmark$). Repeated alternating sugar-phosphate bonds form the sugar-phosphate backbone ($\\checkmark$).  The 1’ carbon of the sugar is covalently bonded to the nitrogenous base ($\\checkmark$) also through a condensation reaction to make up one complete nucleotide.\n  DNA is a double helix ($\\checkmark$) in which nitrogenous bases form the centre of the structure, and both strands are held together by hydrogen bonds ($\\checkmark$) between the complementary bases from each strand. A pairs up with T, and C always pairs up with G ($\\checkmark$).\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 27",
      "content": "DNA and RNA are nucleic acids that are essential to all living organisms.\n\n- Draw and label a diagram of a nucleotide.\t <span class=\"marks\">[4]</span>\n\n- Explain how the variation in base sequences leads to the ability of DNA to have an enormous capacity for storing genetic information.\t<span class=\"marks\">[4]</span>\n\n- DNA is a polymer of nucleotides. Describe the structure of DNA.  \t<span class=\"marks\">[7]</span>\n\n",
      "markScheme": "\n- the following:\n  $\\ce{ -> }$ phosphate group drawn as a circle in correct place.  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ ribose sugar drawn as a pentagon in correct place <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ nitrogenous base drawn as a rectangle in correct place <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ all three parts labelled correctly <span class=\"marks\">[1]</span>\n\n  Bonds and names of nitrogenous bases do not need to be labelled\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/9150aae9-afb7-4f8c-ad8a-a689af882f11/images/e2a45c02-e188-4e34-a535-699a939168c7/BI1047.png)\n\n\n[© Revision village 2022]\n\n\n\n- any four of the following (there must be at least one similarity and one difference given to gain full marks):\n  $\\ce{ -> }$ genetic code is stored in the sequence of nitrogenous bases <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ three bases OR a codon, codes for one amino acid <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ 64 codons but only 20 amino acids OR degenerate code <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ complementary base pairing <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ for each extra nucleotide along a DNA strand, the number of possible combinations of bases increases exponentially <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mutations introduce new genetic information <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ certain sequences are conserved across species because they encode vital information  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ DNA molecules can be hundreds of millions of base pairs long OR DNA molecules are very long <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ non-coding regions have regulatory functions, contributing to the complexity of gene expression and overall genetic information <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe genetic code resides within the sequences of nitrogenous bases ($\\checkmark$) along a DNA molecule. Amino acids are coded for by codons ($\\checkmark$), and the code is degenerate ($\\checkmark$), in other words, some amino acids are coded for by more than one codon. The longer the DNA molecule, the greater the number of possible combinations of bases along the DNA strand, in fact there is an exponential increase in possibilities ($\\checkmark$) for each single nucleotide added to the polymer. Mutations also add to the variety ($\\checkmark$) of the genetic code.\n\n\n\n- any seven of the following: \n(appropriately labelled and correctly drawn DNA segment can be used in the answer)\n  $\\ce{ -> }$ DNA is a double helix \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ two strands are anti-parallel OR parallel but in opposite directions OR one strand is in the 5’ to 3’ direction and the other strand is in the 3’ to 5’ direction\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ strands are twisted OR right-handed and turn into a double helix with around 10 base pairs per turn\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ nucleotides consist of one phosphate group, one deoxyribose sugar and one nitrogenous base\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ phosphate group is bound to the 5’ carbon of the sugar OR deoxyribose OR pentose   \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ phosphate group is bound to the 3’ carbon OH group of deoxyribose (of the next nucleotide)\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ covalent OR phosphodiester bond between phosphate and the sugar\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ nitrogenous base OR base is bound to the 1’ carbon of the sugar OR deoxyribose OR pentose sugar <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ covalent bond between nitrogenous base and deoxyribose OR sugar OR pentose sugar \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ two strands are held together by hydrogen bonds between nitrogen bases of two nucleotides OR 3 hydrogen bonds between guanine and cytosine OR 2 hydrogen bonds between adenine and thymine\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ A pairs up with T AND C pairs up with G\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>7 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nDNA is a nucleic acid, also known as a polymer of nucleotides. Many nucleotides are joined together to form it. One nucleotide consists of three parts; a phosphate group, deoxyribose sugar and a nitrogenous base ($\\checkmark$).\n  One end of the phosphate group is bonded to the 5’ carbon of the sugar ($\\checkmark$) through a condensation reaction. On the other side of the nucleotide, the phosphate group is bonded to the 3’ carbon sugar ($\\checkmark$) of another nucleotide through a condensation reaction. Both bonds are  covalent bonds ($\\checkmark$). Repeated alternating sugar-phosphate bonds form the sugar-phosphate backbone.  The 1’ carbon of the sugar is covalently bonded to the nitrogenous base ($\\checkmark$)also through a condensation reaction to make up one complete nucleotide.\n  DNA is a double helix ($\\checkmark$) in which nitrogenous bases form the centre of the structure, and both strands are held together by hydrogen bonds ($\\checkmark$) between the complementary bases from each strand. A pairs up with T, and C always pairs up with G ($\\checkmark$).\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 28",
      "content": "![SkillUpp Image](https://assets.revisionvillage.com/public/question/baf04dcc-f4a0-48d2-9a7d-1963add3cf0c/images/19006f6d-bdf7-40b0-a6de-aa5d19c784ed/BI1850.png)\n\n\n[© Revision Village 2024. Created with BioRender.com]\n\n\n- Describe the role of DNA in storing genetic information.\t\t\t\t<span class=\"marks\">[2]</span>\n\n- Outline the importance of the antiparallel arrangement of DNA strands in the structure of DNA.\t\t\t\t\t\t<span class=\"marks\">[3]</span>\n\n- Outline the importance of the diversity of DNA base sequences in the process of evolution. \t\t\t\t\t<span class=\"marks\">[3]</span>\n\n- Discuss the importance of the conservation of the genetic code in understanding universal common ancestry. \t\t\t\t<span class=\"marks\">[2]</span>\n\n",
      "markScheme": "\n- Any two of the following:\n  $\\ce{ -> }$ genetic code is stored in the sequence of nucleotide bases OR adenine, thymine, cytosine, guanine\t within the DNA molecule\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ groups of three nucleotides OR bases form codons, which correspond to specific amino acids\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ sequence of codons determines the primary structure of proteins, which controls the organism’s traits and functions\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ double-helix structure ensures stability of genetic information and allows for accurate replication during cell division\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ genetic code is degenerate OR multiple codons can code for same amino acid providing some protection against mutations\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ genes can be turned on or off OR are used when needed OR can be expressed and repressed <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nDNA stores genetic information in the form of codons, which are sequences of three nucleotide bases ($\\checkmark$) that code for specific amino acids ($\\checkmark$). These codons determine the structure of proteins, which are essential for the organism’s traits and functions ($\\checkmark$).\n\n\n\n- Any three of the following:\n  $\\ce{ -> }$ two DNA strands run in opposite directions OR one strand runs 5' to 3', while the other runs 3' to 5'\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ allows the complementary base pairs OR adenine-thymine AND guanine-cytosine to align properly and form hydrogen bonds\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ hydrogen bonding stabilises the double helix\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ antiparallel strands allow for the twisting of the DNA molecule \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ ensures that the DNA molecule is stable and can store genetic information effectively\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe antiparallel arrangement means that one DNA strand runs 5' to 3', while the other runs 3' to 5' ($\\checkmark$). This allows the complementary base pairs to align correctly and form hydrogen bonds between adenine-thymine and guanine-cytosine ($\\checkmark$). These hydrogen bonds help stabilise the double helix and allow the DNA to twist into its characteristic structure ($\\checkmark$).\n\n\n\n- Any three of the following:\n  $\\ce{ -> }$ leads to genetic variation between individuals within a population\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ provides the basis for natural selection, as certain traits may offer a selective advantage in specific environments\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ Individuals with advantageous traits are more likely to survive and reproduce, passing their favourable alleles OR genes to the next generation <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ over time, advantageous traits become more common, driving evolution and the development of new species\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ allows populations to adapt to changing environments, contributing to species' survival\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe diversity of DNA base sequences leads to genetic variation between individuals in a population ($\\checkmark$). This variation provides the basis for natural selection, where certain traits offer a selective advantage in specific environments ($\\checkmark$). Over time, individuals with advantageous traits are more likely to survive, reproduce, and pass on their favourable genes ($\\checkmark$), driving the process of evolution and the development of new species.\n\n\n\n- Any two of the following:\n  $\\ce{ -> }$ genetic code is nearly universal across all living organisms OR there are only a few minor variations in the genetic code observed in certain species\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ in nearly all organisms the same triplet codons specify the same amino acids\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ universality of the genetic code implies a shared ancestral origin for all organisms \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ used in phylogenetic analysis to reconstruct evolutionary relationships, providing strong evidence for universal common ancestry\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ conservation of the genetic code helps maintain the integrity of proteins OR reduces  risk of mutations that could disrupt essential cellular functions\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ despite evolutionary changes in species, the genetic code remains largely unchanged over time\t\t\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe conservation of the genetic code across all organisms suggests that all life shares a common ancestor, as the same triplet codons specify the same amino acids in all species ($\\checkmark$). This universality indicates that the genetic code has been passed down through generations with little change ($\\checkmark$), providing evidence for universal common ancestry.\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 29",
      "content": "The graph below shows the results of an experiment conducted by a team of researchers investigating the relationship between the composition and melting point of different DNA samples. At the melting point, the DNA double helix separates into two individual strands.\nTwo DNA samples were compared, one consisting of only PQ pairs and another one consisting of only RS pairs.  Letters P, Q, R and S represent different nitrogenous bases found in the DNA.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/d59dd324-98c9-4e4e-91b6-758d5679701c/images/0881eea3-e69e-45cc-ad3b-7c9e377763b5/BI0321.png)\n\n\r\n[ © Revision Village 2022]\n\nBased on the results presented in the graph, and your knowledge of nucleotide base pairing (between purines and pyrimidines), deduce which nitrogenous bases correspond to the letters P, Q, R and S.\n$\\hspace{2.5em}$ P $\\hspace{2.5em}$$\\hspace{2.5em}$ Q $\\hspace{2.5em}$$\\hspace{2.5em}$ R $\\hspace{2.5em}$$\\hspace{2.5em}$ S $\\hspace{2.5em}$$\\hspace{1.5em}$ A. $\\hspace{1.5em}$CytosineGuanineThymineAdenine$\\hspace{1.5em}$ B. $\\hspace{1.5em}$AdenineCytosineGuanineThymine$\\hspace{1.5em}$ C. $\\hspace{1.5em}$GuanineAdenineThymineCytosine$\\hspace{1.5em}$ D. $\\hspace{1.5em}$ThymineAdenineCytosineGuanine",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nAdenine pairs up with thymine and cytosine pairs up with guanine. Hence, PQ or RS would either be adenine with thymine or cytosine with guanine (Choices A and D), but definitely not Choices B or C.\nCytosine and guanine pairing has three hydrogen bonds, whereas the adenine and thymine pairing has only two hydrogen bonds. At $95^oC$, there is a smaller percentage of RS-rich DNA melted content compared to PQ-rich DNA.\nThis shows that RS would be cytosine and guanine pairing (Choice D) and PQ is adenine and thymine. Because the extra hydrogen bond between C and G makes it more temperature resistant compared to A and T.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4.5"
    }
  ]
}