{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 1",
      "content": "Which option lists examples of evidence that can be used to support the theory of evolution?\n\n\n\n- A. $\\hspace{1em}$ Sudden appearance of complex organisms, fossil record, homologous structures\n- B. $\\hspace{1em}$\tFossil record, homologous structures, size of organisms\n- C. $\\hspace{1em}$\tHomologous structures, speciation, fossil record\n- D. $\\hspace{1em}$\tSpeciation, the complexity of organisms, increasing size of organisms\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nThe fossil record provides evidence of evolution, as the sequence in which fossils appear matches the sequence that they would be expected to evolve. Homologous structures provide evidence of evolution as they provide evidence that organisms shared a common ancestor. Speciation provides evidence of evolution as when populations become reproductively isolated, then natural selection can act differently on those populations, resulting in the formation of new species. Choice C is correct. Choices A and D  are incorrect as the organisms becoming more complex does not necessarily correlate with evolution. Choice B is incorrect, as the increasing size of organisms does not necessarily correlate with evolution.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 2",
      "content": "The overall structure of the flipper of a whale, in terms of bones and muscles, is similar to the overall structure of the limb of a horse.  What are these structures referred to as?\n\n\n\n- A.$\\hspace{1em}$ Ancestral structures\n- B.$\\hspace{1em}$ Convergent structures\n- C.$\\hspace{1em}$ Analogous structures\n- D.$\\hspace{1em}$ Homologous structures\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is correct because homologous structures refer to structures inherited from a common ancestor which are similar but often used for different functions.\nChoice A is incorrect, as ancestral structures refer to structures present in an ancestor species, not structures found in present day species.  Choice B is incorrect as convergent structures are not a term used in biology.  Convergent evolution, on the other hand, leads to analogous structures. Choice C is incorrect as analogous structures refer to structures used for the same function, which are significantly different when closely inspected.  Analogous structures also have different evolutionary origins.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 3",
      "content": "Which of the following is the strongest evidence supporting the hypothesis that two populations are two different species?\n\n\n\n- A.$\\hspace{1em}$ Allele frequencies differ between the two populations.\n- B.$\\hspace{1em}$ The two populations are reproductively isolated.\n- C.$\\hspace{1em}$ The DNA sequence of some genes was found to be different.\n- D.$\\hspace{1em}$ The two populations are geographically isolated.\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because two reproductively isolated populations are a key component of the definition of a species.\nChoice A is incorrect because allele frequencies often differ between different populations of the same species. Choice C is incorrect because varying DNA sequences in genes confirms the existence of different alleles, not the existence of two species.  Choice D is incorrect because even when two populations are geographically isolated, they may still be the same species.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 4",
      "content": "Which characteristic(s) is/are observed in both natural selection and selective breeding?\n\n\n- I.Favourable traits are selectedII.Increase in variationIII.Change is driven by the environment\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ I and II only\n- C.$\\hspace{1em}$ I and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nStatement I is correct because in both selective breeding and natural selection, favourable characteristics are “selected” by either the environment (natural selection) or humans (selective breeding). Statement II is incorrect because natural selection and selective breeding don’t increase variation, it influences the proportion of existing variants. Statement III is incorrect because selective breeding is not driven by the environment, it is driven by humans. Choice A is, therefore, correct.\nChoices B, C and D are incorrect as they include Statement II and/or Statement III.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 5",
      "content": "Which of the following statement concerning analogous structures is/are correct?\n\n\n- I.They are formed through convergent evolutionII.They perform the same or similar functions in different organismsIII.They evolve from a common ancestor\n\n\n\n\n- A.$\\hspace{1em}$ II only\n- B.$\\hspace{1em}$ I and II only\n- C.$\\hspace{1em}$ II and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nAnalogous structures refer to structures found in different species which serve a similar function (Statement II) but are not the result of common ancestry, they are formed through convergent evolution (Statement I), which is when different organisms evolve similar structures but have not arisen from a common ancestor. Choice B  is correct.\nAnalogous structures do not evolve from a common ancestor (Statement III); Choices C and D  are incorrect. Choice A  is incorrect because it only involves statement II.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 6",
      "content": "Shown in diagrams A and B are two pairs of similar structures.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/f8372de6-7083-44a4-b525-006eed25005b/images/3cd298f7-34ad-4f4c-bc2b-6b7a3b43bf2f/BI0857.png)\n\n\n[© Revision Village 2022]\nWhich of the following statements correctly explain the structural similarities shown in diagrams A and B?\n\n\n- I.Structural similarities in diagram A are primarily due to random mutations, not common ancestry.II.Structural similarities in diagram B are due to the fact they both perform similar functions.III.Diagram A depicts analogous structures, and diagram B depicts homologous structures.\n\n\n\n\n- A.$\\hspace{1em}$ II and III only\n- B.$\\hspace{1em}$ I and II only\n- C.$\\hspace{1em}$ II only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because only statement II correctly explains the structural similarities.\nThe bird and insect wings are similar due to convergent evolution.  Statement III is incorrect because diagram A depicts homologous structures, and diagram B depicts analogous structures.  Statement I is incorrect because humans and bats evolved from a common ancestor, and random mutations slowly gave rise to differences in the pentadactyl limb between different species. Choices A, B and D are all incorrect because they include either statements I or III, or both.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 7",
      "content": "The table below shows the percentage of the amino acid sequences of cytochrome c shared between a human and four other species.\nSpecies PairCytochrome c sequence shared (%)Human–chimpanzee99Human–mouse87Human–chicken75Human–zebrafish50\n\nWhich conclusion is best supported by these data?\n\n\n\n- A.$\\hspace{1em}$ A human and a chimpanzee shared a common ancestor more recently than a human and a mouse.\n- B.$\\hspace{1em}$ Cytochrome c has evolved faster in the chicken lineage than in the mouse lineage.\n- C.$\\hspace{1em}$ The human–zebrafish divergence occurred most recently.\n- D.$\\hspace{1em}$ The molecular clock runs at different rates in mammals and fish.\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because there is a higher percentage similarity for the cytochrome c amino acid sequence between the human and chimpanzee (99%) compared to the human and mouse (87%). This indicates less time for mutations to accumulate, meaning humans and chimpanzees shared a common ancestor more recently than humans and mice.\nChoice B is incorrect because although the cytochrome c percentage similarity is lower in chickens (75%) than in mice (87%), this alone does not confirm that cytochrome c evolved faster in the chicken lineage. To determine evolutionary rates, both sequence similarity and known divergence times are needed.\nChoice C is incorrect because the lowest sequence similarity (50%) between human and zebrafish suggests the longest time since divergence, not the most recent.\nChoice D is incorrect because differences in sequence similarity alone cannot demonstrate variation in molecular clock rates. The molecular clock is a concept based on the idea that mutations accumulate at a relatively constant rate over time in most species. To conclude rate differences, both the time since divergence and the number of accrued changes must both be known.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 8",
      "content": "Which of the following pairs of limbs are homologous?\n\nA.$\\hspace{2cm}$B.![SkillUpp Image](https://assets.revisionvillage.com/public/question/95ce83ee-4cfc-4990-979c-7472080d185f/images/b2b1c0e9-ab57-4231-aee5-6518a9f9bc32/BI1577A.png)\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/95ce83ee-4cfc-4990-979c-7472080d185f/images/62b811f3-008e-4d9f-9a9b-44a6e73f64f6/BI1577B.png)\n\nC.D.![SkillUpp Image](https://assets.revisionvillage.com/public/question/95ce83ee-4cfc-4990-979c-7472080d185f/images/546632a5-9c94-4e3d-9ed0-eef9040b8de0/BI1577C.png)\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/95ce83ee-4cfc-4990-979c-7472080d185f/images/ec7a434a-80b0-4dba-9293-d513594f781c/BI1577D.png)\n\n\n[© Revision Village 2024. Created with BioRender.com]",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is correct because the horse and sea lion limbs have the same bones in the same order. This is the result of common ancestry between the two species, making these structures homologous despite their different functions.\nChoices A, B, and C are incorrect because these are examples of analogous structures as a result of convergent evolution. Analogous structures share a common function but do not share a common ancestry. A further clue is that horse and sea lion are both mammals, whereas the other pairs of animals belong to different taxonomic groups (Choice A = mammal, insect; Choice B = mammal, crustacean; Choice C= mollusc, echinoderm).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 9",
      "content": "It is thought that the Congo River divided a population of the common ancestor of bonobos (Pan paniscus) and chimpanzees (Pan troglodytes), resulting in geographic isolation.  Which correctly pairs theoretical selection pressures and consequent adaptations of the two populations?\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/95d2e015-b514-409e-bc3c-a4d60240f3d6/images/e9f0bfbf-b64e-4476-8fa3-e01eb43f2eb1/BI0859.png)\n\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because a scarcity of food as well as competition with gorillas, led to increased aggression in the ancestral population to chimpanzees and plentiful food on the south side of the river, as well as an absence of gorillas led to increased cooperation in the ancestral population of bonobos.\nChoice A is incorrect because there was and is no difference in solar radiation on either side of the Congo River. Choice C is incorrect because the selection pressures and adaptations are reversed in terms of where they existed (south side vs. north side).  Choice D is incorrect because food scarcity led to more aggression, and plentiful food led to more cooperation.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 10",
      "content": "What sequence of events usually occur during the process of speciation?\n\n\n\n- A.$\\hspace{1em}$ Reproductive isolation → one species becomes two species → random mutations\n- B.$\\hspace{1em}$ Random mutations → reproductive isolation → one species becomes another species\n- C.$\\hspace{1em}$ Geographic isolation → reproductive isolation → one species becomes another species\n- D.$\\hspace{1em}$ Geographic isolation → reproductive isolation → one species becomes two species\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is correct because geographic isolation leads to a buildup of different mutations between two populations, leading to reproductive isolation and the production of two species from one.\nChoice A is incorrect, as reproductive isolation cannot occur prior to a buildup of random mutations.  Choices B and C are incorrect because speciation involves one species becoming two, not one.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 11",
      "content": "Based on the structure of each forelimb shown below, which one is likely to be analogous?\n\nA.B.![SkillUpp Image](https://assets.revisionvillage.com/public/question/9a97e321-e9ca-4e8f-8b33-9b3cb18ee915/images/39606d35-df65-410c-9d8b-ed6f9af2b422/BI0230_A.png)\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/9a97e321-e9ca-4e8f-8b33-9b3cb18ee915/images/52471306-733f-4dfc-bcae-3f4e8ce6d7de/BI0230_B.png)\n\nC.D.![SkillUpp Image](https://assets.revisionvillage.com/public/question/9a97e321-e9ca-4e8f-8b33-9b3cb18ee915/images/d8fd25b2-43d4-49b1-9f06-91470c27995e/BI0230_C.png)\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/9a97e321-e9ca-4e8f-8b33-9b3cb18ee915/images/91947f34-f7c5-454c-b802-9fe1906e95f9/BI0230_D.png)\n\n\n[Adapted from: Source Владислав Петрович , В. (2011). File vertebrates-en.svg. Wikimedia Commons. Retrieved June 8, 2022, from https ://commons.wikimedia.org/wiki/File.svg copyright free \nGraham, V. B. (2016, May 31). File & homologous structures.svg. Wikimedia Commons. Retrieved June 8, 2022, from https ://commons.wikimedia.org/wiki/File:Analogous_%26_Homologous_Structures.svg CC-BY-SA-4.0]",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nAn analogous structure is one that has a similar function to other structures but does not come from a common ancestor. Choice B is a forelimb, but does not have a structure similar to the other three limbs, which indicates that it does not come from a common ancestor, so is likely to be analogous.\nChoices A, C and D are incorrect as they are all homologous to each other i.e. they share a common ancestor, evidenced by the similarities in their structures.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 12",
      "content": "Which breeding practice most directly illustrates artificial selection of a polygenic trait?\n\n\n\n- A.$\\hspace{1em}$ Allowing the organisms with traits that fit the environment best to pass them on to the next generation.\n- B.$\\hspace{1em}$ Breeding plants which are susceptible to a specific bacteria with those that contain the resistance gene.\n- C.$\\hspace{1em}$ Crossing only the tallest wheat plants each generation for an increase in yield.\n- D.$\\hspace{1em}$ Introducing wild genes to increase genetic diversity in a breed.\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because artificial selection on a polygenic trait involves humans selecting individuals with desirable values for a trait that shows continuous variation, such as plant height, which is typically controlled by multiple genes. By repeatedly crossing the tallest wheat plants, breeders shift the population’s average height upwards over successive generations.\nChoice A is incorrect because it describes natural selection, where environmental pressures—not human choice—determine which traits are passed on. In this scenario, humans are letting the environment dictate which individuals breed more successfully, so it is not an example of artificial selection.\nChoice B is incorrect because crossing a disease-resistant plant with those that are susceptible to the disease is an example of artificial selection, but not on a polygenic trait, as it only involves one gene.\nChoice D is incorrect because introducing wild genes to increase genetic diversity adds variation to the gene pool, but does not involve selecting for a specific trait.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 13",
      "content": "Which of the following best describes an analogous structure?\n\n\n\n- A. $\\hspace{1em}$ A structure in two different species that serves a similar function and was inherited from a common ancestor.\n- B. $\\hspace{1em}$\tA structure in two different species that serves a similar function but evolved independently, without a common ancestor.\n- C. $\\hspace{1em}$\tA structure found in all members of a species that performs the same function.\n- D. $\\hspace{1em}$\tA structure found in all members of a species but serves different functions.\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nAnalogous structures are traits found in different species that perform similar functions but do not originate from a common ancestor. Instead, they arise through convergent evolution, where species adapt to similar environments or ecological roles independently. Choice B is correct as it describes analogous structures, which evolve due to similar selective pressures rather than shared ancestry.\nChoice A is incorrect because it describes homologous structures, which share a common evolutionary origin but may have different functions (e.g., a whale's flipper and a human's arm).\nChoice C is incorrect because this refers to universal structures within a species, which is unrelated to analogous structures.\nChoice D is incorrect because this describes structural variation within a species, not similarities between different species.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 14",
      "content": "Which pair of structures would be considered analogous?\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/7166516d-959c-43cd-ac6f-8b646c6bcc04/images/b41d5e40-835b-4b46-8022-7f52ad7a8980/BI1154.png)\n\n\n[© Revision Village 2023. Created with BioRender.com]",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nAnalogous structures refer to structures found in different species which serve a similar function, but are not the result of common ancestry. Sharks are cartilaginous fish, and their fins are modified pectoral fins made of cartilage. Whales are mammals, and their fins are modified forelimbs, which are homologous to the forelimbs of land-dwelling mammals. Whale and shark fins serve the same purpose, are similar in structure, and are the product of convergent evolution.\nThe structures in Choices A and B share similar functions, but they also share a common ancestry, making them homologous, not analogous. Choice C cannot be correct as they share a common ancestry but are quite different in terms of structure and function, also making them homologous.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 15",
      "content": "Which of the following provides evidence for evolution through selective breeding?\n\n\n- I.Phenotypic variation in the domesticated dog (Canis familiaris) has increased significantly as a result of humans selecting desirable traits.II.Crop yield in domesticated crop plants is significantly greater than their wild relatives.III.Homo sapiens in many parts of the world have alleles that provide resistance to diseases endemic to their region.\n\n\n\n\n- A.$\\hspace{1em}$ I and II only\n- B.$\\hspace{1em}$ I and III only\n- C.$\\hspace{1em}$ III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because Statements I and II are correct.  Statement I supports the theory of evolution because an increase in phenotypes is a component of the process of evolution.  Statement II supports the theory of evolution because it exemplifies that humans, selecting for desirable traits, can cause directional selection in crop plants.\nAlthough Statement III does support the theory of evolution, it does not do so as an example of selective breeding.  Humans have not been selectively bred.  Choices B, C and D do not exclusively include Statements I and II, so they are incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 16",
      "content": "The base sequence between two species was found to be 78% the same, while the order of amino acids found in the same cell types between two species was 82% the same.  What may be the reason for this?\n\n\n\n- A.$\\hspace{1em}$ The genetic code is degenerate.\n- B.$\\hspace{1em}$ Mutations occur more frequently in DNA that codes for proteins.\n- C.$\\hspace{1em}$ Techniques used to analyse base sequences of DNA are less reliable.\n- D.$\\hspace{1em}$ The genetic code is universal.\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because what is meant by “the genetic code is degenerate” is multiple codons sometimes code for the same amino acid, which means that sometimes a mutation will change the genetic code, but the same amino acid is still coded for.\nChoice B is incorrect as mutations generally occur more frequently in DNA that does not code for proteins. Choice C is incorrect as techniques used to analyse the base sequence of DNA are more reliable than those used to determine the order of amino acids.  Choice D is incorrect as the universality of the genetic code refers to the fact that all organisms use the same genetic code.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 17",
      "content": "\n- Outline three sources which provide evidence for evolution.\t[3]\n\n- Describe how both bats and butterflies have wings.\t\t[5]\n\n- Explain the process of speciation with at least one named example. \t[7]\n\n",
      "markScheme": "\n- Any three of the following:\n  $\\ce{ -> }$ DNA sequence OR RNA sequence\t[1]\n\n  $\\ce{ -> }$ amino acid sequence of proteins\t [1]\n\n  $\\ce{ -> }$ selective breeding OR artificial selection\t[1]\n\n  $\\ce{ -> }$ homologous structures OR comparative anatomy OR vestigial structures \t[1]\n\n  $\\ce{ -> }$ embryonic development\t[1]\n\n  $\\ce{ -> }$ the fossil record\t\t[1]\n\n  $\\ce{ -> }$ geographic distribution of species\t[1]\n\n[3 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nEvidence for evolution can come from DNA sequences ($\\checkmark$), amino acid sequences ($\\checkmark$), or homologous structures ($\\checkmark$) such as the pentadactyl limb.\n\n\n\n- Any five of the following:\n  $\\ce{ -> }$ bat wings and butterfly wings  do not share a common ancestor\t\t[1]\n\n  $\\ce{ -> }$ bats share common ancestry with other mammals, whereas butterflies share common ancestry with other insects OR bats are mammals OR Mammalia, whereas butterflies are insects OR Arthropoda \t[1]\n\n  $\\ce{ -> }$ wings evolved through convergent evolution \t[1]\n\n  $\\ce{ -> }$ convergent evolution is the process where unrelated organisms evolve similar characteristics OR traits to perform similar functions \t[1]\n\n  $\\ce{ -> }$ wings in bats and butterflies are an example of analogous structures \t\t[1]\n\n  $\\ce{ -> }$ analogous structures share a similar function but are not the result of a common ancestor \t\t\t\t\t\t[1]\n\n  $\\ce{ -> }$ wings evolved in response to similar environmental pressures OR ecological niches OR as a result of natural selection favouring flight \t[1]\n\n  $\\ce{ -> }$ wings in bats are modified forelimbs OR are made of skin and bone WHEREAS butterfly wings are not OR are made of chitin \t\t[1]\n\n[5 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nBats and butterflies do not share a recent common ancestor ($\\checkmark$), but both evolved wings due to convergent evolution ($\\checkmark$). Convergent evolution is the process by which unrelated organisms can evolve similar traits due to similar necessities, such as the need to fly ($\\checkmark$). This means that wings in bats and butterflies are an example of analogous structures ($\\checkmark$) because they share a similar function but do not result from a common ancestor ($\\checkmark$).\n\n\n\n- Any seven of the following:\n  $\\ce{ -> }$ speciation is the process by which a population is split and evolves differently over time to form distinct species [1]\n\n  $\\ce{ -> }$ diversity exists within a population OR genetic variation exists within a population \t [1]\n\n  $\\ce{ -> }$ members of a population become reproductively isolated\t\t\t\t\t[1]\n\n  $\\ce{ -> }$ sympatric speciation occurs when new species evolve within the same geographic area\t   [1]\n\n  $\\ce{ -> }$ allopatric speciation occurs when new species form in separate geographic areas due to geographical isolation\t\t\t[1]\n\n  $\\ce{ -> }$ reproductive isolation can be due to geographical OR physical OR behavioural OR temporal barriers [1]\n\n  $\\ce{ -> }$ each population is exposed to different environmental conditions OR selective pressures [1]\n\n  $\\ce{ -> }$ each population evolves differently over time OR different adaptations evolve over time OR mutations affect each group differently OR differential selection OR genetic drift affects populations differently\t[1]\n\n  $\\ce{ -> }$ these differences act as barriers to gene flow \t[1]\n\n  $\\ce{ -> }$ over time, the groups evolve differently and can no longer interbreed, so new species have been formed \t[1]\n\n  $\\ce{ -> }$ bonobos and chimpanzees OR any other suitable example of speciation \t[1]\n\n[7 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nSpeciation is the process by which a population becomes split, and each group evolves differently over time, leading to the formation of new species ($\\checkmark$). This is possible because variation exists within a population ($\\checkmark$). When a population becomes reproductively isolated by a geographical barrier like a river ($\\checkmark$), both groups are exposed to different environmental conditions or selective pressures ($\\checkmark$). Over time, the two groups evolve differently as different mutations affect both groups, this is referred to as differential selection ($\\checkmark$). These differences between the populations act as barriers to gene flow ($\\checkmark$). Over time, the groups evolve so differently that they can no longer interbreed and are two distinct species ($\\checkmark$).\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. [1]\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 18",
      "content": "The table shows factors that can result in speciation. Which word is matched to the correct definition?\n\nWordDefinitionA.$\\hspace{1em}$PolyploidyHaving two complete sets of chromosomesB.$\\hspace{1em}$Sexual reproductionThe combining of genetic information from two individualsC.$\\hspace{1em}$Reproductive isolationSpecies breeding to produce infertile offspringD.$\\hspace{1em}$MutationsRandom changes to the amino acid sequence",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nSexual reproduction involves the fusion of gametes from two individuals, resulting in offspring with a combination of genetic material. This process increases genetic variation, which is essential for evolution and natural selection. Choice B is the correct answer.\nPolyploidy occurs when an organism has more than two complete sets of chromosomes (e.g., triploid 3n, tetraploid 4n). The definition given in the table describes diploidy (2n), which is the standard chromosome number in most sexually reproducing organisms; Choice A incorrect.\nInterbreeding between different species can sometimes produce infertile offspring, such as a horse × donkey = mule. This is an example of reproductive isolation because the hybrid offspring is sterile, preventing gene flow between the two species. However, because horses and donkeys are already separate species, this does not result in speciation—it simply reinforces their reproductive barrier. For reproductive isolation to lead to speciation, it must occur within a single species, preventing interbreeding between different populations.  Choice C is incorrect.\nMutations are random changes in DNA sequences, not in the amino acid sequence; Choice D is incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 19",
      "content": "\n- Outline the role of the active site in an enzyme.\t[3]\n\n- Outline how members of the same species can become separate populations via speciation.\t\t[4]\n\n- Describe the regulation and use of hormones during in vitro fertilisation (IVF).\t[8]\n\n",
      "markScheme": "\n- any three of the following:\n$\\ce{ -> }$ it is the binding site for a substrate OR specific region where the substrate binds\t[1]\n\r\n$\\ce{ -> }$ it allows for induced fit binding of the substrate\t[1]\n\r\n$\\ce{ -> }$ it facilitates enzyme-substrate specificity OR has a specific shape that allows the substrate to bind effectively\t[1]\n\r\n$\\ce{ -> }$ it causes a conformational change in the enzyme-substrate complex, which leads to the formation of products\t\t[1]\n\r\n$\\ce{ -> }$ it is the site where a substrate is converted into a product OR where a substrate is held while a chemical reaction takes place\t\t[1]\n\r\n$\\ce{ -> }$ it lowers the energy of the transition state OR activation energy so that a chemical reaction can take place more efficiently\t[1]\n\r\n[3 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$:\nThe active site of an enzyme is a specific region where a substrate binds ($\\checkmark$). Within the active site, the enzyme lowers the energy of the transition state ($\\checkmark$), facilitating the chemical reaction so that the substrate can be successfully converted into a product ($\\checkmark$).\n\n\n\n- any four of the following:\r\n$\\ce{ -> }$ a population consists of all organisms of one species living in the same place at the same time, capable of breeding together\t[1]\n\r\n$\\ce{ -> }$ members of the species can become geographically isolated OR separated by a physical barrier such as a river OR mountain\t[1]\n\r\n$\\ce{ -> }$ members of the species can become temporally isolated OR become separated by producing gametes at different times OR seasons\t[1]\n\r\n$\\ce{ -> }$ members of the species can become behaviourally isolated OR become separated by displaying distinctive courtship behaviours\t\t[1]\n\r\n$\\ce{ -> }$ when populations of the same species become separated, genetic drift will cause the allele frequencies to change\t[1]\n\r\n$\\ce{ -> }$ reproductive isolation mechanisms, such as incompatibility of reproductive organs, can prevent interbreeding between separated populations\t\t[1]\n\r\n$\\ce{ -> }$ mutations can introduce new genetic variations in each isolated population, contributing to genetic divergence over time\t[1]\n\r\n$\\ce{ -> }$ selective pressures will act on the separated species, leading to an accumulation of genetic differences in each population OR natural selection will act on each population so that traits that are beneficial to each group will accumulate \t[1]\n\r\n$\\ce{ -> }$ over many generations, speciation will occur OR the separate populations will not be able to breed to produce fertile offspring\t\t[1]\n\r\n[4 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$:\nMembers of the same species can become separate populations if they become geographically isolated($\\checkmark$) or behaviourally isolated ($\\checkmark$). Once populations of the same species are separated, genetic drift will cause the allele frequencies to change ($\\checkmark$). Selective pressures will act on the separated populations, leading to an accumulation of genetic differences ($\\checkmark$). Eventually, speciation($\\checkmark$) will occur, resulting in populations that can no longer interbreed to produce fertile offspring.\n\n\n\n- any eight  of the following:\r\n$\\ce{ -> }$ drugs are used to downregulate several hormones OR FSH OR follicle stimulating hormone AND LH OR luteinising hormone, to better control the release OR maturation of follicles later on\t\t[1]\n\r\n$\\ce{ -> }$ the function of FSH OR follicle-stimulating hormone is to promote follicle growth OR mature eggs \t[1]\n\r\n$\\ce{ -> }$ the function of LH OR luteinising hormone is to trigger ovulation OR trigger the release of mature eggs from the ovaries\t[1]\n\r\n$\\ce{ -> }$ the downregulation of LH and FSH also results in the downregulation of oestrogen and progesterone\t[1]\n\r\n$\\ce{ -> }$ oestrogen normally stimulates the uterine OR endometrial lining to build up\t\t[1]\n\r\n$\\ce{ -> }$ progesterone normally stimulates the maintenance of the uterine OR endometrial lining for implantation\t\t[1]\n\r\n$\\ce{ -> }$ high doses of FSH are injected to stimulate superovulation OR the development of many follicles\t\t[1]\n\r\n$\\ce{ -> }$ the development of many follicles increases the chances of successful fertilisation during the IVF process\t\t[1]\n\r\n$\\ce{ -> }$ gonadotropin-releasing hormone (GnRH) agonists are injected to prevent premature ovulation OR control the timing of ovulation\t[1]\n\r\n$\\ce{ -> }$ human chorionic gonadotropin OR hCG is injected to stimulate the follicles to mature\t[1]\n\r\n$\\ce{ -> }$ progesterone is injected before the fertilised egg is implanted to improve the chances of successful implantation\t\t[1]\n\r\n[8 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$:\nIn vitro fertilisation (IVF) is a process used by couples with fertility issues, where mature eggs are fertilised outside the body. To start the process, drugs are used to downregulate several reproductive hormones to better control the release and maturation of follicles later on ($\\checkmark$). The downregulation of FSH stops follicles from growing ($\\checkmark$). Drugs are also used to downregulate LH, which results in the prevention of ovulation  ($\\checkmark$). The downregulation of LH and FSH also results in the downregulation of oestrogen and progesterone  ($\\checkmark$), which normally function to stimulate the build-up of the uterine lining($\\checkmark$) and maintain the uterine lining ($\\checkmark$), respectively. Once these hormones are successfully downregulated, high doses of FSH are injected to trigger the development of multiple follicles in the ovary($\\checkmark$). The development of many follicles increases the chance of successful fertilisation during the IVF process ($\\checkmark$). GnRH agonists are injected to prevent premature ovulation ($\\checkmark$), and hCG is injected to stimulate the follicles to mature ($\\checkmark$).\n  A quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information.\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "PBQ",
      "title": "Question 20",
      "content": "A study has been conducted on the effect of hormonal contraception pollution on the mating calls of the adult male African clawed frog (Xenopus laevis). The spectrogram shows the frequency and pitch of clicks (mating call) of control X.laevis and those exposed to oestrogen.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/87d4b96a-28d0-4374-b8ef-4c6853bfc2ab/images/667a05b0-9823-4179-8462-aeb8533d89e6/BI0813ai.png)\n\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/87d4b96a-28d0-4374-b8ef-4c6853bfc2ab/images/d72923f4-70b3-4902-9dca-a7691677d6e1/BI0813aii.png)\n\n\n[Source: Adapted from Hoffmann, F., & Kloas, W. (2012, February 15). Estrogens can disrupt amphibian mating behavior. PLOS ONE. Retrieved May 13, 2023, from https://journals.plos.org/plosone/article?id=10.1371%2Fjournal.pone.0032097.  Copyright under CC BY 4.0]\n\n- Distinguish between the clicks in the spectrogram between the control X. laevis and the   X. laevis treated with oestrogen in 1 second.\t\t\t  [2]  \n\n\nThe graph shows the average duration of the X. laevis mating calls when exposed to the hormone oestrogen.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/87d4b96a-28d0-4374-b8ef-4c6853bfc2ab/images/e40617ac-738d-43f5-b7d7-96a0d5c44a0d/BI0813b.png)\n\n\n[Source: Adapted from Hoffmann, F., & Kloas, W. (2012, February 15). Estrogens can disrupt amphibian mating behavior. PLOS ONE. Retrieved May 13, 2023, from https://journals.plos.org/plosone/article?id=10.1371%2Fjournal.pone.0032097.  Copyright under CC BY 4.0]\n\n- Describe the effect of oestrogen on the duration of the mating call shown in this study.\t\t[2]\n\n- Explain why it is important to have the X.laevis control group.\t\t[1]\n\n- Identify the independent variable in this study.\t[1]\n\n- \n  - Predict the relative reproductive success of X.laevis exposed to 29.6 ngL-1 of oestrogen.\t\t\t[1]\n\n  - Outline the possible consequences of oestrogen exposure on X. laevis.[3]\n\n\n",
      "markScheme": "\n- Any two of the following:\n  $\\ce{ -> }$ control X.laevis have a more regular click pattern WHEREAS X.laevis treated with oestrogen have an irregular click pattern\t\t[1]\n\n  $\\ce{ -> }$ control X.laevis have a lower pitch of clicks OR a pitch of approximately 2.5 kHz WHEREAS X.laevis have a higher pitch of clicks OR a pitch of approximately 3 kHz\t[1]\n\n  $\\ce{ -> }$ the X.laevis  exposed to oestrogen have longer clicks COMPARED to the control X.laevis OR the control X.laevis has more frequent clicks OR faster clicks than the X.laevis exposed to oestrogen\t\t[1]\n\n[2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/87d4b96a-28d0-4374-b8ef-4c6853bfc2ab/images/88f14b2b-0230-404a-ba97-06057120c272/BI0813ci.png)\n\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/87d4b96a-28d0-4374-b8ef-4c6853bfc2ab/images/c5af498d-8a61-49c9-a740-1f7d5bdcbc13/BI0813cii.png)\n\n\n[Source: Adapted from Hoffmann, F., & Kloas, W. (2012, February 15). Estrogens can disrupt amphibian mating behavior. PLOS ONE. Retrieved May 13, 2023, from https://journals.plos.org/plosone/article?id=10.1371%2Fjournal.pone.0032097.  Copyright under CC BY 4.0]\n  The control X.laevis have a more regular click pattern compared to the X.laevis treated with oestrogen, which have an irregular click pattern ($\\checkmark$). The control X.laevis have a lower pitch of clicks at approximately 2.5 kHz, whereas the X.laevis that were exposed to oestrogen have a higher pitch of approximately 3 kHz ($\\checkmark$).\n\n\n\n- Any two of the following:\n  $\\ce{ -> }$ 29.6 ngL-1 of oestrogen OR the highest concentration of oestrogen has the shortest mean mating call duration\t\t[1]\n\n  $\\ce{ -> }$ the lowest level of oestrogen OR 0.296 ngL-1 of oestrogen has the longest mean mating call duration\t[1]\n\n  $\\ce{ -> }$ at the middle concentration of oestrogen OR at ngL-1, the mean mating call duration was similar to the control OR only 1s longer than the control\t\t[1]\n\n  $\\ce{ -> }$ as oestrogen levels increase the mean duration of the mating call decreases\t\t\t[1]\n\n[2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe longest mean mating call of 33s was seen at the lowest concentration of oestrogen (0.296 ngL-1) ($\\checkmark$).  X.laevis exposed to an oestrogen concentration of 2.96 ngL-1 had a mean mating call duration similar to the control ($\\checkmark$), just 1s longer.  However, at the highest concentration of oestrogen (29.6 ngL-1), X.laevis had a much lower mean mating call duration, 4 seconds less than the control ($\\checkmark$).\n\n\n\n- Any one of the following:\n  $\\ce{ -> }$ to ensure that any effect being seen on the mating call duration OR frequency of clicks OR pitch of clicks is only due to the effect of hormones OR oestrogen\t[1]\n\n  $\\ce{ -> }$ to allow for a baseline comparison\t\t\t[1]\n\n  $\\ce{ -> }$ allows for establishing causality\t\t\t[1]\n\n  $\\ce{ -> }$ helps to minimise the impact of confounding variables\t[1]\n\n[1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nIt is important to have a control group because it helps establish that any observed changes in mating call duration are due to oestrogen ($\\checkmark$).\n\n\n\n- Any one of the following:\n  $\\ce{ -> }$ the concentration of oestrogen that X.laevis is exposed to [1]\n\n[1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe independent variable in this study is the concentration of oestrogen ($\\checkmark$) that the X.laevis is exposed to.\n\n\n\n- \n  - Any one of the following:\n\n  $\\ce{ -> }$ lower reproductive success than the control OR reduced successful matings\t[1]\n\n[1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe X.laevis exposed to oestrogen may have lower reproductive success than the control ($\\checkmark$).\n\n\n\n- \n  - Any three of the following\n\n  $\\ce{ -> }$ X.laevis exposed to oestrogen have a higher pitch of clicks OR longer clicks OR a shorter mating call duration, so may not be recognised by female X.laevis\t[1]\n\n  $\\ce{ -> }$ resulting in reduced mating opportunities and so reduced reproductive success\t[1]\n\n  $\\ce{ -> }$ X.laevis  exposed to oestrogen may have shorter life spans and die without passing their genes onto the next generation reducing population size and gene pool\t\t[1]\n\n  $\\ce{ -> }$ this can result in the population being more vulnerable to disease OR environmental changes OR limit the population’s adaptive potential [1]\n\n  $\\ce{ -> }$ if the altered mating call resembles calls of a different species of frog OR attracts females from another species, this can result in hybridisation of the species\t[1]\n\n  $\\ce{ -> }$ altered calls may disrupt the social dynamics OR may reduce ability of male to establish dominance over competitors OR defend territory [1]\n\n[3 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nExposure to oestrogen in  X.laevis frogs could result in reduced reproductive success due to reduced mating opportunities ($\\checkmark$) as a result of females not recognising the altered mating call ($\\checkmark$). The population size and gene pool may also decrease if oestrogen pollution reduces the lifespan of the frogs ($\\checkmark$). Altered calls may also reduce the ability of the males to defend their territories against competitors and so may disrupt the social dynamics of the population ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 21",
      "content": "Which of the following statements accurately describes characteristics of homologous structures?\n\n\n- I.Homologous structures are defined as functionally similar anatomical features that arise through divergent evolution.II.Although bats and dolphins exhibit distinct external morphology, their forelimbs evolved from a common ancestor.III.Bird wings and insect wings originate from the same embryonic tissues and are therefore homologous.\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ II only\n- C.$\\hspace{1em}$ II and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nWhile homologous structures do arise via divergent evolution, they are not defined by functional similarity. In fact, their function may differ considerably, for example, the forelimbs of bats for flight versus the flippers of dolphins for swimming. Homology is established based on shared structural origin, not shared function; Statement I is false.\nHomologous structures are anatomical features found in different species that share a common evolutionary origin, even if they have diverged in form or function. Both bats and dolphins have a pentadactyl limb structure in their forelimbs, despite a differing external appearance and function. This reflects divergent evolution from a shared ancestor; Statement II is true.\nBat wings and insect wings are analogous structures. Although they perform a similar function (flight), they evolved independently in different evolutionary lineages and do not share embryological origin. Bat wings derive from the vertebrate limb, while insect wings arise from outgrowths of the arthropod exoskeleton. Statement III is false.\nChoice B is the correct answer because it only includes the one true Statement II.\nChoices A, C and D are incorrect as they include one or more of the false Statements I and III.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 22",
      "content": "Which of the following is not an example of speciation?\n\n\n\n- A. $\\hspace{1em}$ Evolution of different beak shapes in finches (C. olivacea)\n- B. $\\hspace{1em}$\tBreeding varieties of green apples (M. domestica) with desirable characteristics\n- C. $\\hspace{1em}$\tSquirrels on the North and South rims of the grand canyon, who cannot interbreed\n- D. $\\hspace{1em}$\tBuffalo grass (B. dactyloides) is able to grow in polluted soil but other species of grass cannot\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because it refers to selective breeding, not speciation. Choices A, C and D are all examples of speciation.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 23",
      "content": "Chimpanzees (Pan troglodytes) and bonobos (Pan paniscus) diverged from a common ancestor around 1.25 million years ago. This event is thought to have been influenced by the formation of the Congo River.\nThe diagram shows the ranges of chimpanzees and bonobos.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/5ef05d29-cba6-41dc-951e-55b208901826/images/f07512ca-f354-46f2-a2d2-8218db2ed843/BI2806.png)\n\n\n[Source: Adapted from Guy, Cp. (2016, May 24). File: Bonobo vs chimp.png - Wikimedia Commons. Wikimedia commons. Retrieved January 12 , 2024 from URL https://commons.wikimedia.org/wiki/File: Bonobo_vs_chimp.png. Copyright under CC BY 4.0]\n\n\n- Chimpanzees and bonobos are two different species that share a recent common ancestor. State three similarities or differences between them that would result from this shared ancestry and subsequent divergence.\t[3]\n\n- \n  - Name and explain which type of speciation is likely to have occurred between chimpanzees and bonobos. [2]\n\n  - Describe the role of differential selection in the speciation event between chimpanzees and bonobos.\t\t\t\t[2]\n\n\n- \n  - Explain how the process of speciation affects biodiversity. \t\t\t\t[1]\n\n  - Suggest why gradual evolutionary change within a single species is not considered speciation in the absence of reproductive isolation.\t\t[2]\n\n\n",
      "markScheme": "\n- any three of the following (at least one from each section):\n  Similarities:\n$\\ce{ -> }$ similar DNA base sequences OR similar mitochondrial DNA sequences\t\t\t [1]\n\n  $\\ce{ -> }$ similar amino acid sequences OR cytochrome c OR named example\t\t [1]\n\n  $\\ce{ -> }$ similar features OR morphology OR homologous structures OR named example\t [1]\n\n  Differences:\n$\\ce{ -> }$ differences in some gene sequences OR proteins due to gene mutations since divergence  [1]\n\n  $\\ce{ -> }$ differences in specific behaviours OR social structures \t [1]\n\n  $\\ce{ -> }$ differences in morphology due to adaptations since divergence \t\t [1]\n\n  $\\ce{ -> }$ unable to breed and produce fertile offspring\t\t [1]\n\n  [3 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nChimpanzees and bonobos have similar DNA base sequences ($\\checkmark$) and amino acid sequences in proteins ($\\checkmark$) because they share a recent common ancestor. However, they are now unable to breed and produce fertile offspring ($\\checkmark$), which is why they are not the same species.\n\n\n\n- \n  - any two of the following:\n    $\\ce{ -> }$ allopatric speciation  \t\t[1]\n\n    $\\ce{ -> }$ a geographical barrier OR a river separates the two populations, preventing gene flow between them \t\t[1]\n\n    [2 marks maximum]\n\n    $\\underline{\\textrm{Sample answer}}$: \nIt is likely to be allopatric speciation ($\\checkmark$) because the Congo River separates the two populations, preventing gene flow ($\\checkmark$).\n\n  \n  \n  - any two of the following:\n    $\\ce{ -> }$ different environmental conditions OR selection pressures in the separated populations favoured different phenotypes \t\t[1]\n\n    $\\ce{ -> }$ natural selection acted differently on each population, increasing the frequency of different alleles in each group \t\t\t[1]\n\n    $\\ce{ -> }$ over time, genetic differences accumulated\t\t[1]\n\n    $\\ce{ -> }$ this led to reproductive isolation as the populations became too genetically distinct to interbreed \t[1]\n\n    [2 marks maximum]\n\n    $\\underline{\\textrm{Sample answer}}$: \nDIfferential selection helped lead to speciation because there were different environmental conditions ($\\checkmark$) in the different places, This meant different alleles were selected and increased in frequency ($\\checkmark$).\n\n\n\n\n- \n  - \n\n  $\\hspace{1em}$ $\\ce{ -> }$ speciation increases biodiversity BECAUSE it raises the total number of species on Earth\t[1]\n\n  [1 mark maximum]\n\n  $\\hspace{1em}$ $\\underline{\\textrm{Sample answer}}$: \n$\\hspace{1em}$ Speciation leads to two species where there was previously one, so it will increase the total number of species, which increases biodiversity ($\\checkmark$).\n  \n  \n  - any two of the following:\n    $\\ce{ -> }$ reproductive isolation is needed to prevent interbreeding OR to separate gene pools\t[1]\n\n    $\\ce{ -> }$ without this, individuals can still mate and produce fertile offspring OR alleles are shared within the population\t\t\t\t\t[1]\n\n    $\\ce{ -> }$ gradual changes within a species without reproductive isolation represent variation within a species NOT the formation of a new species\t\t[1]\n\n    [2 marks maximum]\n\n    $\\underline{\\textrm{Sample answer}}$: \nReproductive isolation is needed to prevent interbreeding ($\\checkmark$). If individuals can still interbreed, they can share alleles across the gene pool ($\\checkmark$). This means there is no accumulation of differences, which leads to speciation.\n\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 24",
      "content": "Which statement best illustrates the process of evolution?\n\n\n\n- A.$\\hspace{1em}$ A horse that increases its maximum running speed has faster offspring.\n- B.$\\hspace{1em}$ A random mutation gives resistance to a disease and spreads in the population.\n- C.$\\hspace{1em}$ Mutations occur as needed to increase fitness in individuals and populations.\n- D.$\\hspace{1em}$ The most complex organisms are the most evolved.\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because evolution is the change in heritable characteristics of a population, and random mutations alter heritable traits.  In this case the mutation confers resistance to a disease, making these individuals more likely to survive and pass on the mutation to their offspring.  Over time resistance to the disease becomes more prevalent in the population.\nChoice A is incorrect because traits acquired through an organism's lifetime cannot be passed on to the next generation.  Choice C is incorrect because mutations are random and do not occur because an individual or population requires a different trait.  Choice D is incorrect because complexity is not a measure of evolutionary progress, as evolution refers to change over time.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "PBQ",
      "title": "Question 25",
      "content": "The pale and dark forms of the peppered moth (Biston betularia) are a classic example of natural selection. The graph shows the changes in the population of pale (mostly white) and dark (mostly black) peppered moths (Biston betularia) during and post the industrial revolution.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/06c9ef98-77c2-415f-98d2-5ce3c2d35738/images/d3574329-664b-4912-804c-f9a20dfa2636/BI1291.png)\n\n\n[© Revision Village 2023]\n\nThe image shows the phenotype of pale and dark moths on white tree bark.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/06c9ef98-77c2-415f-98d2-5ce3c2d35738/images/2cab37cd-63f2-45dd-b597-e0d9ac454ded/BI1291b.png)\n\n\n[Source: Adapted from Bedin, T. (2020, May 26). Tilpasning og evolusjon - natural science (PB) - NDLA. ndla.no.  Retrieved October 02, 2023, from https://ndla.no/en/subject:1/topic:6/topic:3/resource:09fc6c1a-eaa1-4901-b2ae-ee5e7ce1900c. Copyright free]\n\n- Distinguish between the changes in the numbers of pale and dark moths shown in the graph.\t\t[2]\n\n- \n  - Outline how the trends in the graph can be explained by natural selection.\t [3]\n\n  - Suggest a technique a group of students could use to compare the population sizes of peppered moths between a deciduous (broadleaved) and a coniferous (evergreen) wood.\t\t[1]\n\n\n- Calculate the percentage increase in dark-coloured moths between 1850 and 1900.\t\t[1]\n\n- Draw a line on the graph, predicting how the number of pale moths would have changed, if the industrial revolution did not happen.\t[1]\n\n- In addition to collecting data such as that shown in the graph, scientists rely on various forms of evidence to explore the concept of evolution. State two other forms of evidence that supports the theory of evolution.\t[2]\n\n",
      "markScheme": "\n- Any two of the following\n  $\\ce{ -> }$ between 1800 and 1850 OR around the middle of the Industrial Revolution, the number of pale moths remained high OR between 95 and 100% WHEREAS the number of dark moths remained low OR between 0 and 5%\t[1]\n\n  $\\ce{ -> }$ from 1850, the number of pale moths began to rapidly decrease WHEREAS  the number of dark moths rapidly increased\t[1]\n\n  $\\ce{ -> }$ around 1870 OR just before 1875, the number of dark moths surpasses the number of pale moths\t[1]\n\n  $\\ce{ -> }$ from 1900, the number of pale moths was low OR less than 5% WHEREAS the number of dark moths was high OR around 95%\t[1]\n\n[2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nBetween 1800 and 1850, the number of pale moths was between 95 and 100%, whereas the number of dark moths was between 0 and 5% ($\\checkmark$). However, from 1850 the number of pale moths decreased rapidly, whereas the number of dark moths increased rapidly ($\\checkmark$).\n\n\n\n- \n  - Any three of the following\n\n  $\\ce{ -> }$ natural selection explains how individuals with advantageous traits are more likely to survive to reproduce\t\t[1]\n\n  $\\ce{ -> }$ before the Industrial Revolution, lichens OR mosses OR bark on trees OR brickwork were white, so the pale moths were able to camouflage from predators\t[1]\n\n  $\\ce{ -> }$ increased rates of pollution OR soot during the Industrial Revolution caused white lichen and mosses on lichen OR moss OR bark on trees OR brickwork to turn black\t\t[1]\n\n  $\\ce{ -> }$ pale moths were more visible to predators, so their numbers decreased\t[1]\n\n  $\\ce{ -> }$ dark moths were able to camouflage from predators, so were better able to survive and breed\t\t\t\t[1]\n\n  $\\ce{ -> }$ the dark moths gained a selective advantage over the pale moths OR were selected for OR are under directional selection OR pale moths faced intense selection pressure due to predation\t\t[1]\n\n[3 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nBefore the Industrial Revolution, lichen and mosses on trees were white, so the pale moths were able to camouflage from predators ($\\checkmark$). However, post-Industrial Revolution, there were increased rates of pollution which caused trees to turn black ($\\checkmark$). This meant that the dark moths were able to camouflage from predators, so were better able to survive and breed ($\\checkmark$).\n\n\n\n- \n  - \n\n  $\\ce{ -> }$ capture-mark-release-recapture \t[1]\n\n[1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nOne technique that students could use is the mark-release-recapture of peppered moths ($\\checkmark$) in coniferous and deciduous woods.\n\n\n\n- Any one of the following:\n  $\\ce{ -> }$ 1800 %\t\t[1]\n\n[1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/06c9ef98-77c2-415f-98d2-5ce3c2d35738/images/335ad891-c368-45e8-8155-0eaae77e5ba2/BI1291c.png)\n\n\n[© Revision Village 2023]\n  Percentage increase = ((final  value - initial value) ÷ initial value) $\\times$ 100% \nPercentage increase = ((95 - 5) ÷ 5 ) $\\times$ 100% \nPercentage increase = 1800% ($\\checkmark$)\n\n\n\n- Any one of the following:\n  $\\ce{ -> }$ line should continue the same trend from before 1850 to 1900\t\t\t\t[1]\n\n[1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/06c9ef98-77c2-415f-98d2-5ce3c2d35738/images/6b0f3bad-5b55-4b8b-a3eb-6976229dd3c3/BI1291d.png)\n\n\n[© Revision Village 2023]\n\n\n\n- Any two of the following:\n  $\\ce{ -> }$ DNA sequence OR RNA  sequencing\t\t[1]\n\n  $\\ce{ -> }$ amino acid sequence of proteins\t \t[1]\n\n  $\\ce{ -> }$ selective breeding OR artificial selection\t\t[1]\n\n  $\\ce{ -> }$ homologous structures OR comparative anatomy OR vestigial structures \t[1]\n\n  $\\ce{ -> }$ embryonic development\t\t[1]\n\n  $\\ce{ -> }$ the fossil record\t\t\t[1]\n\n  $\\ce{ -> }$ geographic distribution of species\t\t[1]\n\n[2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe fossil record ($\\checkmark$) and DNA sequencing ($\\checkmark$) provide evidence for the theory of evolution.\n",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 26",
      "content": "Which statement is true for both Lamarckism and epigenetic inheritance?\n\n\n\n- A.$\\hspace{1em}$ Both involve changes in the DNA sequence that are inherited and lead to evolution.\n- B.$\\hspace{1em}$ Both involve inherited changes caused by the environment, but the effect of epigenetics may only last a few generations, so it is not a type of evolution.\n- C.$\\hspace{1em}$ Both operate by the use and disuse of traits, leading to evolutionary change.\n- D.$\\hspace{1em}$ Only epigenetics leads to changes in the DNA sequence and, therefore, evolution.\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because both Lamarckism and epigenetic inheritance propose that environmental factors can cause inherited changes, while Lamarckism suggested these changes were permanent and led to evolution through traits acquired during an organism's lifetime. Epigenetic changes involve reversible chemical modifications to DNA or histone proteins that affect gene expression without altering the DNA sequence. These epigenetic changes can be passed to offspring, but often only persist for a few generations and typically do not lead to long-term evolutionary change.\nChoice A is incorrect because neither Lamarckism nor epigenetic inheritance involves changes to the DNA sequence itself. Epigenetics modifies gene expression through chemical tags, while Lamarckism assumed physical or behavioural changes were inherited.\nChoice C is incorrect because only Lamarckism proposed that the use or disuse of traits directly causes evolutionary change. Epigenetic inheritance does not involve the use or disuse of structures but rather chemical changes to gene regulation influenced by environmental factors. Furthermore, epigenetics does not lead to evolution.\nChoice D is incorrect because epigenetic inheritance does not involve changes to the DNA sequence itself and therefore does not cause long-term evolutionary change.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    }
  ]
}