{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 1",
      "content": "Which of the following provides evidence for a higher level of biodiversity now compared to any time in the past?A.\\hspace{1em}Changing levels of atmospheric carbon dioxideB.\\hspace{1em}The fossil recordC.\\hspace{1em}A decrease in the rate of evolutionD.\\hspace{1em}Decreased levels of speciation",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:The number of organisms found via the fossil record for any era is much lower compared to the number of organisms found on Earth now and those that continue to be found, soChoice Bis correct.Choice Ais incorrect as changing levels of atmospheric carbon dioxide provide evidence for humans' impact on carbon dioxide levels.Choices CandDare incorrect as evidence suggests that the rate of evolution and speciation are increasing, which provides evidence for increasing biodiversity.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 2",
      "content": "Which isnota cause of the current biodiversity crisis?A.\\hspace{1em}Decreased urbanisationB.\\hspace{1em}The widespread use of vaccinesC.\\hspace{1em}Increased air travelD.\\hspace{1em}Increased transmission of diseases",
      "markScheme": "AExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Urbanisation is not decreasing, it is increasing all over the world, which is contributing to the current biodiversity crisis.Choice Ais correct.The widespread use of vaccines has led to fewer people dying of diseases before reproductive age, contributing to worldwide population growth, which contributes to the current biodiversity crisis, soChoice Bis incorrect. Increased air travel results in more pollution and makes it easier for diseases to spread worldwide which sometimes negatively impacts species, contributing to the biodiversity crisis, soChoices CandDare incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 3",
      "content": "Which statement(s) are possible solutions to the biodiversity crisis?I.Promoting rewilding projectsII.Recycling and reusing productsIII.Increase meat consumptionA.\\hspace{1em}I onlyB.\\hspace{1em}II onlyC.\\hspace{1em}I and II onlyD.\\hspace{1em}I, II and III",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Rewilding projects attempt to restore and rehabilitate ecosystems by reintroducing native species and allowing natural processes to become re-established.Statement Iis therefore correct. Recycling and reusing products means fewer resources will be extracted from the Earth which is a process that can destroy natural habitats and lead to excessive landfill use, soStatement IIis correct.Choice Cis therefore correct (Statement I and II).Increasing meat consumption (Statement III) results in more land being cleared for animals such as cattle to be bred, decreasing biodiversity.Choice Dis therefore incorrect as it includes this statement.Choices AandBare missing one of the possible solutions to the crisis and are therefore incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 4",
      "content": "Which isnota cause of anthropogenic species extinction?A.\\hspace{1em}OverhuntingB.\\hspace{1em}DeforestationC.\\hspace{1em}Introduction of new diseasesD.\\hspace{1em}Asteroids",
      "markScheme": "DExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Anthropogenic species extinction is extinction caused by human activities.  Asteroid impacts are natural events and are not caused by human activities. However, they have played a significant role in past mass extinctions, such as the event that led to the extinction of the dinosaurs.Choice Dis therefore correct.When humans overhunt (Choice A) it can lead to a decline in populations and, in some cases, extinction. Deforestation (Choice B) is another human activity. The clearing of forests for purposes such as agriculture, logging or urban development, can destroy habitats and disrupt ecosystems, leading to extinction of species that rely on those habitats. When humans introduce new diseases to ecosystems (Choice C), either accidentally or deliberately, it can have devastating effects on native species and bring about extinction.Choices A,BandCare therefore incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 5",
      "content": "The image shows changes in coverage to mixed dipterocarp forests in Southeast Asia over the last 100 years.Which is not a factor that contributed to these changes?\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/a1fefead-ab2a-4ce6-991b-34aa2eb33cde/images/ede73a61-24fa-43b8-b1ae-1135b7e67858/BI0904_A4.2.png)\n\n[Source: Adapted from San Jose. (2006, February 8). File: map of east asia.png - wikimedia commons. Wikimedia commons. Retrieved July 10, 2023 from URL https://commons.wikimedia.org/wiki/File: Map_of_East_Asia.png. Copyright under CC BY 3.0]A.\\hspace{1em}Building of new roads to mining sitesB.\\hspace{1em}Poaching of endangered speciesC.\\hspace{1em}Planting of rubber plantationsD.\\hspace{1em}Building of hydroelectric dams",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:The image shows the loss of forests in Southeast Asia over 100 years. Poaching of endangered species does not result in deforestation;Choice Bis correct.Building new roads to mining sites involves clearing land to mine sites, soChoice Ais incorrect. Planting rubber plantations requires clearing forests to plant rubber trees, soChoice Cis incorrect.  Building hydroelectric dams can lead to flooding of forests and irreparable damage to trees, soChoice Dis also incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 6",
      "content": "The image shows the extinct North Island giant moa (Dinornis novaezealandiae), a flightless bird that was native to New Zealand. The Moa became extinct in the last 600 years, during the current sixth mass extinction.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/273945a5-5442-41c1-8f0d-83b2ae441eb6/images/b1dfd7ea-6184-436b-992e-995929493172/BI0910.png)\n\n[Source: Adapted from Michael, B. H. (2012). File: Euryapteryx.jpg - Wikimedia Commons. Wikimedia commons. Retrieved July 21, 2023 from URL https://\ncommons.wikimedia.org/wiki/File: Euryapteryx.jpg. Copyright under CC BY 3.0\n]State the key difference between the current sixth mass extinction and the previous mass extinctions.[1]State one possible cause of the extinction of the Moa.[1]Outline the physical evidence scientists have collected indicating that the Moa existed.[1]In the past, scientists thought that the kiwi (Apteryx haastii), a flightless bird based in New Zealand, was the Moa’s closest living relative.  However, this has been disproven. State what evidence scientists may have found to disprove this relationship.[1]The Moa’s closest living relatives are the South American Tinamou (Tinamus major), which have the ability to fly. Explain why these birds are less likely to go extinct than the Moa.[1]Evidence suggests that the Tinamou and Moa shared a common ancestor, but they evolved independently from each other when they were geographically isolated millions of years ago. Explain the evolution of the Tinamou with reference to natural selection.[3]Another animal at risk of extinction is the Javan rhinoceros (Rhinoceros sondaicus), shown in the image below. There are thought to be fewer than 80 in the world. Suggest two methods scientists could use to prevent its extinction, with a reason for each.[2]\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/273945a5-5442-41c1-8f0d-83b2ae441eb6/images/d8f49dc3-c88c-451b-96e7-b2940ee2bce2/BI0910b.png)\n\n[Source: Adapted from Nelson, S. (2012, July 20). Category: Rhinoceros Sondaicus. Wikimedia Commons. Retrieved July 21, 2023 from URL https://\ncommons.wikimedia.org/wiki/Category: Rhinoceros_sondaicus. Copyright under CC BY 3.0\n]",
      "markScheme": "Anyoneof the following:→\\ce{ -> }​sixth mass extinction is mostly anthropogenicORmainly caused by human activityWHEREASthe previous ones were (primarily) caused by natural events[1]→\\ce{ -> }​the sixth mass extinction event isFASTERthan the previous ones[1][1 mark maximum]Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:The current sixth mass extinction is mostlyanthropogenic, whereas thepreviousones were primarily caused bynatural events(✓\\checkmark✓).Anyoneof the following:→\\ce{ -> }​hunting\tfor food[1]→\\ce{ -> }​fragility of eggs means that they were prone to damage[1]→\\ce{ -> }​introduction of predatorsORPolynesian dogsORinvasiveORnon-native species[1]→\\ce{ -> }​loss of habitat due to human activity[1][1 mark maximum]Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:One possible cause of the extinction of the Moa is them beinghunted(✓\\checkmark✓) for food by humans.Anyoneof the following:→\\ce{ -> }​fossils[1]→\\ce{ -> }​rock artORartefacts depicting Moa[1]→\\ce{ -> }​DNA analysis from Moa remains[1]→\\ce{ -> }​isotopic analysis from Moa remains[1][1 mark maximum]Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:Fossils(✓\\checkmark✓) provide physical evidence for the existence of the Moa.Anyoneof the following:→\\ce{ -> }​dissimilar DNAORamino acid sequences[1]→\\ce{ -> }​detailed morphological comparisons show notable differences in skeletal structuresORbody size,ORother anatomical features[1]→\\ce{ -> }​phylogenetic analysis placed the Kiwi and Moa on separate branches of the phylogenetic tree[1]→\\ce{ -> }​fossil evidenceORfossil dating has shown different ancestral lineages[1]→\\ce{ -> }​another species discovered that appears more closely related to the Moa[1][1 mark maximum]Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:Scientists may have found that the Kiwi haddissimilar DNA sequences(✓\\checkmark✓) to the Moa, and more similar DNA sequences to another organism.Anyoneof the following:→\\ce{ -> }​Tinamous can fly so can escape predatorsORhunters more easily[1]→\\ce{ -> }​Tinamous can build their nests high up in trees so that their young are less vulnerable[1][1 mark maximum]Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:Tinamous are less likely to go extinct than the Moa, as they canbuild their nests highup in trees so that theiryoung are less vulnerable(✓\\checkmark✓).Anythreeof the following:→\\ce{ -> }​geographic isolation of the TinamouORMoa lineage meant that different populations were subjected to varying environmental conditions[1]→\\ce{ -> }​random mutations lead to genetic  variation[1]→\\ce{ -> }​genetic variation may have resulted in various physical and behavioural traits[1]→\\ce{ -> }​certain traits among TinamousORMoas would have been more advantageous than others[1]→\\ce{ -> }​for example, camouflageORflight abilityORspecific feeding adaptationsORany other suitable example of advantageous trait[1]→\\ce{ -> }​therefore greater chance of survivalORmore organisms with these advantageous traits survived to reproductive age[1]→\\ce{ -> }​reproduced and passed on alleles[1]→\\ce{ -> }​repeated for many generations[1][3 marks maximum]Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:Thegeographic isolationof the Tinamou lineage meant that different populations were subjected todifferent environmental conditions(✓\\checkmark✓).Random mutationsin the populations resulted ingenetic variation(✓\\checkmark✓), which may have resulted indifferent physical and behavioural traits(✓\\checkmark✓). Some traits among Tinamous, such as camouflage or flight abilities, would have been moreadvantageousthan others (✓\\checkmark✓), resulting inhigher survival rates(✓\\checkmark✓). Therefore, these organisms with advantageous traits were able topass on their allelestosuccessive generations(✓\\checkmark✓).Anytwoof the following:→\\ce{ -> }​breeding programmesORcarefully selecting individuals for breeding,REASONto increase numbers of rhinoORpopulation sizeORgenetic diversityORincrease chance of survival of offspringORproduce offspring that can later be released into the wild;ORfreeze eggs and spermORgametesREASONto preserve genetic diversityORto use IVF and a closely related rhino species to produce more Javan rhinos[1]→\\ce{ -> }​habitat protectionORrestoration projects,REASONto provide safe spaces for rhinoORto provide enough resources for rhino in natural area[1]→\\ce{ -> }​place rhinos into zoosORnature reserves,REASONto protect from poaching,ORhunting,ORhabitat loss,ORfor researchORfor monitoringORpublic awarenessOReducationORfundingORto have animals that can be released into the wild after catastrophic events,ORsevere disease, in natural habitat[1]→\\ce{ -> }​change laws to protect rhinos,REASONto reduce huntingORpoachingORexport of rhino hornORuse of rhino horn[1]→\\ce{ -> }​sequence DNA of as many Javan rhinos as possibleREASONto preserve genetic diversityORdifferent alleles[1][2 marks maximum]Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:Scientists could prevent the extinction of the Javan rhinoceros by introducingbreeding programmestoincreasethe rhinopopulation(✓\\checkmark✓) or starthabitat restoration projectsto provide enough area with enoughresources to supportthe rhino (✓\\checkmark✓).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 7",
      "content": "Below is a list of conservation strategies:I.Establishing a zoo to breed endangered species in controlled environmentsII.National parks and protected areas where species live in their natural habitatIII.Seed banks that store genetic material from endangered plant speciesWhich of the statements describes an example of in-situ conservation?A.\\hspace{1em}I onlyB.\\hspace{1em}II onlyC.\\hspace{1em}II and III onlyD.\\hspace{1em}I, II, and III",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Statement Iis false because a zoo is an example of ex-situ conservation (when species are protected outside of their natural habitat).Statement IIis true because a National park is an example of in-situ conservation, focusing on protecting species in their natural habitats.Statement IIIis false because a seed bank is an example of ex-situ conservation.Choice Bis therefore correct as it only gives the trueStatement II.Choices A, CandDare all incorrect as they include one or more of the falseStatements IandIII.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 8",
      "content": "Which definitions are matched to the correct form of diversity?Ecosystem diversityGenetic diversitySpecies diversityA.\\hspace{1em}Different habitats, communities and ecological processesThe type of alleles in a populationGenetic variation within a speciesB.\\hspace{1em}The number of species and their abundance in an areaPhenotypic variation in a communityGenetic variability within a speciesC.\\hspace{1em}Variety and abundance of different ecosystems in a geographical areaGenetic variability within a species or populationThe number of species and their abundance in an areaD.\\hspace{1em}Different habitats, communities and ecological processesThe total number and type of epigenetic markers in a populationThe variety of all life on Earth",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Ecosystem diversity is defined as the variety and abundance of different ecosystems present in a geographical area. Genetic diversity is the genetic variability within a species or population. Species diversity is the number and relative abundance of species found in a specific area. ThereforeChoice Cis correct.Choice Ais incorrect because genetic diversity does not only refer to the type of alleles in a population but the number of different alleles in a population.Choice Bis incorrect because phenotypic variation refers to differences in observable characteristics, not genetic diversity, and the definition of ecosystem diversity shown in row B is actually the definition for species diversity.Choice Dis incorrect as genetic diversity does not relate to the control of the expression of genes (epigenetics) within a population and the variety of all life on Earth is the definition for biodiversity.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 9",
      "content": "Which is the most significant factor in the loss of global biodiversity being experienced in the 21st century?A.\\hspace{1em}IndustrialisationB.\\hspace{1em}Human population growthC.\\hspace{1em}Invasive plant speciesD.\\hspace{1em}Deforestation",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Bis correct because the rapid growth in human population (which has included a doubling in the period 1960-2020) has put pressure on all the Earth’s resources that humans rely upon. In doing so, habitat loss has had a major negative effect on thousands of species across all five kingdoms.Choices A, CandDare all incorrect; whilst they are all factors contributing to global biodiversity loss, they are not the overarching cause. The question asks for the ‘most significant factor’, which is human population growth.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 10",
      "content": "The electric blue tarantula (Chilobrachys natanicharum, pictured below) is a newly-listed (2023) species found in the mangrove swamps of south-western Thailand. The vivid blue colour is created by nanostructures on the spider’s hairs that produce an iridescent effect.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/2d9c8dd7-9273-4363-b0f3-46ca62fdff2e/images/3130ca0e-d70d-4ae6-9e0f-9a2d58bbfde3/BI2808.png)\n\nThe electric blue tarantulaChilobrachys natanicharum[Source: Chomphuphuang, Narinet al(2024 March, 28), File:Chilobrachys natanicharum2[image]. Wikimedia Commons. Retrieved 2025 April, 30 from https://commons.wikimedia.org/wiki/File: Chilobrachys_natanicharum2.jpg. CC BY 4.0]Which statement about the electric blue tarantula is most likely to be correct?A.\\hspace{1em}The electric blue tarantula would be able to mate successfully with another tarantula found in Thailand,Chilobrachys huahini, and produce fertile offspring.B.\\hspace{1em}The electric blue tarantula has recently evolved from darker-coloured species of tarantula.C.\\hspace{1em}The electric blue tarantula was previously classified in the class Insecta (insects).D.\\hspace{1em}The electric blue tarantula has existed for a long time, but was not discovered until recently.",
      "markScheme": "DExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Dis correct because, like the vast majority of animal species that live on Earth today, this species had been unknown to humans. It has existed in remote areas away from human habitation, in a niche that makes it a rare global species. As such, it was not discovered until 2023, when human intervention to prevent habitat loss to palm oil farming identified the species.Choice Ais incorrect becauseChilobrachys huahiniis a distinct species; only members of the same species can reproduce successfully and produce fertile offspring.Choice Bis incorrect because there is no evidence of the recent emergence of this species; it is more likely to have been undiscovered for a long time.Choice Cis incorrect because all spiders, including the tarantula, belong to the classArachnida(arachnids). The key difference is the number of pairs of legs; insects have 3 pairs, whereas arachnids have 4 pairs.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 11",
      "content": "What is the main cause of Southeast Asia's loss of dipterocarp forest ecosystems?A.\\hspace{1em}Plantations of palm oil (Elaeis guineensis)B.\\hspace{1em}Fungal disease affecting treesC.\\hspace{1em}Nutrient depletion in the soilD.\\hspace{1em}Anthropogenic climate change",
      "markScheme": "AExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Ais correct because palm oil plantations now cover large areas previously inhabited by dipterocarp species. Palm oil is used widely in the food and cosmetics industries.Choice Bis incorrect because, whilst fungal disease does occur in all natural rainforests, it has not caused widespread loss of dipterocarp species.Choice Cis incorrect because soil nutrient depletion will have occurred, but as a result of biodiversity loss, not a cause of it.Choice Dis incorrect because, whilst anthropogenic (human-caused) climate change is a cause of ecosystem loss, it is not the main cause in this case.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 12",
      "content": "Which of the following has/have directly contributed to biodiversity loss?I.The overhunting of African elephants for their ivoryII.The expansion of cities like São Paulo, BrazilIII.The spread of the invasive zebra mussels in North America through ballast water from shipsA.\\hspace{1em}I onlyB.\\hspace{1em}II onlyC.\\hspace{1em}I and IIID.\\hspace{1em}I, II, and III",
      "markScheme": "DExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Statement Iis true because overhunting is one cause of the biodiversity crisis.Statement IIis true because urbanisation is a cause of the biodiversity crisis.Statement IIIis true because the introduction/spread of pests, diseases and alien species due to global transport are causes of the biodiversity crisis.Therefore,Choice Dis the correct answer asStatements I, IIandIIIare true.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 13",
      "content": "Which approach, carried out by conservationists in zoos and botanical gardens, defines the transition betweenex-situconservation andin-situconservation?A.\\hspace{1em}Building more capacity in zoos and botanical gardens.B.\\hspace{1em}Carrying out artificial selection within zoos and botanical gardens.C.\\hspace{1em}Building the population of captive-bred species across zoos and botanical gardens in many countries.D.\\hspace{1em}Release of captive-bred species from zoos and botanical gardens into nature reserves.",
      "markScheme": "DExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Dis correct because the transfer of ex-situ to in-situ means the return of species from captivity to areas that could become their natural habitats again. Nature reserves increase the chances of successful re-introduction, although many other measures would have to be taken to ensure success.Choice Ais incorrect because building more captive breeding areas will not increase the chances of being able to reintroduce species back into the wild.Choice Bis incorrect because, whilst artificial selection would allow desirable traits to be selected for in captivity, this would not necessarily guarantee that species would thrive or even survive in a wild habitat again. Artificial selection would also take a long time (measured in years and decades for some species in particular), as successive generations are bred.Choice Cis incorrect because having more animals in captivity and plants in botanical gardens would do little to increase the chances of those species being successfully reintroduced to the wild. A large captive population serves no natural purpose to conservation unless a species is released into the wild at some stage. Keeping species in captive breeding might be called ‘preservation’, but it is not ‘conservation’ in its truest sense.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 14",
      "content": "Outline why scientists must have several approaches to conserve biodiversity.[3]There are approximately 80 Javan Rhinoceros (Rhinoceros sondaicus) in the world. Discuss the environmental and economic implications the Indonesian government must consider before volunteering the Javan Rhinoceros to the EDGE programme.[5]Explain why rapid human population growth is linked to the current biodiversity crisis.[7]",
      "markScheme": "Anythreeof the following:→\\ce{ -> }​no single approach is sufficientORestablishing conservation areas is often effective, but without reintroduction of lost species it will have limited successORother suitable example showing that when one approach is used, another is required for effective conservation[1]→\\ce{ -> }​different speciesORecosystems require different measures[1]→\\ce{ -> }​not all methods are affordable for different countriesORorganisations,ORgovernments[1]→\\ce{ -> }​biodiversity encompasses a vast range of organisms, habitats, and ecosystems with different interdependencies[1]→\\ce{ -> }​socio-economic factors need to be considered to ensure that conservation efforts take into account local communities' needs and interests[1]→\\ce{ -> }​ongoing changes in biodiversity may mean that strategies need to be adapted accordingly[1]→\\ce{ -> }​multiple approaches can create a more resilient and effective conservation strategy[1][3 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Scientists must have multiple approaches to conserve biodiversity asno single approachis sufficient (✓\\checkmark✓), different species requiredifferent methods(✓\\checkmark✓) and not all methods areaffordable for different governments(✓\\checkmark✓).Anyfiveof the following (implications must be stated):Environmental negative considerations→\\ce{ -> }​disruption of current food chainsORwebs[1]Environmental positive considerations→\\ce{ -> }​restoration of food websORchains[1]→\\ce{ -> }​habitatsORforests will have to be restored[1]→\\ce{ -> }​the Javan Rhinoceros is a keystone species, so conserving this species would indirectly protect the ecosystem[1]Economic negative considerations→\\ce{ -> }​can be expensive to put rhinos in breeding programmesORzoos,OREDGE program would require financial investments in researchORmonitoring,ORconservation initiatives[1]→\\ce{ -> }​land that has been used for urbanisationORbusinessesORagriculture  will have to be reforested[1]→\\ce{ -> }​local communities might rely on the same resources as the rhinoceros,ORlocal communities' livelihoods might be impacted by conservation measures[1]Economic positive considerations→\\ce{ -> }​increase tourism in the area[1]→\\ce{ -> }​may improve international cooperationORtrade agreements,ORforeign investments[1][5 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Before volunteering the Javan rhinoceros to the EDGE programme, economic considerations must be taken into account.  For example, protecting the Javan rhinoceros would likelyincrease tourismin the area (✓\\checkmark✓) as people will travel to the country to see the rhinos. However, it can beexpensiveto put rhinos intobreeding programmes(✓\\checkmark✓) orreforestland that has beenurbanised(✓\\checkmark✓), and this may beunaffordablefor the Indonesian government. A positive environmental consideration is thatreforestation will increase biodiversity(✓\\checkmark✓) in the area. However, it may also result indisruption of current, stable food chains(✓\\checkmark✓)in the area.Anysevenof the following:→\\ce{ -> }​more huntingORpoachingORfor foodORresources, which endangers animals[1]→\\ce{ -> }​loss of habitats due to urbanisationORagriculture[1]→\\ce{ -> }​increased agriculture can lead to a monocultureORa loss in diversity[1]→\\ce{ -> }​deforestation for building infrastructureORresources such as paperORagriculture[1]→\\ce{ -> }​increased pollution due to increased vehiclesORglobal transportORindustryORfactories can cause damage to organismsORcontribute to global warming[1]→\\ce{ -> }​increased use of fertilisers leading to eutrophication[1]→\\ce{ -> }​increased spread of diseases to plantsORanimals due to increased global transport[1]→\\ce{ -> }​increased risk of spread of invasive species due to increased global transport[1]→\\ce{ -> }​increased spread of pests due to increased air travel damaging agricultureORforest ecosystems[1][7 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Rapid human population growth is linked to the current biodiversity crisis because as the global population grows, there is an increased need for resources which can result inloss of habitatdue toincreased agriculture(✓\\checkmark✓), an increase in the use offertiliserswhich can result ineutrophication(✓\\checkmark✓) and morehuntingof animals (✓\\checkmark✓) which lowers animal populations.  An increase in agriculture which utilisesmonocultureslowers species diversity in the area (✓\\checkmark✓).  An increase in the human population is also correlated withincreased global transport, which can result in increasedpollution, which contributes toglobal warming(✓\\checkmark✓), which can have a detrimental effect on ecosystems and also can result in an increasedspread of invasive species(✓\\checkmark✓) andpests(✓\\checkmark✓), which lowers biodiversity within ecosystems.A quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information.[1]",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 15",
      "content": "The image shows Aotearoa’s (New Zealand) North Island giant moa (Dinornis novaezealandiae), which became extinct in the period 1300 - 1500 A.D.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/2461d794-139c-4be6-9943-c8e721f7962d/images/dcbe8b52-91ed-4354-94f8-f2cd1432bb00/BI2809.png)\n\n[Source: Adapted from Frederick William Frohawk (16 July 1861 - 10 December 1946). File:Dinornis novaezealandiae[image]. Wikimedia Commons. Retrieved 2025 April 30 from https://commons.wikimedia.org/wiki/File.png. Public domain]Which of the following factors wasnota contributing factor to the extinction of the giant moa during that period?A.\\hspace{1em}Habitat loss caused by human encroachmentB.\\hspace{1em}Anthropogenic climate changeC.\\hspace{1em}HuntingD.\\hspace{1em}Predation by non-human species",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Bis correct (not a factor in the moa’s extinction) because this is an example of anthropogenic extinction, but not a direct result of climate change. In the period 1300-1500 A.D., human-caused climate change had not yet occurred; such climate changes began to occur in the mid-20th century and have continued to the present.Choice Ais incorrect (a factor in the moa’s extinction) because human forest clearance would have taken place to create living and farming space for humans, their crops and livestock. This will have reduced the moa’s habitat area, impacting its population.Choice Cis incorrect (a factor in the moa’s extinction) hunting by humans was the single largest factor impacting the moa’s population. They were hunted mainly as a food source for the early settlers of Aotearoa.Choice Dis incorrect (a factor in the moa’s extinction) because the moa was not an apex predator; the Haast’s eagle (Hieraaetus moorei) was a natural predator of the moa, so it played a role in reducing the moa’s population size.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 16",
      "content": "How does introducing new invasive species, such as Japanese knotweed (Reynoutria japonica), to ecosystems affect biodiversity?\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/7f14db66-6918-4f41-a685-70114e0bcde6/images/01bd4d18-ba7d-4633-965b-1e169e05e1c7/BI0907.png)\n\n[Source: Adapted from Carter, W. (2019, September 11). File: reynoutria japonica in Brastad 1.jpg - Wikimedia Commons. Wikimedia commons. Retrieved July 10, 2023 from URL https://commons.wikimedia.org/wiki/File: Reynoutria_japonica_in_Brastad_1.jpg. Copyright free]A.\\hspace{1em}Increases biodiversity because there are more species in the ecosystemB.\\hspace{1em}Decreases biodiversity as the invasive species outcompetes native species for resourcesC.\\hspace{1em}Decreases biodiversity as new plants encourage new insects and animals to immigrate to the ecosystemD.\\hspace{1em}Increases biodiversity as the invasive species brings new pests into the ecosystem",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Invasive species are species that arrive in an ecosystem to which they are not endemic to and they often lack natural population controls such as herbivores or predators.  They therefore sometimes outcompete native species for resources which can decrease biodiversity.Choice Bis correct.Choice Ais incorrect, as introducing an invasive species usually reduces biodiversity. There are many reasons for this, including competition with native species, predation, herbivory, habitat alteration and the introduction of disease.Choice Cis incorrect as although new plants may encourage new insects and plants to immigrate into an area, this would increase biodiversity, not decrease it.Choice Dis incorrect because although invasive species can bring new pests, these pests often reduce biodiversity by decimating native populations.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 17",
      "content": "Which species are prioritised for conservation in the EDGE of Existence programme?A.\\hspace{1em}Species that are genetically distinct from other living species, and are in danger of extinction.B.\\hspace{1em}Species that are evolutionarily distinct, and are found in vulnerable ecosystems.C.\\hspace{1em}Species that are closely related to keystone species, and are in danger of extinction.D.\\hspace{1em}Species that are keystone species, and are found in vulnerable ecosystems.",
      "markScheme": "AExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Ais correct because the EDGE of Existence program highlights and focuses on species that are evolutionarily distinct with few living relatives and, therefore, represent a disproportionately high level of genetic diversity. Additionally, the EDGE of Existence program only prioritises species on the endangered and vulnerable IUCN lists, which are, therefore, in danger of extinction.Choice Bis incorrect because the EDGE of Existence program does not use vulnerable ecosystems as a criterion. It focuses solely on species that are evolutionarily distinct and threatened with extinction.Choice Cis incorrect because while keystone species play a crucial role in maintaining ecosystem structure and function, they are not necessarily evolutionarily distinct. The EDGE programme does not prioritise species based on their ecological role.Choice Dis incorrect because neither keystone species nor vulnerable ecosystems are criteria for the EDGE of Existence program.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 18",
      "content": "Gel electrophoresis is a technique used to separate molecules such as nucleic acids. It involves loading the samples into wells in a supporting medium, often agarose gel, and applying an electric current. The diagram below shows the outcome of a gel electrophoresis run.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/c0e242bb-8cdb-4ff2-ad1e-ff39242a9a79/images/d39bad9c-a545-4a74-9b4b-1696d973f3d8/BI1423.png)\n\n[© Revision Village 2023]Deduce in which direction DNA fragments would move through this gel.[1]State what causes the DNA to move in the direction given in (i)[1]The DNA fragments are not visible immediately after separation. Outline how gene probes can be used to identify the DNA fragments.[2]DNA profiling can be used to study genetic diversity and population dynamics in various species, aiding in conservation efforts. Describe one named ex-situ conservation technique used to help preserve biodiversity.[3]",
      "markScheme": "→\\ce{ -> }​towards the positive electrodeORfrom negative to positive electrodeORdownwards[1][1 mark maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:DNA would traveltowards the positively charged electrode(✓\\checkmark✓).→\\ce{ -> }​DNA is negatively chargedORphosphate group of DNA is negatively charged[1][1 mark maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Thephosphate grouppresent in nucleotides gives DNA a netnegative charge(✓\\checkmark✓).Anytwoof the following:→\\ce{ -> }​short  single-stranded DNAORRNA with a complementary base sequence to the target DNA fragment[1]→\\ce{ -> }​probe is radioactiveORstained with fluorescent dye[1]→\\ce{ -> }​gelORmembrane is exposed to DNA probe, and if DNA fragment of interest present probe will bind to itORthey will hybridise[1]→\\ce{ -> }​x-ray film exposes position of radiating probe[1]→\\ce{ -> }​scannersORimaging systems are used to detect fluorescence marked probe[1][2 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Ashort, radioactive(✓\\checkmark✓),single-strandedsection of DNA with acomplementary base sequenceto theDNA fragmentof interest is used (✓\\checkmark✓).  The gel with the DNA fragments isexposedto thelabelled probeand If there areDNA fragmentsof interest on the membrane theprobeswillbindto them (✓\\checkmark✓).X-ray filmis used tocapturetheradiationemitted by the radioactiveprobe(✓\\checkmark✓) and this indicates the presence and position of the DNA fragment.Anythreeof the following (name of type of conservation must be given to gain full marks):ZoosORAquariums→\\ce{ -> }​animal husbandry facilities to help battle extinctionORloss of biodiversity[1]→\\ce{ -> }​maintain detailed recordsORpedigreesORknown studbooks to track genetic lineage used to choose breeding pairs to maintain genetic diversityORminimise inbreeding[1]→\\ce{ -> }​participation in collaborative species survival plansORcoordinated efforts to manage the breeding of specific speciesORexchange animals between different institutions to introduce new genetic diversity[1]→\\ce{ -> }​captive breedingORartificial inseminationORin vitro fertilisation allows offspring to be produced using two animals in different zoosORincreases biodiversity by using gametes from animals in other zoos[1]→\\ce{ -> }​encouraging natural breeding to produce offspring[1]→\\ce{ -> }​reintroduction programsORrelease animals into wild[1]→\\ce{ -> }​educational programsORworkshopsORexhibitions to educate the public about the importance of animal conservation[1]Animal Tissue Banks→\\ce{ -> }​store samples of animal genetic materialORDNAORcellsORtissues from various species[1]→\\ce{ -> }​preserves genetic diversity for the conservation of endangered and threatened speciesORmaintains genetic traits that may be lost in the wild[1]→\\ce{ -> }​germoplasm stores eggsORovaORspermORembryos[1]→\\ce{ -> }​germoplasm collected from species in wild can be used for captive breeding programmesORassisted reproductive technologiesORartificial inseminationORin vitro fertilisation in captivity[1]→\\ce{ -> }​tissues stored cryogenically[1]→\\ce{ -> }​resource for species identificationORverificationORto resolve taxonomic uncertaintiesORto differentiate between similar-looking speciesORunderstanding of adaptationORevolution[1]→\\ce{ -> }​samples can be used for monitoring the health of wildlife populationsORfor analysing tissues for diseasesORpathogensORcontaminants[1]→\\ce{ -> }​somatic tissue can be used for cloning[1]Botanical gardens→\\ce{ -> }​conservation of plant biodiversity[1]→\\ce{ -> }​often maintain living collections of rareORendangered plant species, helping safeguard their genetic diversityORhelping prevent extinction[1]→\\ce{ -> }​scientific research into plant biologyORecologyORtaxonomy within controlled environment contributing to understanding of plant life[1]→\\ce{ -> }​exchange of seeds or pollen between different gardens maintains biodiversityORgenetic variation[1]→\\ce{ -> }​educational programsORworkshopsORexhibitions to educate the public about the importance of plant conservation[1]Seed Banks→\\ce{ -> }​safely store variety of plant species' seeds, preserving genetic diversity[1]→\\ce{ -> }​seeds stored in coolORdarkORdry conditions[1]→\\ce{ -> }​may include agricultural crop seeds, contributing to food security by providing genetic resources for crop improvement[1]→\\ce{ -> }​seeds can be used for habitat restorationORpopulation reinforcementORspecies reintroduction efforts.[1]→\\ce{ -> }​researchers can study and understand the biology of various plant species[1]→\\ce{ -> }​serve as a biological insurance policy against catastrophic eventsORnatural disastersORdisease outbreaks, that can wipe out entire plant populations[1]→\\ce{ -> }​educational programsORworkshops to educate the public about the importance of plant conservation[1][3 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Animal tissue banksstoreDNA, cells, and tissues(✓\\checkmark✓), usingcryogenic preservation(✓\\checkmark✓) methods.Germplasm, often composed ofovaorspermfromwild animals(✓\\checkmark✓), is crucial forcaptive breedingprograms, effectivelyincreasing genetic diversity(✓\\checkmark✓) within captive populations. Stored tissue can be used for a variety ofresearch, including investigatingevolutionary relationshipsbetween species (✓\\checkmark✓).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "7",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 19",
      "content": "The image shows the changes to mixed dipterocarp forests in Southeast Asia over 100 years. Researchers have concluded that the changes are mainly due to anthropogenic factors.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/f51c353f-fc9a-4ebc-8ff9-dc0cbe26f414/images/e6f5e4fb-0bc4-4e86-8873-13849c5e724e/BI0904bi.png)\n\n[Source: Adapted from San Jose. (2006, February 8). File: map of east asia.png - wikimedia commons. Wikimedia commons. Retrieved July 10, 2023 from URL https://commons.wikimedia.org/wiki/File: Map_of_East_Asia.png. Copyright under CC BY 3.0]Distinguish between the forest coverage in 1900 and 2000[1]State the definition for ‘anthropogenic’.[1]Explain two possible anthropogenic reasons for differences in forest coverage between 1900 and 2000.[2]Suggest what evidence scientists would need to collect from the forests to provide evidence for a biodiversity crisis in South East Asia.[1]Suggest why it might be important to increase biodiversity in the area.[1]Conservationists in the area have started a reforestation project in the area, in an attempt to restore the forest to 1900 coverage levels. Discuss what effects this would have on biodiversity.[4]",
      "markScheme": "Anyoneof the following:→\\ce{ -> }​there is less forest coverage in the year 2000COMPARED TOthe year 1900,ORthere is more forest coverage in the year 1900 to the year 2000[1][1 mark maximum]Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:There isless forestcoverage in the year 2000 compared to the year 1900 (✓\\checkmark✓).Anyoneof the following:→\\ce{ -> }​environmentalORecological change caused by human activity[1][1 mark maximum]Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:The term anthropogenic refers to anenvironmental changecaused, directly or indirectly, byhuman activity(✓\\checkmark✓).Anytwoof the following:→\\ce{ -> }​deforestation for agriculture OR urbanisation[1]→\\ce{ -> }​pollution from factories OR vehicles weakening trees[1]→\\ce{ -> }​human population growth resulting in more trees being cut to build infrastructureORprovide fuelsORmake resources such as paper[1]→\\ce{ -> }​spread of pestsORdiseasesORintroduction of invasive species causes damage to trees[1]→\\ce{ -> }​forest fires caused by human activities[1]→\\ce{ -> }​miningORoil drillingORother resource extraction[1]→\\ce{ -> }​specific examples related to climate change such as changing rainfall patternsORincreased frequency of extreme weather(doNOTallow climate change without a specific example)[1][2 marks maximum]Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:Two anthropogenic reasons for the loss of forests between 1900 and 2000 aredeforestationto growcrops(✓\\checkmark✓) andhuman population growthresulting in more trees being cut down for thebuilding of infrastructure(✓\\checkmark✓).Anyoneof the following:→\\ce{ -> }​surveys of plant and animal species in forestedANDdeforested areas to compare species richnessORabundanceORdiversity over time[1]→\\ce{ -> }​analysis of species population trends[1]→\\ce{ -> }​amassing data from citizen scientists on species richnessORabundance,ORdiversity[1][1 mark maximum]Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:To provide evidence for the biodiversity crisis in South East Asia, scientists would need to conduct surveys onspecies diversity in the area over time. (✓\\checkmark✓).Anyoneof the following:→\\ce{ -> }​maintain food chainsORwebs[1]→\\ce{ -> }​trees carry out carbon captureORrelease oxygen into the atmosphereORclimate change mitigation[1]→\\ce{ -> }​prevent extinction of organisms[1]→\\ce{ -> }​promote tourism in the areaORaesthetic reasons[1]→\\ce{ -> }​slow down the spread of zoonotic diseases (as loss of habitat means that animals will live closer together and closer to humans)[1]→\\ce{ -> }​potential medical resourcesORwebs[1]→\\ce{ -> }​preservation of cultural heritage of indigenous communities[1]→\\ce{ -> }​ethical responsibility to preserve biodiversity[1][1 mark maximum]Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:It is important to increase biodiversity in the area, astreescarry outcarbon capture(✓\\checkmark✓) which contributes to mitigating climate change and promotestourismin the area, which wouldboost the economyof South East Asia (✓\\checkmark✓).Anythreeof the following (muststate what effect it has on biodiversity for mark):Increase biodiversity because...→\\ce{ -> }​provides more habitats[1]→\\ce{ -> }​provides places for organisms to hide from predatorsORhunters[1]→\\ce{ -> }​prevents floodsORlandslides due to increased transpiration[1]→\\ce{ -> }​provides more food for organisms[1]→\\ce{ -> }​encourages the establishment of complex ecological interactionsORan example such as an increase in number of pollinators for plant reproduction[1]→\\ce{ -> }​increases species richness[1]→\\ce{ -> }​increases genetic diversityORgene flow[1]Decrease biodiversity because...→\\ce{ -> }​invasive species are introduced[1]→\\ce{ -> }​native species are displaced during deforestation[1]→\\ce{ -> }​there is competition between newly planted trees and existing vegetation[1]→\\ce{ -> }​species competition is influenced by edge effects[1]→\\ce{ -> }​soil disturbance during planting impacts other species negatively[1]Have little effect on biodiversity because...→\\ce{ -> }​more than one approach is needed to change biodiversity in the area[1]→\\ce{ -> }​limited species of treesORmonoculture are planted[1]→\\ce{ -> }​tree species are not selected for their suitability to the area[1]→\\ce{ -> }​reforested areas are isolatedORlack connections to the existing forest[1]→\\ce{ -> }​they are not monitoredORmanaged properly[1]→\\ce{ -> }​reforested areas are too close to human settlements, potentially leading to conflict[1]→\\ce{ -> }​trees are planted but animals are not reintroduced[1][3 mark maximum]Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:Reforesting may increase biodiversity in the area as it will provide more habitats for organisms (✓\\checkmark✓) and provide organisms with a place to hide from hunters or predators (✓\\checkmark✓). However, it may decrease biodiversity if only limited species of trees are replanted in the area (✓\\checkmark✓).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 20",
      "content": "Mountain gorillas (Gorilla beringei beringei)  were reclassified from \"Critically Endangered\" to \"Endangered\" by the International Union for Conservation of Nature (IUCN) in November 2018. This change in status was a significant conservation success story, reflecting the positive impact of concerted efforts by governments, conservation organisations, and local communities to protect and increase the population of this subspecies of the eastern gorilla.\r\nThe table below shows the changes in the number of mountain gorillas from 2010 to 2018.YearNumber of gorillas2010480201660420181004Calculate the percentage increase in the number of gorillas from 2010 to 2018.[1]Although the mountain gorilla is rarely seen in zoos, another gorilla subspecies, the western lowland gorilla (Gorilla gorilla gorilla) is. Explain how zoos play a critical role in the conservation of endangered species.[3]Studies have shown that the invasive plant speciesSericostachys scandensaffects forest composition and may affect the Grauer’s gorilla (Gorilla beringei graueri) recovery in Congo.Outline two precautions that should be taken before considering biological control of invasive plants such as these.[2]",
      "markScheme": "The following→\\ce{ -> }​109.16%OR109.2%[1][1 mark maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:(1004−480)480×100%\\dfrac{(1004 - 480)}{480} \\times 100\\%480(1004−480)​×100%=109.16%(✓\\checkmark✓)Anythreeof the following→\\ce{ -> }​animal husbandry facilities to help prevent death from disease or injury[1]→\\ce{ -> }​maintain detailed recordsORpedigreesORknown studbooks to track genetic lineage used to choose breeding pairs to maintain genetic diversityORminimise inbreeding[1]→\\ce{ -> }​exchange animals between different institutions to introduce new genetic diversity[1]→\\ce{ -> }​captive breedingORartificial inseminationORin vitro fertilisation increases chance of successful breedingORmeans they do not have to find a mate[1]→\\ce{ -> }​reintroduction programsORrelease animals into wild[1]→\\ce{ -> }​scientistsORresearchers can study the species up closeORin detail for greater understanding of how to protect itin-situ[1]→\\ce{ -> }​educational programs to educate the public about the importance of animal conservation[1][3 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Zoos facilitate theexchangeofanimalsbetween institutions (✓\\checkmark✓) and maintaindetailed recordsto trackgenetic lineageused to choosebreeding pairsto introducenew genetic diversity(✓\\checkmark✓).Artificial inseminationalso increases thesuccess rateof breeding (✓\\checkmark✓) endangered species. Moreover, zoos are instrumental inreintroducing programsthat releaseanimalsback into thewild, directly contributing to restoringnatural populations(✓\\checkmark✓) and ecosystems.Anytwoof the following→\\ce{ -> }​research to make sure control organism specifically targets invasive speciesORdoes not affect native speciesORdoes not damage ecosystemORhabitatsORfood chains[1]→\\ce{ -> }​conditions in the target environment should support the survival of the control species[1]→\\ce{ -> }​control species should have a natural controlORpredator[1]→\\ce{ -> }​control species should not spread outside the targeted areaORshould not become an invasive species themselves[1]→\\ce{ -> }​long-term monitoring plans to observe the effects of the biocontrol species[1]→\\ce{ -> }​possible socio-economic impactsORconsider ethicalORculturalORsocial implications of control species should be assessed[1]→\\ce{ -> }​plan should be developed in case species need to be controlledOReradicated[1][2 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Before using biological control, it is crucial to conductthorough researchto ensure that the control organismspecifically targetstheinvasivespecieswithout impacting nativespecies or theecosystem(✓\\checkmark✓). Additionally, theconditionsin the target environment mustsupportthesurvivalof thecontrolspecies (✓\\checkmark✓)\r\n, ensuring it can effectively reduce the invasive populationwithout becoming invasiveitself(✓\\checkmark✓).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "6",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 21",
      "content": "The graph below shows Biodiversity Intactness, a long-term indicator that measures how much original biodiversity remains within terrestrial communities on the continents, based on levels from around 1500 A.D., when records began.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/af00fec2-0075-40c9-8a41-072c06650376/images/1ad75b4e-1e66-416a-87f8-4d878e1c4179/BI2808%20-%20Bi2813%20A4.2%20PQ%20MCQ%20and%20SAQ%20PhilCh.jpeg.JPEG)\n\n[Source: adapted from WWF (2024)Living Planet Report 2024 – A System in\nPeril. WWF, Gland, Switzerland http://bit.ly/4jzPxrE. Retrieved 30 April 2025, Public Domain]Using data from the graph, compare and contrast biodiversity in Asia and Europe.[2]Suggest reasons for the difference(s) you highlighted in part (a) (i)[3]Outlinetworeasons why the graph might give an inexact picture of global biodiversity loss.[2]Certain Asian species, including the Chinese Crocodile Lizard (Shinisaurus crocodilurus), have been selected for the EDGE of Existence programme in Asia, whereas another endangered species, the Asian elephant (Elephas maximus), is not on the EDGE of Existence list. Suggest why.[3]",
      "markScheme": "anytwoof the following (must includeonesimilarity andonedifference to gain full marks)Similarity:→\\ce{ -> }​BOTHshowed a high level (close to 1.0) in 1800[1]→\\ce{ -> }​BOTHdeclined from 1800 to 1950[1]→\\ce{ -> }​BOTHshowed an overall decline 1800 - 2024ORin the period of study[1]Difference:→\\ce{ -> }​Asia fell steeply from 1950-2000WHEREASEurope recovered in that period[1]→\\ce{ -> }​Asia continues to decline (in 2024)WHEREASEurope is stableORincreasing[1][2 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:A similarity is thatbothcontinents’ biodiversityfell from 1800 to 1950(✓\\checkmark✓). By contrast, Europe’s biodiversityincreasedfrom 1950 onwards, whereas Asia’scontinues to declinein the present day ‘any two of the following (must include one similarity and one difference to gain full marks) (✓\\checkmark✓).anythreeof the following:→\\ce{ -> }​better awarenessOReducation in Europe[1]→\\ce{ -> }​weaker environmental protection law in Asia[1]→\\ce{ -> }​less povertyORmore access to money to fund biodiversity work in Europe[1]→\\ce{ -> }​more reliance on subsistence farming in Asia[1]→\\ce{ -> }​less human population growth in Europe since 1950ORhigh population density in Asia[1]→\\ce{ -> }​more deforestationORurbanisation in Asia since 1950[1]→\\ce{ -> }​EuropeanORAmerican companies operating in Asia; accept palm oil plantation[1]→\\ce{ -> }​theftORtraffickingORpoachingORillegal wildlife tradingORof Asian native species[1]→\\ce{ -> }​conflictORpolitical instability in some Asian regions limits long-term biodiversity policy implementation[1]→\\ce{ -> }​higher rate of industrialisationORinfrastructure development in Asia since 1950[1]accept converse arguments[3 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Asia’s rapideconomic growthandpopulation growthhave put pressure on natural resources (✓\\checkmark✓). An example could be the draining of wetlands and deforestation to create city space for housing (✓\\checkmark✓).Weaker laws and law enforcementin Asia (✓\\checkmark✓) have led to a rise inpoaching and traffickingof endangered species, and this can lead to eventual extinction. Non-Asian companies have madelarge agricultural investmentsin Asia such as large-scale palm oil plantations, which damage the ecosystem in native tropical forest areas (✓\\checkmark✓).anytwoof the following:→\\ce{ -> }​only terrestrial ecosystemsORland are covered in the dataORthere is no information on aquaticORseasORocean ecosystems[1]→\\ce{ -> }​there is no distinction between subcontinents such as North and South America[1]→\\ce{ -> }​there is no distinction between kingdomsORbetween plants and animalsORmicroorganisms[1]→\\ce{ -> }​data collection in 1800 will have been less sophisticatedORaccurate than 2024[1]→\\ce{ -> }​biodiversity in 1500ORbaseline data was already influenced by human activity[1]→\\ce{ -> }​indicator may rely on modelledORestimated data rather than direct field measurements[1][2 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:The dataonlycoversterrestrial ecosystems, so takes no account of aquatic organisms (✓\\checkmark✓). Also,methodsof measuring biodiversity in 2024 will be a lotmore accuratethan those used in previous centuries (✓\\checkmark✓).anythreeof the following:→\\ce{ -> }​the elephant has close genetic relativesORmore close relatives (than the crocodile)[1]→\\ce{ -> }​the lizard is more evolutionarily unique (than the elephant)[1]→\\ce{ -> }​conservation data on the elephant is insufficientORnot up-to-date (to qualify for EDGE)[1]→\\ce{ -> }​the elephant may not be globally endangeredORit may be endangered in one country onlyORhave a healthy population in other countries[1]→\\ce{ -> }​there is better ex-situ conservationORbetter global zooORcaptive populations of the elephant than the  lizard[1]→\\ce{ -> }​lizard may occupy a more restrictedORfragmented habitat, increasing extinction risk[1][3 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:The Chinese crocodile lizard may bevery distinct genetically from its nearest relative, which gives it priority for selection into the EDGE programme, whereas the elephant has more close relatives (✓\\checkmark✓). The elephant is a popular species for zoos and conservation projects, so there will behigher populations in captivity(✓\\checkmark✓), making its extinction risk lower. Also, the elephant may be endangered in one country but mayexist in large populations elsewhere, lowering its risk of global extinction danger (✓\\checkmark✓).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 22",
      "content": "The table shows the number of tree species in two similarly sized forests.  Which statement about the two communities is correct?Tree speciesForest 1Forest 2\\hspace{1em}Quercus alba3025\\hspace{1em}Acer rubrum1225\\hspace{1em}Fagus sylvatica5025\\hspace{1em}Betula occidentalis825\\hspace{1em}Total number of trees100100[©Revision Village 2023.]A.\\hspace{1em}Forest 2 has the same species richness as Forest 1B.\\hspace{1em}Forest 1 has a higher species evenness than Forest 2C.\\hspace{1em}Forest 1 has a higher species richness than Forest 2D.\\hspace{1em}Forest 2 has an equal species evenness to Forest 1",
      "markScheme": "AExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Species richness is the number of different species present in an area.  There are 4 species present in both forests soChoice Ais correct.Species evenness is the relative abundance of different species in an area.Choices BandDare incorrect as Forest 2 has a higher species evenness than Forest 1 as there is an equal number of each tree species.Choice Cis incorrect as species richness is the same in both forests.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 23",
      "content": "Conservationists must consider the size and arrangement of in situ nature parks when creating and managing them. The diagram below shows the theoretical design of three sets of nature reserves.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/7b63a6d0-f974-4bec-818e-4d366ad65974/images/c4568193-831f-4c41-8602-e860820c7d0c/nature%20reserve%20design%20BI1599ii.png)\n\n[©Revision Village 2024]For each pair of designs labelled A and B, compare the two and determine which design is better suited for the long-term preservation and management of animal populations. For each comparison, provide a reason to justify your choice.[3]",
      "markScheme": "AI vs BIanyoneof the following:AI is better than BI sincee a larger reserve:→\\ce{ -> }​supports more speciesORa wider variety of species[1]→\\ce{ -> }​ensures a more stable food chainORprovides more resources[1]→\\ce{ -> }​reduction in the chance of inbreedingORextinction[1]→\\ce{ -> }​can better buffer species against environmental changes because it includes a variety of microhabitatsORclimates[1]→\\ce{ -> }​more likely to support keystone species, critical for structure of community[1]AII vs BIIanyoneof the following:AII is better than BII since a less fragmented reserve:→\\ce{ -> }​has better connectivity for breedingORgene flow[1]→\\ce{ -> }​has reduced edge effect so fewer disturbancesORpredatorsORinvasive speciesORreduces habitat degradation preserving the core habitat for sensitive species[1]→\\ce{ -> }​provides enough resources to sustain viable populations in the long term[1]→\\ce{ -> }​might reduce human-wildlife conflict, as animals less likely to stray into human-populated areas[1]AIII vs BIIIanyoneof the following:AIII is better than BIII since corridors:→\\ce{ -> }​facilitate movement of animalsORmigration which is crucial for breedingORfinding foodORescaping predatorsORfor maintaining genetic diversity[1]→\\ce{ -> }​can make the reserve more accessible for maintenance and management purposes[1][3 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:AI is betterthan BI because thelarger reservearea in AI cansupport more species, as it providesmore resources(✓\\checkmark✓).AII is betterthan BII because it isless fragmented. Thisminimisestheedge effect, whichreduces exposureto threats such aspoaching,predation, andinvasive species. (✓\\checkmark✓).AIII is betterthan BIII because thecorridorsin AIIIfacilitate animal movement, which is essential formaintaining genetic diversity, accessingresources, andescaping predators. (✓\\checkmark✓).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "3",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 24",
      "content": "The Eurasian beaver (Castor fiber) has been described as a species that promotes biodiversity. Beavers are herbivores that feed on freshwater plants and tree bark. They use their sharp front teeth to fell trees and use the logs and branches to build dams that create pools in which they can build their lodge. A beaver lodge is a construction in which they nest and raise their young, providing protection from predators.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/137391ca-319d-43a2-9119-cf4e9aa52801/images/0716c3a5-4515-4c2c-9098-2dc170bfb110/BI1684%20fig1.png)\n\n[Source: Jerzy Strzelecki, retrieved July 2024 from https://commons.wikimedia.org/wiki/File: Castor_fiber_07(js),_Narew_River,\r\n_Poland.jpg, copyright under CC BY-SA 3.0]Suggest ways in which the reintroduction of beavers can increase biodiversity.[4]The effect of introducing beavers on the species diversity of birds and bats was studied in four areas: on river banks, one without any beaver activity and one where beavers are present, and then ponds, again, one without beaver activity and one where beavers were present. The graph below shows the calculated Simpson’s reciprocal index of Diversity for each area.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/137391ca-319d-43a2-9119-cf4e9aa52801/images/536e088c-9e87-4ae5-902d-c81de6be0cb0/BI1684%20fig2.png)\n\n[©Revision Village 2024]State two necessary measurements to calculate Simpson’s reciprocal index of diversity.[1]Calculate the percentage increase in the species diversity of bats in the pond after the introduction of the beaver.[2]Beavers became extinct in the UK over 400 years ago. Reintroduction programmes are now being carried out in various regions of the UK.Suggestthreeanthropogenic activities that could have led to the extinction of the beavers in the UK.[3]",
      "markScheme": "anyfourof the following:→\\ce{ -> }​many different habitatsORniches are created by beaver activity[1]→\\ce{ -> }​dams create pools that slow the run-off of rivers, benefiting plant rooting[1]→\\ce{ -> }​dams generate wetlands that harbour insectORinvertebrate species[1]→\\ce{ -> }​this promotes a food chain with consumers such as birds[1]→\\ce{ -> }​pools are habitats for aquatic plantsORfish[1]→\\ce{ -> }​felling trees allows sunlight onto the forest floor, benefiting ground-level plants and shrubs[1]→\\ce{ -> }​fallen trees are a source of food for microorganismsORdetritivores[1][4 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:The activity of beaverscreates many habitatsfor other organisms (✓\\checkmark✓), with an overall increase in biodiversity. For example, the felling of trees opens up patches of ground to sunlight,promoting ground-level vegetation(✓\\checkmark✓). The pools created by beaver damsattract insects(✓\\checkmark✓) and the consumers (such as birds) thatfeed on those insects(✓\\checkmark✓). Dams slow the run-off of rainwater which has abeneficial effect on plant rootswhich are not washed away by fast-flowing water (✓\\checkmark✓). The pools also attractfish species and aquatic plantsthat can oxygenate the pond water (✓\\checkmark✓); beavers do not eat fish, so there is no harm to the fish from them.the following:→\\ce{ -> }​total number of different species in the areaORspecies richnessANDtotal number of organisms of each speciesORspecies evenness[1][1 mark maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Two measurements needed to calculate Simpson’s Diversity Index are thetotal number of species in the areaand thetotal number of organisms of each species(✓\\checkmark✓).the following:→\\ce{ -> }​percentage increase = {(final volume - initial volume)/initial volume}×\\times×100%[1]OR{(0.81-0.51) / 0.51}×\\times×100%→\\ce{ -> }​58.8%   (allow numbers between 52 and 64%)[1][2 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Percentage increase ={(p.81−-−0.51) / 0.51} x 100%(✓\\checkmark✓)=−-−58.8%(✓\\checkmark✓)anythreeof the following:→\\ce{ -> }​hunting for furORcastoreum[1]→\\ce{ -> }​habitat destructionORthe draining of wetlandsORother hydrological changes[1]→\\ce{ -> }​deforestationORloggingORincrease in agricultural land[1]→\\ce{ -> }​water pollution[1]→\\ce{ -> }​fragmentation of landscape[1]→\\ce{ -> }​urbanisationORindustrial developmentORroad construction[1]→\\ce{ -> }​introduction of alien species[1]→\\ce{ -> }​tradeORtravel leading to introduction of disease[1]→\\ce{ -> }​use of pesticidesORherbicidesORagricultural chemicals[1][3 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:The extinction of beavers in the UK may have been caused byoverhuntingfor their valuablefurandcastoreum(✓\\checkmark✓), combined withextensive habitat destructiondue to thedraining of wetlands(✓\\checkmark✓) anddeforestationforagricultural expansion(✓\\checkmark✓). Additionally, theintroduction of non-native species(✓\\checkmark✓) anddiseases, through internationaltravel, (✓\\checkmark✓) further contributed to their decline.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 25",
      "content": "The graph shows the global human population since 1700 CE, with a projection made to 2086.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/fc62bbd6-bbe9-4221-9a0b-b191f799f8dd/images/5e38479b-021b-42bf-9f22-5749b575d27f/QuesEdit2.png)\n\n[© Revision Village 2025]According to the projection, what will be the percentage population increase between 2000 and 2050 CE?A.\\hspace{1em}27%B.\\hspace{1em}38%C.\\hspace{1em}62%D.\\hspace{1em}88%",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Cis correct because the global human population in 2000 was 6.0 billion, projected to increase to 9.7 billion by 2050.The increase is:\n9.7 billion − 6.0 billion = 3.7 billionTo calculate the percentage increase:Percentage increase = (increasepopulationin2000)×100\\dfrac{\\ce{increase}}{\\ce{population in 2000}}) \\times 100populationin2000increase​)×100%= (3.7billion6.0billion)×100\\dfrac{\\ce{3.7 billion}}{\\ce{6.0 billion}}) \\times 1006.0billion3.7billion​)×100% = 61.67%All the choices are stated to 2 significant figures, so rounding this answer to two significant figures gives62%.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/fc62bbd6-bbe9-4221-9a0b-b191f799f8dd/images/254de718-6f94-46dc-b122-0decdf87d016/AnsEdit2.png)\n\nChoices A, BandDare incorrect because they all contain calculation errors.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 26",
      "content": "Organisms that are better adapted to their environment are more likely to survive and thrive.Describe how the skin and mucous membranes provide both physical and chemical defence against pathogens.[4]Explain the importance of concentration gradients and the mechanisms that regulate them in the human ventilation system.[4]Discuss to what extent the fossil record provides evidence for evolution.[7]",
      "markScheme": "anyfourof the following:Answer must include one point from physical defence and one point from chemical defence to gain full marksPhysical defence→\\ce{ -> }​skin provides a physical barrierORis composed of multiple tissue layers preventing pathogens from entering the body[1]→\\ce{ -> }​skin continuously sheds dead cells which removes any pathogens on the surface[1]→\\ce{ -> }​cells in skin are held together by tight junctions reinforcing the barrier functionORpreventing pathogens from passing between cells[1]→\\ce{ -> }​mucus produced by mucous membranes can trap pathogens[1]→\\ce{ -> }​mucus containing trapped pathogens is either expelled by the body or swallowed[1]→\\ce{ -> }​cilia on mucous membrane surfaces move pathogensORforeign particles out of the body[1]Chemical defence→\\ce{ -> }​sebaceous glands in the skin secrete sebum, which lowers the pH of the skin and inhibits the growth of bacteria and fungi[1]→\\ce{ -> }​mucus contains lysozymeORantimicrobial enzymes which break down bacterial cell walls[1]→\\ce{ -> }​sweat contains antimicrobialsORacids which inhibit growth of pathogens[1][4 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Theskinprovidesphysical defenceby forming abarrierthatprevents pathogensfromenteringthebody(✓\\checkmark✓). It also provideschemical defenceagainst pathogens by havingsebaceous glandsthatsecrete sebum, whichlowersthepHof the skin and soinhibitsthegrowthofbacteriaandfungion the skin (✓\\checkmark✓). Mucous membranes line the internal surfaces of some organs and body cavities and secrete mucus, which cantrap pathogens(✓\\checkmark✓). The mucus is thenexpelledby the body orswallowed(✓\\checkmark✓).anyfourof the following:→\\ce{ -> }​steeper the concentration gradient, the greater the rate of diffusion, allowing for faster movement of molecules from areas of high concentration to areas of low concentration[1]→\\ce{ -> }​inhaled air in alveoli has a higher concentration of oxygen than oxygen-depleted blood in the capillaries surrounding the alveoliORblood has a higher concentration of carbon dioxide than the air in the alveoli.[1]→\\ce{ -> }​concentration gradients facilitate diffusion of oxygen from alveoli into bloodORcarbon dioxide from blood into alveoli, which provides cells with oxygen for respiration and removes waste carbon dioxide[1]→\\ce{ -> }​large network of capillaries surrounding alveoli rapidly transport oxygen away from the lungsORrapidly transport carbon dioxide from the body to the lungs[1]→\\ce{ -> }​the processes of inhalation and exhalation ensure that there is a constant flow of air in and out of lungs[1]→\\ce{ -> }​chemoreceptors in carotid arteryORaortaORmedulla monitor blood pH levelsORblood carbon dioxide concentrations[1]→\\ce{ -> }​chemoreceptors send signals to respiratory centre in medulla oblongata OR brain stem[1]respiratory centreORmedulla oblongata controls breathing rateORdepth of breathing to maintain concentration gradient of oxygen[1][4 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Efficient gas exchange in the lungs relies on maintaining concentration gradients, whereinhaled airin thealveolihas ahigher concentrationofoxygenthanoxygen-depleted bloodand alower concentrationofcarbon dioxide than that inthe surroundingcapillaries(✓\\checkmark✓). This gradient allowsoxygentodiffuse fromthealveoliinto thebloodandcarbon dioxide fromtheblood intothealveoli(✓\\checkmark✓). An extensivenetwork of capillariessurrounding the alveoli rapidlytransports oxygen awayfrom thelungsandcarbon dioxide tothe lungs (✓\\checkmark✓). The processes ofinhalationandexhalationensure aconstant flowofairin and out of the lungs,maintainingthesegradients(✓\\checkmark✓).Chemoreceptorsin thecarotid arteryandaortamonitorblood pH(✓\\checkmark✓), sendingsignals totherespiratory centretoadjust breathing rateanddepth(✓\\checkmark✓).Aaysevenof the following:Answer must include one answer from ‘provides evidence’ and one answer from ‘doesn’t provide’ evidence to gain full marksProvides evidence→\\ce{ -> }​some organisms have very good fossil records, which allow their evolution to be tracked easily, e.g. horses[1]→\\ce{ -> }​the sequence of fossils that appear in layers of rock matches the sequence in which they would be expected to evolve[1]→\\ce{ -> }​older organisms appear in deeper rock layersORstrata, and more recently evolved organisms appear in the upper layers[1]→\\ce{ -> }​there are fossils of extinct organisms with transitional formsORfossils of extinct organisms that have features that link different stages of evolution, e.g. Archaeopteryx, bird-like dinosaurs that support the hypothesis that birds evolved from reptiles[1]→\\ce{ -> }​the fossil record shows evidence of mass extinction eventsORthere are many more extinct species than living ones[1]→\\ce{ -> }​fossils show evidence of adaptive radiationORdivergence of different organisms from a common ancestorORspeciation[1]→\\ce{ -> }​the fossil record shows evidence of vestigial structures that are no longer present in current organisms[1]→\\ce{ -> }​there is fossil evidence for the existence of the last universal common ancestor (LUCA) near hydrothermal vents[1]→\\ce{ -> }​fossils provide chronological evidence that supports the theory of gradualism in evolution, where small changes accumulate over long periods[1]→\\ce{ -> }​fossilised remains of early hominids show a clear progression in brain sizeORbipedalism, supporting human evolution[1]Doesn’t provide evidence→\\ce{ -> }​fossil record is incomplete, with many gapsORsome fossil species appear abruptly in the fossil record without any precursors[1]→\\ce{ -> }​some species in the fossil record appear not to have changed much over long periods of time[1]→\\ce{ -> }​convergent evolutionORfossils of unrelated organisms with similar features makes it difficult to track evolution accurately[1]→\\ce{ -> }​soft-bodied organisms are rarely fossilised, leading to an incomplete record that skews our understanding of evolutionary history[1]→\\ce{ -> }​process of fossilisation is rare and biased towards certain environments, meaning that the fossil record may not accurately represent all ecosystems and organisms[1][7 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:The fossil record supports evolution because some organisms havewell-documented fossil recordsthat allow their evolutionary changes to betracked easily(✓\\checkmark✓). Additionally, thesequencein whichfossils appear in rock layersmatches the sequence in which they would beexpected to evolve(✓\\checkmark✓). For example,olderorganisms are found indeeper layersof rocks, while morerecently evolved organismsare found in theupper layers(✓\\checkmark✓). There are also fossils of extinct organisms withtransitional features, such as Archaeopteryx, a bird-like dinosaur, which supports the hypothesis that birds evolved from reptiles and providesevolutionary linksbetween present and extinct species (✓\\checkmark✓). However, there aregapsin the fossil record (✓\\checkmark✓), some species appear not to havechanged over long periods of time(✓\\checkmark✓), andconvergent evolutioncan make it difficult to track evolution accurately (✓\\checkmark✓).A quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "4"
    }
  ]
}