{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 1",
      "content": "Shoon is a publicly-held, fast fashion retailer, operating in numerous countries across the world. Its primary manufacturing facility is located in Bangladesh, where it produces large volumes of affordable, fashionable clothing for global markets. The company’s manufacturing operations in Bangladesh have created thousands of jobs for local people, providing much-needed employment opportunities in a country where work is often hard to find.However, Shoon has faced growing criticism over the working conditions within its factories. Reports suggest that many employees work long hours for very low pay, raising concerns about exploitation and the ethical standards of the business. Recently, rumours have surfaced that Shoon may soon relocate its manufacturing operations to a different country. This speculation comes in response to an anticipated increase in the minimum wage by the Bangladeshi government, which could make it more expensive for Shoon to continue its operations there.In addition to labour concerns, Shoon’s denim manufacturing process has drawn criticism for its labour-intensive nature and high water usage. Local farmers have complained that the factory’s water consumption is contributing to droughts in surrounding agricultural areas, placing further strain on the environment and local communities who rely on water for their crops and livelihoods.Definethe term multinational company.[2]Statetwo features of a publicly held company.[2]Explainone benefit and two drawbacks for Bangladesh of hosting the multinational company (MNC) Shoon.[6][Maximum 10]",
      "markScheme": "Sample response:A multinational company (MNC) is a company that operates in at least one country other than its home country or is legally registered in more than one country.Mark allocation:Candidates are not expected to word their definition exactly as above.Award[1]for a definition that shows partial understanding.Award[2]for a definition that shows understanding similar to the answer above.No application is required.Accept any two of the following:Its shares are traded on a public stock exchange.Ownership is open to members of the general public and institutional investors.It must publish financial statements and follow strict regulatory requirements.It can raise large amounts of capital through share offerings.It is typically managed by a board of directors on behalf of shareholders.Mark allocation:Accept any other relevant feature.Candidates are not expected to word their responses exactly as above.Award[1]for each feature identified up to a maximum of[2].No explanation is required.Sample response:One clear benefit of hosting multinationals is the creation of employment opportunities.  Shoon provides thousands of jobs to local workers in its factories, which helps reduce unemployment and offers a source of income in a country where jobs can be difficult to find. This employment can contribute to economic growth and help improve living standards for some individuals and their families.A significant drawback is the risk of worker exploitation. As seen in Shoon's case, workers may face long hours and very low pay, which raises ethical concerns and highlights how multinationals might prioritise low costs over employee welfare. This can lead to dissatisfaction and social tensions within the local population.Another drawback is the environmental damage caused by some multinational operations. Shoon’s labour-intensive and water-heavy manufacturing processes have led to complaints from local farmers about droughts, suggesting that such companies can contribute to environmental degradation, harming agriculture and local livelihoods.Mark allocation:Mark as 2 + [2 + 2]Award[1]for identifying one benefit for a Bangladesh for hosting Shoon and an additional[1]for explaining it up to a maximum of[2].For each benefit mark as2 + 2.Award[1]for identifying a drawback for Bangladesh for hosting Shoon  and an additional[1]for explaining it up to a maximum of[2].Award a maximum of[6].",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 2",
      "content": "VivaFit Global is a fast-growing athleisure brand headquartered in Canada, known for combining stylish design with performance wear. It expanded internationally in 2022, establishing manufacturing and retail operations in Vietnam, attracted by lower labour costs and skilled garment workers.The company now sells in over 40 countries and reports strong growth in Asia and Europe. Its presence in Vietnam has led to job creation, particularly for young women in urban areas. VivaFit also partners with local suppliers.However, concerns have been raised over low wages and rising factory emissions. Local textile businesses fear they can’t compete with VivaFit’s global pricing and scale. Despite this, the Vietnamese government welcomes the foreign direct investment (FDI) and export opportunities. VivaFit plans to open a regional HQ in Ho Chi Minh City, further embedding itself in the host economy.Statetwo features of VivaFit Global that show it is a multinational company (MNC).[2]Outlineone benefit VivaFit Global brings to Vietnam as a host country.[2]Explainone reason why VivaFit Global expanded its operations to Vietnam.[2]Explaintwo possible negative impacts that VivaFit Global, as an MNC, could have on the Vietnamese host country.[4][Maximum 10]",
      "markScheme": "Sample response:VivaFit Global is headquartered in Canada but sells in over 40 countries, shows that the company is a MNC.The fact VivaFit Global has manufacturing and retail operations overseas also indicates it is a MNC.Mark allocation:Award[1]each correct feature stated which shows VivaFit Global as a multinational company, for a maximum of[2].Additional information:A MNC is an organisation that operates in two or more countries, with its head office usually based in the home country.Sample response:One benefit VivaFit Global brings to Vietnam is the creation of employment opportunities, particularly for young women in urban areas. This helps reduce unemployment in Vietnam and contributes to the skill development within the local workforce.Mark allocation:Award[1]for outlining a benefit to the host country Vietnam.Award[1]for application in the context of VivaFit Global.Additional information:Additional advantages a MNC brings to a host country include:Host countries gain access to advanced technologies, production techniques, and managerial expertise.Improved infrastructure, as MNCs may contribute to the development of roads, ports, logistics, or utilities that benefit the broader economy.Increased tax revenue, as profitable MNCs contribute to public funds through corporate taxes, which can be used for public services, such as education and healthcare.A boost to local businesses, as MNCs often source materials or services locally, stimulating domestic industries and supply chains.Higher quality standards, as MNC operations can raise the quality expectations in goods, services, and labour practices across the market.Sample response:MNCS often establish operations in a country to avail of lower production costs. VivaFit Global expanded to Vietnam to take advantage of lower labour costs, allowing the company to reduce its production overheads. This reduction in operational spending helps boost VivaFit Global’s profitability.Mark allocation:Award[1]for identifying one reason.Award[1]for application in the context of VivaFit Global.Additional information:Additional reasons why an MNC moves to a host country include:\nAccess to new markets, allowing the MNC to reach new customer bases and increase global sales.To benefit from rising demand in emerging markets, for example, Southeast Asia, Latin America.Favourable government policies, such as tax incentives or relaxed regulations can attract MNCs.Trade agreements & tariff advantages. Host countries may be part of free trade blocs, allowing easier exports/imports.Availability of a technically trained or specialised skilled work force.Improved Infrastructure, such as good transport, communication, and logistics networks.Easier access to raw materials, components, or strategic suppliers.Sample response:Multinational Corporations (MNCs) often establish operations in a country to avail of lower labor costs and less stringent environmental legislation. Although VivaFit Global has created employment opportunities in Vietnam, some workers may receive relatively low wages, which raises concerns about potential exploitation of the workforce and limited improvements in their living standards.From the environmental perspective, as VivaFir Global’s production increases to meet global demand, factory operations may contribute to rising emissions, resulting in increased pollution and negative impacts on the local environment.Mark allocation:Mark as 2 + 2Award[1]for identifying one negative impact of a MNC on a host country.Award[1]for application in the context of VivaFit Global.\nAward a maximum of[4].Additional information:Additional negative impacts a MNC could have on a host country include:A large portion of profits is often sent back to the MNC's home country, limiting reinvestment in the host economy.A threat to local businesses, as smaller businesses may struggle to compete with the MNC’s pricing, scale, or branding power, leading to business closures.Cultural erosion, as MNCs may promote foreign consumer culture, weakening local traditions, customs, or small-scale producers.Host economies may become overly reliant on MNCs for jobs and investment, creating economic vulnerability if the firm relocates.Some MNCs may overuse or deplete local natural resources, such as water or minerals, with little concern for long-term sustainability.In the absence of strict labour laws or enforcement, MNCs may operate with poor safety standards, long hours, or limited rights for workers.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 3",
      "content": "Explainone opportunity and one threat to a business operating in an overseas market.[4]",
      "markScheme": "Some of theopportunitiesa business operating overseas can benefit from are:Expanded customer base: Operating overseas allows the business to increase sales revenue by accessing a new customer base. This growth in market size is a significant advantage for businesses that experience saturation in their domestic markets or those looking to expand rapidly.Cheaper production cost: Expanding into some overseas markets can result in lower manufacturing costs for a business. In the fourth quarter of the last century, several big brand businesses started taking advantage of the improvements in infrastructure and the availability of a skilled workforce to set up manufacturing units in developing countries. The governments in these countries provided added economic incentives to attract MNCs.Access to resources: Another major incentive for an MNC to expand overseas is gaining access to raw materials. For example, it is more economical to ship 1 ton of extracted iron than 2 tons of iron ore. The cost of raw materials can be lower in countries with abundant raw materials. Overseas expansion can provide access to new technology. Some MNCs will set up overseas operations to acquire a qualified talent pool that would bring expertise and innovation into the business.Somethreatsan MNC can face when expanding overseas are:Political instability: An MNC can face problems caused by political instability and geopolitical friction in some foreign markets. Evolving politics in unstable but lucrative markets can have an adverse effect through a change in government policy or an economic slump. A new government might take away incentives the previous government provided, making the operation unviable. Geopolitical conflict can disrupt operations and cause financial losses.Cultural challenges: Differences in culture and language barriers can impede managing an overseas operation successfully. MNCs need to be aware of and adapt to local cultural norms. Local regulatory environments can be challenging, especially in countries with an evolving political system.Exchange rate: Fluctuations in exchange rates can affect profitability and even the viability of overseas operations. The cost of raw materials and the finished product prices can change rapidly, making it difficult to plan or guarantee cash flow and financial outcomes.Mark Allocation:2 marksfor identifying each oppotunity and threat.2 marksfor explaining each oppotunity and threat.Total- 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 4",
      "content": "Explainthe reasons why businesses strive to become MNCs.[4]",
      "markScheme": "Reasons for why businesses strive to become MNCsIncrease customer baseCheaper production costsEconomies of scaleBrand developmentBrand valueAvoid protectionist policiesSpread riskSample response‾\\underline{\\textrm{Sample response}}Sample response​:Businesses frequently pursue Multinational Corporation (MNC) status for various compelling reasons. The desire to grow their consumer base is one of the main motivators. Businesses can access new markets and demographics by going global and having a presence there. Through risk diversification, this not only increases their customer base but also lessens their reliance on a single market. Accessing a broader and more varied customer base can improve the stability of the company and present chances for long-term success.Another factor is the desire for lower production costs, a key driving force for companies aspiring to become MNCs. Businesses can take advantage of cost benefits in various regions by establishing operations in numerous nations. This can mean using more affordable raw resources, lower labour costs, or hospitable regulatory regimes in particular nations. Increased profitability is a result of lower manufacturing costs, which also provide businesses more freedom to compete successfully in price-sensitive markets. Cost-effective production can also lessen the effects of economic changes and improve a company's worldwide competitiveness, which promotes long-term success. In this approach, the drive to become an MNC is frequently a tactical response to the need to maximise market share and achieve cost reductions.Mark Allocation:2 marksfor identifying each reason.2 marksfor explaining each reason.Total- 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 5",
      "content": "Analysethe impact of MNCs on the host countries.[4]",
      "markScheme": "Positive impact of MNCs on the host countries:Job creationHigher nation incomeKnowledge and technology transferIncrease competitionNegative impact of MNCs on the host countries:Job lossesRepatriation of profitsVulnerabilitySocial responsibilitiesCompetitive pressuresSample response‾\\underline{\\textrm{Sample response}}Sample response​:Multinational Corporations (MNCs) have a complex interplay of positive and bad elements that have a diverse impact on the host countries in which they operate. On the plus side, MNCs can greatly aid in creating jobs in the host nation. Local workers are frequently hired by these firms when they establish their operations, which lowers unemployment rates and gives local workers vital possibilities. In turn, this raises the general level of living for the inhabitants of the host nation and encourages economic stability. MNCs often bring substantial investments, technologies and resources, which lead to increased economic output and tax revenues. The host country can benefit from enhanced trade and export opportunities, contributing to a higher gross domestic product (GDP). Foreign capital and expertise can stimulate economic growth and development, improving living standards and public infrastructure.Recognising that MNC influence can be two-sided because adverse effects can occur in host nations. The potential loss of jobs is one of these detrimental effects. Local labour may be displaced if MNCs adopt more effective production techniques or outsource specific tasks. Even though MNCs generate jobs, some will likely be lost due to the inability to adapt to the changing labour market, which could exacerbate income inequality and social problems. A percentage of the profits MNCs make in the host country are frequently sent back to the country where the company was founded. This could lead to a drain on the host country's financial resources, reducing the ability to reinvest earnings in local projects.Mark Allocation:2 marksfor identifying each impacts.2 marksfor explaining each impacts.Total- 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    }
  ]
}