{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 1",
      "content": "Which of the following is a reason why water is retained on Earth and does not escape into space?\n\n\n\n- A.$\\hspace{1em}$ Different patterns of rainfall across continents\n- B.$\\hspace{1em}$ The gravitational pull of the Moon\n- C.$\\hspace{1em}$ Surface temperatures high enough to allow evaporation\n- D.$\\hspace{1em}$ Earth’s gravitational field\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nEarth's gravitational field exerts a force strong enough to retain gases and liquids, including water vapour, in the atmosphere and hydrosphere. Without gravity, water molecules would have sufficient energy to escape into space. Gravity is the key reason why Earth can retain an atmosphere and surface water.  Choice D is, therefore, correct.\nChoice A  is incorrect,  as although rainfall is a part of the water cycle and is responsible for distributing water,  it does not directly contribute to the retention of water on Earth.\nChoice B  is incorrect,  as the moon's gravitational pull regulates tidal movements in Earth's oceans but does not directly contribute to water retention on Earth.\nChoice C  is incorrect as water is lost from bodies of water on the surface of the Earth and evaporates into the atmosphere, which doesn't directly address water retention.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 2",
      "content": "What intermolecular bond is responsible for water's cohesive, adhesive and thermal properties?\n\n\n\n- A. $\\hspace{1em}$ Covalent bond\n- B. $\\hspace{1em}$ Hydrogen bond\n- C. $\\hspace{1em}$ Ionic bond\n- D. $\\hspace{1em}$ Metallic bond\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nIn water, a hydrogen bond (Choice B) is formed between partially the positively charged hydrogens of one water molecule and the partially negatively charged oxygens on another water molecule. Choice A is incorrect because this bond is intramolecular. Choices C and D are incorrect because water does not form ionic or metallic bonds with itself.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 3",
      "content": "What property of water helps living organisms maintain their internal body temperature?\n\n\n\n- A. $\\hspace{1em}$ Thermal properties\n- B. $\\hspace{1em}$ Cohesive properties\n- C. $\\hspace{1em}$ Adhesive properties\n- D. $\\hspace{1em}$ Solvent properties\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nWater's thermal properties (Choice A) include a high heat of vaporisation which results in the absorption of a large amount of heat by water before changing its physical state. This means that changing the temperature of the water is slow, and this helps to maintain the internal temperature of organisms between set limits. \nWater has cohesive properties (Choice B) which means it sticks to other water molecules. \nWater has adhesive properties (Choice C) which means it adheres to charged surfaces. \nWater is an excellent solvent (Choice D) which means it dissolves a wide array of polar and ionic substances.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 4",
      "content": "What is the most accepted theory for the origin of water on Earth?\n\n\n\n- A.$\\hspace{1em}$ Asteroids from space containing ice arrived on Earth billions of years ago\n- B.$\\hspace{1em}$ Respiration from early organisms released water into the atmosphere\n- C.$\\hspace{1em}$ Heat from ancient deep-sea vents catalysed the reaction between hydrogen and oxygen atoms\n- D.$\\hspace{1em}$ Early volcanic eruptions, released steam into the atmosphere\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nAsteroids from space, which contained ice, arrived on Earth. This is the most accepted theory for the origin of water on Earth. This theory, often referred to as the \"Late Heavy Bombardment\" theory, suggests that during the early stages of the Solar System's formation, a significant number of asteroids and comets, some of which contained water in the form of ice, bombarded the Earth. Over time, as these icy bodies collided with Earth, they contributed to the accumulation of water on the planet's surface. Choice A is correct.\nChoice B  is incorrect, as water was present on Earth before early organisms were present. Choice C is incorrect because free oxygen atoms were absent in the early atmosphere. Choice D is incorrect because liquid water would need to be present on Earth before it could be converted into steam.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 5",
      "content": "Which of the following is not soluble in water?\n\n\n\n- A. $\\hspace{1em}$ Glucose\n- B. $\\hspace{1em}$ Amino Acids\n- C. $\\hspace{1em}$ Cholesterol\n- D. $\\hspace{1em}$ Sodium Chloride\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nCholesterol (Choice C) is a non-polar hydrophobic molecule. Therefore, it is insoluble in water. \nGlucose (Choice A), amino acids (Choice B), and sodium chloride (Choice D) are soluble in water and are hydrophilic.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 6",
      "content": "What substances are attracted to water and form intermolecular bonds with water molecules?\n\n\n\n- A. $\\hspace{1em}$ Insoluble substances\n- B. $\\hspace{1em}$ Hydrophobic substances\n- C. $\\hspace{1em}$ Hydrophilic substances\n- D. $\\hspace{1em}$ Non-polar substances\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nHydrophilic (Choice C) substances dissolve in water through the formation of hydrogen bonds with water. \nNon-polar (Choice D) substances are not attracted to water molecules and do not form bonds with them. These substances are hydrophobic (Choice B), making them insoluble (Choice A) in water.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 7",
      "content": "Which is the correctly annotated diagram of a molecule of water?\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/edd73f4a-ca99-4c0a-8aa6-5dd7c70ee984/images/a5ccea10-4644-40e3-934c-b5de3575771e/BI1011iii.png)\n\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nA water molecule consists of 2 hydrogens and one oxygen connected by single covalent bonds. Water molecules are polar, with a slight negative charge on the oxygen (δ-) and a slight positive charge on the hydrogens (δ+) due to unequal sharing of electrons. Choice B  is correct.\nChoice A  is incorrect as it consists of one hydrogen bonded to two oxygens. Choice C  is incorrect, as water molecules are not linear due to the sharing of electrons. Choice D  is incorrect as oxygen is not slightly positive (δ+) and hydrogen is not slightly negative (δ-).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 8",
      "content": "\n- Outline how hydrogen bonds form between water molecules. <span class=\"marks\">[2]</span>\n\n- State one of the ways that hydrophilic substances interact with water. <span class=\"marks\">[1]</span>\n\n- State one of the ways that non-polar molecules interact with water.<span class=\"marks\">[1]</span>\n\n- Distinguish between cohesion and adhesion.<span class=\"marks\">[2]</span>\n\n",
      "markScheme": "\n- Any two of the following:\n  $\\ce{ -> }$ hydrogen bonds are formed between the hydrogen atom of one water molecule and the oxygen atom of another water molecule <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ hydrogen atoms in water molecules are partially positive <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ oxygen atoms in water molecules are partially negative <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ hydrogen bonds are a polar attraction and electrons are not shared <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nIn water molecules, hydrogen bonds are formed between the partially positive ($\\checkmark$) hydrogens of one water molecule and the partially negative ($\\checkmark$) oxygens of other water molecules.\n- Any one of the following:\n  $\\ce{ -> }$  they are attracted to and form intermolecular bonds with water\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ they form hydrogen bonds\t\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$  they dissolve in water OR are soluble in water\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nHydrophilic substances are attracted to water($\\checkmark$)  and form intermolecular bonds. They are said to be soluble ($\\checkmark$) in water.\n- Any one of the following:\n  $\\ce{ -> }$  do not freely associate with water <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$  hydrophobic are repelled by water <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$  do not dissolve in water OR insoluble in water <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nNon-polar molecules are hydrophobic ($\\checkmark$) and do not dissolve ($\\checkmark$)  in water.\n- Any two of the following:\n  $\\ce{ -> }$  in cohesion, water molecules stick to each other WHILE in adhesion, water molecules adhere to the polar, OR charged, surfaces of other molecules <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$  cohesion explains water’s surface tension properties  WHILE adhesion explains capillary action\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$  in plants, adhesion allows water to travel by capillary forces  WHILE cohesion is responsible for maintaining an uninterrupted water column <span class=\"marks\">[1]</span>\n\n\n<span class=\"marks\">[<strong>2 mark maximum</strong>]</span>\n\n$\\underline{\\textrm{Sample Answer}}$: \nWater molecules are polar, with one end being partially positive and the other end being partially negative. This polarity allows water to form hydrogen bonds with other molecules. When hydrogen bonds form between two water molecules, this is cohesion($\\checkmark$), whereas hydrogen bonds forming between water and other polar molecules is adhesion. An example of adhesion and cohesion working together would be in plants, where water travels up xylem vessels against gravity. This is possible because cohesion maintains an uninterrupted water column($\\checkmark$), and the adhesion of water to the cellulose walls of xylem vessels drives the water upwards through capillary action($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": "6",
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 9",
      "content": "The micrograph below shows the longitudinal cross-section of a stem from a plant in the Pinus genus.  Xylem vessels are clearly visible.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/ce64231b-0a07-4418-a59e-8dfdae6072ce/images/a56a5858-4bcb-449c-b27e-2d6d5a622fdd/BI1046.png)\n\n\nMagnification: 100X[Source: From Berkshire Community College Bioscience Image Library. (2014). Radial section: Pinus stem magnification: 100x iron-alum hematoxylin and safranin stain. Wikimedia Commons. Retrieved April 29, 2022, from https://commons.wikimedia.org/wiki/File:Gymnosperm_Stem_Soft_Wood_in_Pinus_(36087426450).jpg.\nCopyright by CC BY CC0 1.0\n]\nThe xylem is composed of hollow, tube-like tissues that transport water through capillary action. What property of water explains capillary action?\n\n\n\n- A.$\\hspace{1em}$ Melting point\n- B.$\\hspace{1em}$ Adhesive properties\n- C.$\\hspace{1em}$ Specific heat capacity\n- D.$\\hspace{1em}$ Buoyant forces\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nAdhesive properties (Choice B) refer to water’s ability to stick to charged surfaces or polar molecules. This, together with cohesion, allows water to move against gravity up the stem through capillary action.\nWater's melting point (Choice A) is the temperature at which it changes its state from solid to liquid.\nThe specific heat capacity (Choice C) of water pertains to the amount of heat energy needed to raise the temperature of a unit mass (usually one gram) of water by 1 °C.\nThe buoyant force of water (Choice D) is the upward force on an object submerged or partially immersed in water, equal to the weight of the displaced water.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 10",
      "content": "Which substance is insoluble in water and suitable for energy storage in animals?\n\n\n\n- A.$\\hspace{1em}$ Starch\n- B.$\\hspace{1em}$ Glucose\n- C.$\\hspace{1em}$ Ribose\n- D.$\\hspace{1em}$ Glycogen\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is the correct answer because glycogen is the primary carbohydrate used for short- to medium-term energy storage in animals. It is insoluble in water, so it does not affect the water potential of the cytoplasm, making it ideal for storage.\nChoice A is incorrect because starch is the carbohydrate storage molecule in plants, not animals. While starch is insoluble and suitable for energy storage in plants, it is not used by animals.\nChoice B is incorrect because glucose is hydrophilic, soluble in water, and used for immediate energy, not long-term storage.\nChoice C is incorrect because ribose is hydrophilic and is not used for energy storage. Instead, it is a component of RNA and nucleotides like ATP.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 11",
      "content": "The image shows the vascular tissue in the leaves of a corn plant (Zea mays). What property of water is not demonstrated in the vascular tissue of the plant?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/e57087dc-a110-4437-ad90-1eed35cfde39/images/2ff3d4f0-e8cd-4249-9307-e959ca83e346/BI1224.png)\n\n[Source: Adapted from Berkshire Community College  Bioscience Image Library. (2017, October 3). Angiosperm morphology: The closed and collateral vascular bundle in Zea. Flickr. Retrieved September 11, 2023, from https://www.flickr.com/photos/146824358@N03/37215761790. Copyright free]\n\n\n\n- A.$\\hspace{1em}$ Cohesion\n- B.$\\hspace{1em}$ Adhesion\n- C.$\\hspace{1em}$ Universal solvent\n- D.$\\hspace{1em}$ High thermal conductivity\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nThe vascular tissue of a plant contains the xylem, which transports water from the roots to the leaves of the plant and the phloem, which transports soluble organic compounds that are made during photosynthesis. Although water has a high thermal conductivity, which means that it can transfer heat easily, this is not demonstrated by the movement of water in the xylem; Choice D  is correct.\nCohesion is the ability of water molecules to stick to each other via their hydrogen bonds, this allows a continuous column of water to be transferred up the xylem; Choice A  is incorrect. Adhesion is the ability of water to stick to surfaces, this allows water to stick to the inner surface of the xylem, which helps to maintain the integrity of the continuous water column; Choice B  is incorrect. Water is a universal solvent, which means that many nutrients can be dissolved in it and be transported via the xylem and phloem to where they are needed in the plant; Choice C  is incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 12",
      "content": "Which of the following is a reason that the Earth is considered to be in ‘The Goldilocks zone’, but Saturn is not?\n\n\n\n- A.$\\hspace{1em}$ The Earth is at an optimal distance from the Sun for water to be in three states, whereas Saturn has rings of ice\n- B.$\\hspace{1em}$ Saturn is able to form rings, but the Earth does not have rings\n- C.$\\hspace{1em}$ The Earth is at an optimal distance from the Sun for water to remain liquid, whereas Saturn is not\n- D.$\\hspace{1em}$ The Sun is visible from Earth but not from Saturn\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nThe Goldilocks zone, or the habitable zone, refers to the range of distances a planet can be from the Sun, which leads to conditions on the planet being suitable for water to remain liquid. Earth's position in this zone allows for water to remain in a liquid state, while Saturn's distance from the Sun places it outside this zone, making it too cold for liquid water to exist. Choice C is correct.\nChoice A is incorrect because the Goldilocks zone refers to liquid water, not all three states. Choice B  is incorrect, as the presence or absence of rings is not a determining factor for whether a planet is in the habitable zone. Both Earth and Saturn have distinct characteristics, but the habitable zone concept primarily focuses on the presence of liquid water on the surface. Choice D  is incorrect as the sun is visible from both Saturn and Earth and does not connect to the idea of the Goldilocks zone.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 13",
      "content": "Which of the following statements about the dipolarity of the water molecule are true?\n\n\n- I. $\\hspace{1em}$ Oxygen attracts the shared electrons stronger than hydrogen.\n- II. $\\hspace{.7em}$ Hydrogen atoms are partially negative.\n- III. $\\hspace{.4em}$ The shared electrons spend more time closer to oxygen.\n\n\n\n\n- A. $\\hspace{1em}$ I and II\n- B. $\\hspace{1em}$  II and III\n- C. $\\hspace{1em}$ I and III\n- D. $\\hspace{1em}$ I, II, and III\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nStatement I is correct. Oxygen has a higher electronegativity compared to hydrogen. This means that oxygen will attract shared electrons more strongly.\nStatement II is false. Since the shared electrons between oxygen and hydrogen spend more time near oxygen,  the hydrogen in the water molecule becomes partially positive.\nStatement III is true because oxygen attracts the shared electrons more strongly resulting in the shared electrons spending more time closer to the oxygen atom.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 14",
      "content": "Which of the following is not a reason that scientists look for the presence of water on planets as a sign of extraterrestrial life?\n\n\n\n- A.$\\hspace{1em}$ Water is a necessary resource for most living organisms\n- B.$\\hspace{1em}$ Most enzymes catalyse reactions in solutions containing water\n- C.$\\hspace{1em}$ Water molecules can stick to each other\n- D.$\\hspace{1em}$ Water is a universal solvent\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nThe ability of water molecules to stick to each other, known as cohesion, is relevant to its behaviour and interactions but is not a direct reason for scientists to look for water as a sign of extraterrestrial life. Therefore Choice C is the correct answer.\nChoice A  is incorrect, as water being necessary for most living organisms is why scientists look for water as a sign of extraterrestrial life. Choice B  is incorrect as enzymes, which are biological catalysts, typically function within aqueous environments. Water's unique properties enable it to serve as a solvent for chemical reactions, which are crucial for the biochemical processes of living organisms. Choice D  is incorrect as, due to the polarity of water, it can dissolve a wide range of substances, allowing chemical reactions to occur in water. This property is, therefore, relevant to the support of life processes.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 15",
      "content": "The table provides information on planets within a distant galaxy that are a similar size to Earth. Which planet is most likely to be able to support life as we know it on Earth?\n\nGases in the atmosphereSurface temperature / $\\degree$CIs there evidence of water being present?A.$\\hspace{1em}$Oxygen and carbon dioxide- 45YesB.$\\hspace{1em}$Nitrogen and sulfur dioxide15YesC.$\\hspace{1em}$Oxygen and hydrogen100YesD.$\\hspace{1em}$Helium and hydrogen450No",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nThe gases present in a planet’s atmosphere can influence whether life is supported, as different organisms may evolve to interact with different gases. For example, extremophiles on Earth can survive in low-oxygen (hypoxic) environments and derive energy from compounds such as hydrogen sulfide or hydrogen gas. However, while life can exist in a range of atmospheric conditions, the most critical factor for supporting life as we know it is the presence of liquid water at a suitable temperature. Atmospheric composition plays a role, but it is secondary to temperature and water availability.\nPlanet B has a surface temperature of 15 $\\degree$C, which is well within the range where water remains in the liquid state, and evidence of water is present; Choice B is correct.\nAlthough there is water present on Planet A, the surface temperature is -45$\\degree$C, which means that the water would be frozen; Choice A is incorrect.\nAlthough there is water present on Planet C, the surface temperature is 100$\\degree$C, which is the boiling point of water at 1 atm pressure, therefore water would be in a gaseous form. Choice C is incorrect.\nThere is no evidence of water being present on Planet D, and its surface temperature is 450 $\\degree$C, which is far too high for any known form of life to survive. Choice D is incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 16",
      "content": "The cohesive and adhesive properties of water allow xylem vessels to transport water inside plants.\nWhich of the following are correct descriptions of how these properties are related to water transport in plants?\n\nCohesiveAdhesive$\\hspace{1em}$A.$\\hspace{1em}$Polar water molecules are attracted to one another and form hydrogen bonds.Polar water molecules are attracted to the hydrophilic cell walls in xylem.$\\hspace{1em}$B.$\\hspace{1em}$Water molecules are polar, so are able to dissolve ionsPolar water molecules are attracted to one another and form hydrogen bonds.$\\hspace{1em}$C.$\\hspace{1em}$Polar water molecules are attracted to one another and form oxygen bonds.Water molecules are polar, so are able to dissolve ions$\\hspace{1em}$D.$\\hspace{1em}$Polar water molecules are attracted to the hydrophilic cell walls in xylem.Polar water molecules are attracted to one another and form hydrogen bonds.",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nWater is cohesive because it is a polar molecule. The oxygen atom in one water molecule forms a hydrogen bond with the hydrogen atom of another water molecule. In xylem vessels water is attracted to the hydrophilic regions of the cell wall and hydrogen bonds are formed.  This an accurate description of the adhesive properties of water in the context of water transport in plants (Choice A). These statements are reversed in Choice D.\nIons dissolve in water, but this is not related to the cohesive (Choice B) or adhesive (Choice C) properties of water.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 17",
      "content": "The image shows a water strider (G. lacustris) on the surface of a pond. What property of water is not depicted in the image?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/5f81029b-de8d-4958-a391-8fbc42cbbe3a/images/59e027ec-d597-4a15-a9f6-8f2f194143b9/BI1013.png)\n\n\n[Source adapted from: Zinogre. (2021, July 11). File: Aquarius paludum 142592609.jpg. Wikimedia Commons. Retrieved July, 04 2023, from https://commons.wikimedia.org/wiki/File: Aquarius_paludum_142592609.jpg. Copyright free]\n\n\n\n- A.$\\hspace{1em}$ Adhesion\n- B.$\\hspace{1em}$ Exertion of buoyant forces\n- C.$\\hspace{1em}$ Cohesion\n- D.$\\hspace{1em}$ Thermal conductivity\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nThermal conductivity refers to a material's ability to conduct heat. While water does have a relatively high thermal conductivity compared to other liquids, this property is not directly related to the ability of the water strider to stay on the surface of the water. The image does not depict thermal conductivity, so Choice D is correct.\nChoice A is incorrect as adhesion is the ability of water to form hydrogen bonds with other polar molecules. The ability of the water strider to stay on the surface of the water is due to surface tension and adhesion between the water molecules and its legs. Choice B is incorrect as the water strider can stay on the water surface due to the exertion of buoyant forces, which counteract its weight. Choice C is incorrect as cohesion is the ability of water molecules to stick to each other, which creates the surface tension that allows the water strider to rest on top of the water.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 18",
      "content": "Which term to describe a property of water is matched to its correct definition?\n\nTermDefinitionA.$\\hspace{1em}$Exerts buoyant forcesMuch energy is required to turn water into a vapourB.$\\hspace{1em}$High specific heat capacityMuch energy is required to raise the temperature of 1kg water by 1 °CC.$\\hspace{1em}$High boiling pointTurns from ice into steam at 100 °CD.$\\hspace{1em}$Low viscosityEasily allows objects to float on the surface",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nWater has a high specific heat capacity, meaning it can absorb or lose a lot of heat with only a small temperature change. This property helps maintain stable temperatures in organisms and aquatic environments. Choice B is correct.\nWater exerts buoyant forces on objects, which means that it allows them to float easily on its surface. Objects that are less dense than the water they displace will experience an upward force greater than their weight, causing them to float.  Choice A is incorrect.\nA high boiling point means that liquid water turns into steam at 100°C; Choice C is incorrect.\nLow viscosity means that water flows easily; Choice D  is incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 19",
      "content": "The photograph below is of the sea oat (Unola paniculata). This plant is found on sand dunes.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/1af502cc-5332-4529-ac1e-57e68511c43f/images/54f3a7af-d48b-4bb1-9278-4e35299e8584/BI1424.png)\n\n\n[Source: Adapted from Daniel Di Palma (2 Feb 2017) Miami Beach - Sand Dune Flora - Sea Oats in South Beach. Retrieved 31 Jan 2024 from https://commons.wikimedia.org/w/index.php?curid=59792482. Copyright CC BY-SA 4.0]\n\n\n- Explain how the sea oat (Unola paniculata) is adapted to survive in its environment.\t<span class=\"marks\">[3]</span>\n\n- Describe the importance of the solvent properties of water for transport in plants and humans.\t\t\t<span class=\"marks\">[3]</span>\n\n",
      "markScheme": "\n- Any three of the following:\n  $\\ce{ -> }$ wide shallow root system that helps anchor them securely in shifting sands OR  to allow rapid absorption of water from sand OR to stabilise sand reducing rate of erosion\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ salt tolerance to survive exposure to salt spray from the sea\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ narrow leaves that reduce water loss through transpiration\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ flexible OR bendy stems allow sea oats to sway with the wind without breaking\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ long bristle-like structures on seeds that catch the wind to aid seed dispersal\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ some sea oat populations have a symbiotic relationship with nitrogen-fixing bacteria in their root nodules enabling them to survive in nutrient-poor beach soils\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ Nodes OR rhizomes allow regeneration after a fire OR to reproduce asexually to survive being covered by sand\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe wide, shallow root system of sea oats allows them to anchor themselves in the shifting sand ($\\checkmark$) of the dunes and to absorb water rapidly ($\\checkmark$). Their narrow leaves reduce water loss through transpiration ($\\checkmark$) and their flexible stems allow them to survive the sea winds without breaking ($\\checkmark$).\n\n\n\n- Any three of the following (need one example for plants and one example for humans to gain maximum marks):\n  $\\ce{ -> }$ water molecules are polar OR have an uneven distribution of charge so attract other polar molecules OR ions through hydrogen bonding OR water dissolves hydrophilic substances\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ in cellular transport water allows movement of ions OR hydrophilic molecules OR polar molecules around the cell\t\t\t<span class=\"marks\">[1]</span>\n\n  \n  Plants \n$\\ce{ -> }$ xylem OR transpiration stream carries minerals OR minerals OR potassium OR calcium OR magnesium from roots <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ phloem carries nutrients OR sucrose OR carbohydrates OR glucose OR amino acids\t<span class=\"marks\">[1]</span>\n\n  \n  Humans \n$\\ce{ -> }$ blood plasma dissolves and transports sodium chloride OR glucose OR amino acids OR wastes OR hormones OR oxygen OR carbon dioxide\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ oxygen dissolution in aqueous lining of lungs allows uptake of oxygen into blood <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ waste products are filtered out at the kidney OR wastes are transported in glomerular filtrate OR water allows the transport of wastes through the nephron to the bladder for excretion\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nBecause water molecules are polar, hydrophilic substances dissolve in aqueous solutions ($\\checkmark$). In plants, water transports minerals up from the roots, where they have been absorbed from the soil, to where they are needed in the plant ($\\checkmark$).  In humans, water acts as the medium for blood plasma, transporting essential nutrients and oxygen around the body ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "6",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 20",
      "content": "The image shows a ringed seal (Pusa hispida) that lives in the Arctic Sea.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/4b6b08e8-875d-4ac4-abba-a9c4c27a129b/images/d4b9a85b-c422-4e0a-b290-37d692fd87be/BI0835.png)\n\n\n[Source: Adapted from: Kingfisher. (2021, May 29). Pusa hispida. Wikimedia Commons. Retrieved from July 07, 2023, from https://commons.wikimedia.org/wiki/Pusa_hispida. Copyright free]\n\n- Distinguish between the physical properties of air and water that allow the seal to mostly live in the sea.\t  <span class=\"marks\">[2]</span>\n\n- Ringed seals glide into the water head first from ice shelves, rather like humans diving into a pool head first. Explain the advantage of entering the water in this way rather than ‘belly-flopping’ into the water.    <span class=\"marks\">[2]</span>\n\n",
      "markScheme": "\n- Any two of the following:\n  $\\ce{ -> }$ water has a high specific heat capacity COMPARED TO air, so its temperature remains relatively stable compared to air OR so water remains relatively warmer during the winter     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ water has a higher density COMPARED TO air, and this supports the seal’s body weight as the water exerts buoyant forces on the seal     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ water has a higher viscosity COMPARED TO air, providing the seal with more resistance to movement OR motion, which provides the seal with thrust and propulsion for swimming     <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nThe ringed seal is mostly able to live in water rather than air as water has a high specific heat capacity compared to air, so its temperature remains relatively stable so that the seal does not get too cold ($\\checkmark$). Water has a higher density compared to air, and this supports the seal’s body weight as the water exerts buoyant forces on the seal ($\\checkmark$).\n\n\n\n- Any two of the following:\n  $\\ce{ -> }$ water has a high surface tension due to hydrogen bonds THEREFORE, ‘belly-flopping’ will cause pain due to the hydrogen bonds breaking forcefully OR gliding/diving causes hydrogen bonds between water molecules to be broken more gently OR entering head first reduces the body surface area that initially comes into contact with the water THEREFORE reducing water resistance\t     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ gliding in is more energy-efficient for the seal as they use momentum generated from sliding on ice      <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ gliding is more stealthy OR quiet, which allows the seal to avoid predators     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ gliding is more controlled, so the seal is at less risk of injury     <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nGliding in head first’ is advantageous as water has a high surface tension due to the high number of hydrogen bonds between water molecules, therefore,  ‘belly-flopping’ may cause pain from breaking the hydrogen bonds forcefully ($\\checkmark$). Gliding is more stealthy so the seal has more chance of catching prey or escaping predators ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "4",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 21",
      "content": "Which of the following thermal properties of water is incorrectly matched?\nPropertyWaterA.$\\hspace{1em}$Melting Point0 $\\degree$CB.$\\hspace{1em}$Specific Heat Capacity2.2 J $\\text{g}^{-1}$ $\\degree \\text{C}^{-1}$C.$\\hspace{1em}$Latent Heat of Vaporisation760 J $\\text{g}^{-1}$D.$\\hspace{1em}$Boiling Point100 $\\degree$C",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation:}}$\nChoice B is incorrectly matched. The specific heat capacity of water is 4.2 J $\\text{g}^{-1} \\degree \\text{C}^{-1}$, not 2.2  J $\\text{g}^{-1} \\degree \\text{C}^{-1}$.\r\nChoice A, C, and D are correctly matched.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 22",
      "content": "Below is a picture of a water strider ($\\textit{Gerris sp.}$).\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/acd82ba4-e9b6-4ad4-9ae7-0cba2f0322ee/images/98250f20-3d55-4380-b054-95cf70aeb72c/BI0187i_2.2.png)\n\n\n[Source: Schnobby. (2010). Water Strider. Wikimedia Commons. Retrieved April 27, 2022, from https://commons.wikimedia.org/wiki/File: Water_strider_in_a_pond.jpg. Copyright by CC BY-SA 3.0]\n\n\n- Explain why the water strider ($\\textit{Gerris sp.}$) does not sink. <span class=\"marks\">[2]</span>\n\n- Describe, using an example, the importance of water as a solvent in living organisms. <span class=\"marks\">[3]</span>\n\n",
      "markScheme": "\n- Any two of the following:\n  $\\ce{ -> }$  cohesion, OR cohesive properties, of water is responsible <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$  water molecules bind to other water molecules <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$  water molecules form intermolecular hydrogen bonds <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$  cohesion results in high surface tension of water <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$  legs of the insect are hydrophobic <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nCohesion($\\checkmark$) is the water property that is responsible for this phenomenon. Water molecules bind with other water molecules ($\\checkmark$) through hydrogen bonds ($\\checkmark$)to create high surface tension($\\checkmark$). The legs of the water strider are covered in a secreted wax, making them hydrophobic($\\checkmark$), which allows the water strider to move on top of the water.\n- Any three of the following (maximum of 2 marks if no example is provided):\n  $\\ce{ -> }$  metabolic reactions can only happen in solutions <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$  water dissolves hydrophilic substances needed for life processes <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$  substances can be transported through the water-based solutions <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$  blood plasma dissolves and transports sodium chloride OR glucose OR amino acids OR any other valid example in animals <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$  water dissolves and transports nutrients OR minerals needed by plants OR any other valid example in plants <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>3 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nWater dissolves hydrophilic substances($\\checkmark$)\nrequired for metabolic reactions ($\\checkmark$) which can only occur in solution.  Dissolved substances can react with each other and also be transported($\\checkmark$)to other parts of an organism. For example, water dissolves and transports glucose in the blood plasma($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "5",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 23",
      "content": "The diagram below shows a water column inside a xylem vessel:\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/3f1b2aab-acf0-4771-9f33-131080adcc07/images/50f324b6-f19a-4ec4-ad52-e24066bb9bc2/BI2865%20A1.1%20core%20MCQ.jpeg.JPEG)\n\n\n[Sources: Adapted from Chan, T (26 May 2025), File: Capillary Action in Plants [image]. Retrieved 5 June 2025 from https://upload.wikimedia.org/wikipedia/commons/9/9c/Capillary_Action_in_Plants.jpg. CC BY-SA 4.0]\n\nWhich of the following best explains how the property illustrated contributes to plant survival?\n\n\n- I.Cohesion between molecules allows tension to be transmitted up the xylem.II.Cohesion enables    water to evaporate more easily.III.Adhesion prevents the water column from breaking.\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ II and III only\n- C.$\\hspace{1em}$ I and III only\n- D.$\\hspace{1em}$ I, II, and III\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nStatement I is true because cohesion refers to the attraction between water molecules due to hydrogen bonding. This cohesive property allows the water column to behave as a continuous stream, enabling tension created by transpiration at the leaves to be transmitted all the way down the xylem. This is central to the cohesion-tension theory of water transport.\nStatement II is false because cohesion actually resists evaporation. The hydrogen bonds between water molecules make it harder for individual molecules to escape into the air. Evaporation is more closely influenced by temperature and humidity, not directly by cohesion.\nStatement III is true because adhesion is the attraction between water molecules and the walls of the xylem vessel. This helps to counteract gravity and supports the column, reducing the chance of it breaking, especially under tension during transpiration. So this contributes to the integrity of the water column.\nChoice C is therefore the correct answer because it only includes the two true Statements I and III.\nChoice A is incorrect as it is missing the true Statement III.\nChoices B and D are incorrect as they include the false Statement II.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 24",
      "content": "Which statement supports the theory that meteorites are a source of water on Earth?\n\n\n\n- A.$\\hspace{1em}$ Meteorites contain ice with the same water isotopes as those found in Earth’s oceans.\n- B.$\\hspace{1em}$ Meteorites contain ice and simple polypeptides that promote cohesion between water molecules.\n- C.$\\hspace{1em}$ Meteorites contain liquid water that has a similar salinity to Earth’s oceans.\n- D.$\\hspace{1em}$ Meteorites contain ice and compounds that can be dehydrated to release water.\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nThe oldest meteorites in our solar system have been found to contain ice and hydrated minerals. Hydrated minerals contain water in their crystal structures. Hydrated minerals originating from meteorites can become dehydrated through heating, releasing water vapour into the surroundings and leaving behind anhydrous minerals; Choice D is correct.\nWater molecules contain hydrogen and oxygen atoms, each of which can exist as different isotopes. In planetary science, scientists compare the ratios of these isotopes (such as the deuterium-to-hydrogen (D/H) ratio or the $\\ce{^{18}O/^{16}O}$ ratio) to trace the origin of water.\nChoice A is incorrect because it implies that meteorites contain ice with exactly the same isotopes as those in Earth’s oceans. In reality, all water contains the same possible isotopes, but the key evidence lies in the relative proportions of these isotopes. Some meteorites contain water with a similar isotopic ratio to Earth's oceans, not an identical isotopic composition. Therefore, the claim is misleading.\nCohesion is a process that does not require anything but water molecules, it is due to the formation of hydrogen bonds between water molecules. Some evidence of amino acids has been found in meteorites, but no evidence of polypeptides. Choice B is incorrect.\nMeteorites travel through the vacuum of space, where temperatures are far too low to sustain liquid water. Also, no compelling evidence exists that meteorite-bound water has similar salinity to Earth's oceans.; Choice C is incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 25",
      "content": "Which of the following is not a real-life example of adhesion?\n\n\n\n- A.$\\hspace{1em}$ Surface tension on the surface of a lake\n- B.$\\hspace{1em}$ Dew drops hanging off the tip of a blade of grass\n- C.$\\hspace{1em}$ Water coating the surface of the alveoli\n- D.$\\hspace{1em}$ Water sticking to cellulose in cell walls\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nSurface tension on the surface of the lake, describes the property of cohesion, the ability of water molecules to form hydrogen bonds with other water molecules. Choice A is correct.\nAdhesion is the ability of water to form hydrogen bonds with other polar molecules. Choices B, C and D  are incorrect as they are all examples of water is sticking to surfaces that are not water molecules, demonstrating adhesion.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 26",
      "content": "Why is water considered a \"universal solvent,\" and why is this important for the origin of life?\n\n\n- I.$\\hspace{1em}$ It dissolves a wider variety of substances than any other liquid.II.$\\hspace{1em}$ It can dissolve both polar and non-polar molecules.III.$\\hspace{1em}$ It enables complex biochemical reactions by facilitating the interaction of reactants.\n\n\n\n\n- A.$\\hspace{1em}$ I and II only\n- B.$\\hspace{1em}$ II and III only\n- C.$\\hspace{1em}$ I and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nWater is known as the \"universal solvent\" because it can dissolve a wider range of substances, than any other liquid (Statement I). This property is due to water's polarity and ability to form hydrogen bonds with various molecules. Water’s ability to dissolve various substances means that it can bring reactants together in a solution, enabling the complex biochemical reactions that are necessary for life (Statement III). Choice C is correct.\nWater is a polar solvent, which means it is very effective at dissolving other polar substances and ionic compounds. However, water is not good at dissolving non-polar molecules because there is no attraction between water molecules and non-polar molecules. Statement II is therefore not true.\nChoices A, B and D are incorrect as they all include Statement II.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "PBQ",
      "title": "Question 27",
      "content": "An investigation was carried out into the effects of household detergents on aquatic habitats. Scientists tested the effect of different household detergents on the surface tension of water in order to better understand the impact they may have on organisms living on the surface.\nA paper clip was folded slightly on one side and rested on the surface of the water, maintained at a constant temperature and contained within a water tank. Drops of detergent solution were slowly added to the water tank until the paperclip sank to the bottom. The volume of detergent solution taken to sink the paperclip was recorded.\nDetergent solutions were made by adding 5 ml of detergent to 15 ml of water.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/84d7bb7a-360e-4fcc-8359-01fe66042fd4/images/9e71bc21-aad0-4144-8d02-95f90edc6509/BI0769A.png)\n\n\n[© Revision Village 2022. Created with Chemix (https://chemix.org)]\nThe results are shown in the table.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/84d7bb7a-360e-4fcc-8359-01fe66042fd4/images/f4fd6e73-53ac-412a-9235-7fae1711865e/BI0769B.png)\n\n\n\n- State the relationship between the volume of detergent solution added and the surface tension of water. \t<span class=\"marks\">[1]</span>\n\n- \n  - For the Easy Clean detergent, calculate the mean volume of detergent needed to sink the paper clip. \t<span class=\"marks\">[1]</span>\n\n  - Estimate the volume of Easy Clean detergent solution it would take to sink 5 paper clips. \t<span class=\"marks\">[1]</span>\n\n\n- \n  - State one variable, other than those given, which would need to be controlled in this experiment in order to achieve a valid result. \t<span class=\"marks\">[1]</span>\n\n  - Suggest one method that could be used to keep the water at a constant temperature. \t\t<span class=\"marks\">[1]</span>\n\n  - Explain the importance of maintaining water at a constant temperature. \t<span class=\"marks\">[2]</span>\n\n  - Identify one potential source of error in the methodology. <span class=\"marks\">[1]</span>\n\n\n- Suggest why different numbers of drops of detergent solution were needed to sink the paperclip between each type of detergent.  \t<span class=\"marks\">[2]</span>\n\n",
      "markScheme": "\n- \n\n$\\hspace{1em}$ $\\ce{ -> }$ surface tension decreases as detergent solution volume increases\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n$\\hspace{1em}$ $\\underline{\\textrm{Sample answer}}$: \n$\\hspace{1em}$ As the volume of detergent solution increases the surface tension of the water decreases ($\\checkmark$).\n\n\n- \n  - (units must be included in order to be awarded the mark)\n\n  $\\ce{ -> }$ 9.25ml\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/84d7bb7a-360e-4fcc-8359-01fe66042fd4/images/e196ae8a-62f6-47de-a9cd-8320e6989e33/BI0769ANSA.png)\n\n\n  $\\underline{\\textrm{Sample answer}}$:\n  Mean = total/number of trials\n  = (8 ml+10 ml+10 ml+9 ml) / 4\n  = 37 ml / 4\n  = 9.25ml ($\\checkmark$)\n\n\n\n- \n  - (units must be included in order to be awarded the mark)\n\n  $\\ce{ -> }$ 9.25ml <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nIf it takes 9.25 ml of detergent solution to reduce the surface tension enough to sink one paper clip, then the same volume would sink 5 paper clips ($\\checkmark$).\n\n\n\n- \n  - Any one of the following:\n\n  $\\ce{ -> }$ volume of the water (in the water tank)\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ size OR mass OR brand OR material of paper clip OR way it is folded\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ distance of burette from water surface \t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe size of the paper clip ($\\checkmark$) in the experiment would need to be controlled.\n\n\n\n- \n  - Any one of the following:\n\n  $\\ce{ -> }$ water bath\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ heating/cooling blocks \t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nA water bath ($\\checkmark$) could be used to maintain a constant temperature.\n\n\n\n- \n  - Any two of the following:\n\n  $\\ce{ -> }$ the cohesive properties of water create surface tension OR surface tension is due to hydrogen bonding between water molecules\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ cohesive forces OR hydrogen bonding decrease with increasing temperature BECAUSE there is more kinetic energy so molecules move more and interact less OR less attractive forces form between them, OR cohesive forces OR hydrogen bonding increase with decreasing temperature BECAUSE there is less kinetic energy so molecules move less and interact more OR more attractive forces form between them\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nIt’s important to maintain a constant temperature in this experiment because surface tension is due to cohesion ($\\checkmark$) between water molecules which is a result of hydrogen bonding. High temperatures can break hydrogen bonds and reduce the cohesive properties ($\\checkmark$) of water which in turn reduces surface tension.\n\n\n\n- \n  - \n\n\n$\\hspace{1em}$ $\\ce{ -> }$ surface tension broken by the droplets of detergent solution OR ripples created by droplets of detergent  <span class=\"marks\">[1]</span>\n\n$\\hspace{1em}$ $\\ce{ -> }$ paper clips folded incorrectly OR differently (if different paper clips used for each trial)\t<span class=\"marks\">[1]</span>\n\n$\\hspace{1em}$ $\\ce{ -> }$ paper clip has residual detergent between trials (if same paper clip is used for each trial) <span class=\"marks\">[1]</span>\n\n$\\hspace{1em}$ $\\ce{ -> }$ paper clips are different materials OR brands OR texture (if different paper clips are used for each trial) <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n$\\hspace{1em}$ $\\underline{\\textrm{Sample answer}}$: \n$\\hspace{1em}$ A source of error could be that the surface tension of the water is broken by the droplets of detergent ($\\checkmark$) which create ripples. This could result in the paperclip sinking.\n\n\n- \n\n$\\hspace{1em}$ $\\ce{ -> }$ detergents are made using different chemicals OR detergents have different starting concentrations OR different concentrations of chemical ingredients\t<span class=\"marks\">[1]</span>\n\n$\\hspace{1em}$ $\\ce{ -> }$ some chemicals OR detergents affect the cohesion between water molecules more AND therefore reduce surface tension more \t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n$\\hspace{1em}$ $\\underline{\\textrm{Sample answer}}$: \n$\\hspace{1em}$ There may be a difference between results because each detergent is a different brand which may be made using different chemicals ($\\checkmark$). Some of the chemicals found in some detergents may have a greater effect on cohesion between water molecules which means they could reduce the surface tension more ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 28",
      "content": "\n- Outline how water is formed at the end of aerobic respiration.\t<span class=\"marks\">[3]</span>\n\n- Explain how the properties of water allow it to be transported around a plant.\t<span class=\"marks\">[5]</span>\n\n- Describe how plants transport carbohydrates from source to sink.\t<span class=\"marks\">[7]</span>\n\n",
      "markScheme": "\n- any three of the following:\n  $\\ce{ -> }$ electrons donated by reduced NAD and FAD OR NADH and FADH at the beginning of the electron transport chain\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ electrons are passed along electron carriers\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ final electron acceptor is oxygen OR 1/2 O2  \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ excess hydrogen ions OR protons, from intermembrane space OR coenzymes OR reduced NAD OR reduced FAD found in matrix OR accumulate in the matrix\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ hydrogen ions OR protons react with oxygen to form water\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ 4e- + 4H+ + O2 → 2H2O OR 4 electrons + 4 protons + 1 molecule of oxygen →  2 molecules of water\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nElectrons donated by reduced NAD and FAD at the beginning of the electron transport chain ($\\checkmark$) are passed along electron carriers ($\\checkmark$), with the final electron acceptor being oxygen ($\\checkmark$). Hydrogen ions in the matrix react with oxygen to form water ($\\checkmark$).\n\n\n\n- any five of the following:\n  $\\ce{ -> }$ polar so can form hydrogen bonds \t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ strong cohesive forces between water molecules help pull other water molecules up the xylem\t\t\t\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ strong adhesive properties mean water can stick to lignin OR cellulose OR inside of the xylem\t\t\t\t\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ cohesion and adhesion work together to enable capillary action OR allow water to move against gravity in xylem vessels\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ evaporation from leaves creates a negative pressure OR tension in the xylem vessels, which helps to “pull” more water up the plant\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ cohesion-tension theory OR cohesive forces between water molecules and the tension created in the xylem vessels create a continuous column of water\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ high latent heat of vaporisation so water can evaporate from the stomata and stimulate the transpiration stream\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ low viscosity, so can flow easily through small pores in the plant\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ root pressure results from the active pumping of ions into the root cells, creating an osmotic gradient that causes water to enter the roots\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>5 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nWater is able to move around a plant because it is polar, so hydrogen bonds can form ($\\checkmark$) between different water molecules, which allow them to be cohesive so they can stick together to be pulled up the xylem ($\\checkmark$) at low pressure. Water molecules are adhesive which allows them to stick to cellulose in the plant ($\\checkmark$). The cohesion and adhesion work together to enable capillary action up the xylem vessels ($\\checkmark$).  Water has a high latent heat of vaporisation, so water can evaporate from the stomata and maintain the transpiration stream ($\\checkmark$).\n\n\n\n- any seven of the following:\n  $\\ce{ -> }$ sources are where carbohydrates are synthesised \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ sinks are where carbohydrates are utilised\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ sucrose and H+ are co-transported into the companion cells (in apoplastic route) near the source\t\t\t\t\t\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ sucrose concentration increases in the companion cells\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ sucrose diffuses into sieve tube via plasmodesmata\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ sucrose diffuses through cytoplasm of neighbouring cells, via plasmodesmata into phloem (in symplastic route)\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the increase in concentration of carbohydrates OR sucrose OR decrease in solute potential results in water flowing into the phloem via osmosis\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ raises the hydrostatic pressure in the sieve tube elements near the source cell\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ organic compounds, OR carbohydrates OR named example, are unloaded from phloem, OR sieve tubes near the sink\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ decreases the solute concentration (in sieve tubes at sinks)\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ water moves out of the sieve tubes reducing hydrostatic pressure <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ water OR sap containing the sucrose OR carbohydrates moves down the hydrostatic pressure gradient towards the sink\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>7 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nSources are where carbohydrates are synthesised in plants, such as photosynthesising leaves ($\\checkmark$) and sinks are where carbohydrates are used, such as growing shoots ($\\checkmark$). In plants, sucrose and H+ are co-transported into companion cells near the source ($\\checkmark$), this causes the sucrose concentration to increase in companion cells ($\\checkmark$). Sucrose then diffuses into sieve tubes via plasmodesmata ($\\checkmark$) and then diffuses through the cytoplasm of neighbouring cells, into the phloem ($\\checkmark$). This causes water to move into the phloem via osmosis from the xylem ($\\checkmark$), raising the hydrostatic pressure ($\\checkmark$). At the sink, the carbohydrates are unloaded from the phloem ($\\checkmark$), decreasing the solute concentration ($\\checkmark$), water follows, thereby reducing hydrostatic pressure ($\\checkmark$). The sap containing the carbohydrates move down the hydrostatic pressure gradient towards the sink ($\\checkmark$).\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 29",
      "content": "The image shows a cross-section of the vascular tissue of a woody dicot stem, showing the annual rings of phloem and xylem.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/a0648fba-391a-4ca2-952b-fa672ea03b0c/images/8191483b-15e2-4be1-b746-75ba3038686a/BI0834.jpg)\n\n\n[Source: Adapted from: Berkshire Community College Bioscience Image Library. (2014, February 10). File Dicot stem primary xylem in late one year  - wikimedia. Wikimedia commons. Retrieved July 07, 2023, from https://commons.wikimedia.org/wiki/File:Woody_Dicot_Stem_Ray_System_in_Two_Year_Tilia_%2834997659262%29.jpg. Copyright free]\n\n- Explain how the properties of water allow it to be transported in the xylem.  <span class=\"marks\">[3]</span>\n\n- Describe a physical property of water, other than those that are important for the movement of water through the plant, that makes water essential for the survival of plants.    <span class=\"marks\">[1]</span>\n\n- Outline why plants cannot use water to transport lipids.    <span class=\"marks\">[1]</span>\n\n- If the temperature drops to -1oC for a few hours suggest a reason why the water in xylem may not freeze.    <span class=\"marks\">[1]</span>\n\n",
      "markScheme": "\n- Any three of the following:\n  $\\ce{ -> }$ water is cohesive OR hydrogen bonding between water molecules OR strong intermolecular forces so can form a continuous column of water OR counteract gravity     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ water is adhesive OR water molecules can adhere to other polar surfaces OR water adheres to walls of xylem vessels OR to lignin and cellulose of xylem vessels, so prevent collapse of water column OR separation from xylem vessel walls     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ capillary action occurs as water moves upwards against gravity in the narrow xylem vessels\t     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the hydrogen bonds between water molecules mean that as water evaporates  from the leaf  negative pressure OR tension occurs, so water moves upwards against gravity\t     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ low viscosity reduces resistance to flow within the xylem\t     <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nWater can be transported efficiently through the xylem as the water molecules adhere to the inside of the xylem vessels ($\\checkmark$) and cohere to each other, therefore forming a continual column of water ($\\checkmark$). As the water evaporates from the leaves, the hydrogen bonds between the molecules mean that a negative pressure occurs at the top of this column of water, enabling the water to move upwards, against gravity ($\\checkmark$).  This is the cohesion-tension theory.\n\n\n\n- Any one of the following:\n  $\\ce{ -> }$ water is a solvent so can dissolve nutrients which can be used by the plant OR provides a medium for various biochemical reactions     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ high specific heat capacity prevents extreme temperature fluctuations that could damage plant tissues OR maintain optimal enzyme activity and metabolic processes in plants     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ transparency allows light to penetrate and reach submerged plants for photosynthesis\t     <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nWater is known as a universal solvent, so nutrients can be dissolved in it and be transported to where they are needed ($\\checkmark$).\n\n\n\n- Any one of the following:\n  $\\ce{ -> }$ lipids are hydrophobic OR non-polar, so cannot dissolve in water     <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nWater cannot be used to transport lipids in plants as they are hydrophobic  ($\\checkmark$).\n\n\n\n- Any one of the following:\n  $\\ce{ -> }$ water has a high specific heat capacity, OR it has to lose a lot of energy to freeze     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ due to the high solute concentration of the contents of the xylem\t     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ increase in pressure in the xylem raises the freezing point of water\t\t     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ high specific heat capacity means water can release stored heat slowly, maintaining a stable temperature above freezing point\t\t\t     <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nWater in the xylem may not freeze when the temperature drops below -1oC, as it has a high specific heat capacity  ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "6",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 30",
      "content": "Which factor determined primarily whether water from asteroids remained on Earth rather than escaping into space?\n\n\n\n- A.$\\hspace{1em}$ The presence of greenhouse gases which insulates Earth and prevents the loss of water vapour to space.\n- B.$\\hspace{1em}$ The presence of autotrophic prokaryotes which photolysed water from the atmosphere in photosynthesis.\n- C.$\\hspace{1em}$ The strength of Earth’s gravitational field which prevents water from diffusing into space.\n- D.$\\hspace{1em}$ The favourable range of temperatures on Earth allowing water to exist in solid, liquid and gaseous states.\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nEarth’s gravity pulls all matter, including water, toward the centre of the Earth, preventing water from escaping into space. Choice C is correct.\nGreenhouse gases such as carbon dioxide insulate the Earth, however, greenhouse gases trap heat, not water; Choice A is incorrect. \nAutotrophic prokaryotes appeared on Earth after the Earth had already retained a large amount of water; Choice B is incorrect. \nAlthough the temperature on Earth is favourable for the condensation and freezing of water, temperature alone is not sufficient to keep water on Earth. Without gravitational force, water would not remain on Earth; Choice D is incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 31",
      "content": "\n- Outline how the properties of water contributed to the origin of life on Earth. <span class=\"marks\">[4]</span>\n\n- Draw two water molecules, labelling the partial charges and the bond between them.  <span class=\"marks\">[3]</span>\n\n- Explain how the solubility of different types of substances in water affects their transport in the blood, giving named examples. <span class=\"marks\">[8]</span>\n\n",
      "markScheme": "\n- any four of the following:\n$\\ce{ -> }$ polarity of water molecules enables formation of hydrogen bonds\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ hydrogen bonding assisted formation of stable molecules OR assembly of complex structures OR lipid bilayer OR other suitable named structures\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ solvent properties facilitated dissolution OR interaction of organic molecules\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ enabled formation of more complex structures OR protocells OR precursors to first living cells\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ high specific heat capacity prevented rapid temperature changes, enabling chemical reactions to occur\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ provided medium for enzymes OR chemical reactions OR synthesis of biological molecules\t\t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nWater’s polarity enables the formation of hydrogen bonds ($\\checkmark$), which are crucial for the stability and assembly of complex structures such as DNA, proteins and lipid bilayers ($\\checkmark$). As a universal solvent, water facilitated the dissolution and interaction of organic molecules ($\\checkmark$), leading to the formation of protocells ($\\checkmark$). Additionally, water’s high specific heat capacity provided a stable environment, preventing rapid temperature changes and allowing essential enzymatic controlled reactions to occur ($\\checkmark$).\n\n\n\n- any three of the following:\n$\\ce{ -> }$ two water molecules each made up of one oxygen atom attached to two hydrogen atoms <span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ slight negative charge on oxygen atom and slight positive charge on both hydrogen atoms on at least one of the water molecules\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ hydrogen bond drawn as dashed lines and labelled\t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/0f8ac320-dd55-4e2c-8523-3fbe967de58c/images/39e5c1ff-dbf6-4ef4-be6d-da3d4ccbc552/BI1758b.png)\n\n\n\n\n\n- any eight of the following:\n$\\ce{ -> }$ transport of molecules in the blood depends on their solubility in water\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ transport occurs in blood plasma and red blood cells\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ hydrophilic OR water-soluble substances travel freely in solution\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ ionic compounds OR ions transported in plasma\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ NaCl dissociates into Na+ and Cl- ions and carried in plasma OR NaCl is transported as free ions in plasma\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ glucose is polar, so dissolves in water and travels in plasma\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ solubility of amino acids determined by side chain\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ amino acids are transported in an ionised state\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ hydrophobic OR water-insoluble substances can not travel in solution\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ oxygen is non-polar OR has limited solubility in plasma\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ majority of oxygen binds to haemoglobin OR is transported by red blood cells <span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ cholesterol OR fats OR lipids OR triglycerides are non-polar OR hydrophobic and bind to proteins OR form lipoproteins to become soluble\t\t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>8 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\nThe transport of molecules in the blood is determined by their solubility in water ($\\checkmark$). Hydrophilic substances, such as glucose ($\\checkmark$) and ionised amino acids  ($\\checkmark$), dissolve easily in plasma and travel freely in solution ($\\checkmark$). Ionic compounds like sodium chloride dissociate and are carried as free ions, such as Na$^+$ and Cl$^-$ ($\\checkmark$), in the plasma ($\\checkmark$). In contrast, non-polar substances like oxygen and lipids are not soluble in water. Only a small proportion of oxygen is dissolved in the plasma; it is primarily transported by binding to haemoglobin($\\checkmark$)  in red blood cells ($\\checkmark$). Lipids, including cholesterol and triglycerides, bind to proteins to form lipoproteins, which makes them soluble and allows their transport in the bloodstream ($\\checkmark$).\n  A quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information.  <span class=\"marks\">[1]</span>\n\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 32",
      "content": "\n- Explain four properties of water that make it important in supporting life on Earth. \t<span class=\"marks\">[4]</span>\n\n- Describe the recent methods used to reclassify plant groups, such as the figwort family (Scrophulariaceae), based on cladistic evidence.\t\t\t\t<span class=\"marks\">[4]</span>\n\n- Explain how the structure of synovial joints is adapted for movement and why this influences the range of motion. \t\t<span class=\"marks\">[7]</span>\n\n",
      "markScheme": "\n- any four of the following:\n  $\\ce{ -> }$ solvent so enables reactions to occur OR  transport of substances\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ large latent heat of vaporisation OR A large amount of energy is needed to evaporate water so provides a cooling effect\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ high specific heat capacity OR water absorbs OR retains heat without large changes in temperature, providing thermal stability in aquatic environments OR organisms\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ cohesion OR hydrogen bonding between water molecules aids water transport in plants OR creates surface tension, enabling small organisms OR insects to move on water\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ adhesion OR water molecules stick to other polar surfaces, supporting capillary action in plants\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ ice floats OR ice is less dense than liquid water OR water’s density decreases as it cools below 4$\\degree$C insulating aquatic ecosystems in cold climates OR helping aquatic life survive in cold conditions\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ water is transparent, allowing light to penetrate for photosynthesis in aquatic plants OR algae OR enables visibility in aquatic environments\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ provides buoyancy, enabling aquatic organisms to remain suspended OR supports the body structure of soft-bodied aquatic organisms\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ amphoteric nature OR can act as both an acid and a base, maintaining pH balance in biological systems\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ non-compressible helps maintain cell turgor OR structure of plant cells\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nWater has a high specific heat capacity which allows it to absorb and retain heat, providing thermal stability for aquatic environments and living organisms ($\\checkmark$). It is also a universal solvent due to its polarity, enabling it to dissolve ions and organic molecules for transport and biochemical reactions ($\\checkmark$). The cohesion between water molecules supports the transport of water in plants through the xylem, while surface tension allows small organisms, like insects, to move on water ($\\checkmark$). Ice is less dense than liquid water, which ensures it floats and insulates aquatic ecosystems in cold environments, protecting life below ($\\checkmark$).\n\n- any four of the following:\n  $\\ce{ -> }$ early classification was based on morphology OR grouped plants based on visible traits\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ early classification often led to misclassification due to convergent evolution\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ recent cladistics relies on molecular data, OR DNA OR RNA nucleotide OR amino acid sequencing OR sequence comparisons\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ molecular clock estimates divergence times OR DNA mutations occur at a relatively constant rate, allowing estimation of when species diverged from a common ancestor\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ phylogenetic tree construction from genetic data\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ common derived characteristics define clades\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ number of differences in genetic sequences indicates evolutionary distance from a common ancestor\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ use of outgroups to determine which traits are homologous OR ancestral OR which traits are analogous OR result from convergent evolution\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ cladistics has led to reclassification of plant families OR  figwort family OR Scrophulariaceae was reclassified after genetic analysis revealed it contained multiple unrelated lineages\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nEarly plant classification was based on morphology, grouping plants by visible traits such as leaf and flower structure  ($\\checkmark$). However, this often led to misclassification due to convergent evolution, where unrelated species developed similar features  ($\\checkmark$). Modern cladistics now relies on DNA sequencing to analyse genetic differences and determine evolutionary relationships  ($\\checkmark$). The molecular clock helps estimate divergence times, as mutations accumulate at a relatively constant rate  ($\\checkmark$). This has led to the reclassification of plant families, such as the figwort family (Scrophulariaceae), after genetic analysis revealed multiple unrelated lineages  ($\\checkmark$).\n\n\n\n- any seven of the following (must contain at least two from each section to gain full marks):\n  how the structure of a synovial joint allows movement\n$\\ce{ -> }$ joint cavity filled with synovial fluid, WHICH reduces friction OR allows smooth movement OR nourishes the cartilage OR lubricates the joint\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ articulating surfaces of bones are covered by cartilage WHICH reduces friction OR cushions the joint OR prevents bone-to-bone contact \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ ligaments provide stability by connecting bones AND preventing excessive or harmful movement\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ synovial membrane produces synovial fluid  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ capsule OR capsular ligament seals the joint AND provides additional stability while allowing movement\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ bones provide a firm anchorage for muscles AND act as levers to amplify movement\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$  tendons attach muscles to bones, enabling movement when muscles contract \t<span class=\"marks\">[1]</span>\n\n  factors that influence the range of motion\n$\\ce{ -> }$ shape of the articulating surfaces determines the range of movement possible\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ joint capsule OR ligaments - restrict movement to prevent injury, limiting excessive range while allowing flexibility\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ hinge joints only allow movement in one plane flexion AND extension \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ ball and socket joints allow protraction AND retraction OR abduction AND adduction OR rotation \t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ range of motion is influenced by the shape and fit of the bones at the joint\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the flexibility and strength of surrounding ligaments affect how far a joint can move without injury\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ damage to cartilage reduces range of movement due to pain OR friction \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ stronger OR more flexible muscles can support a greater range of motion \t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>7 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nSynovial joints facilitate movement through their unique structure. Articulating bones are covered with cartilage to reduce friction ($\\checkmark$), and synovial fluid within the joint cavity lubricates the joint ($\\checkmark$). Ligaments stabilize the joint by connecting the bones ($\\checkmark$), while tendons transmit forces from muscles to bones, as they are attached to both ($\\checkmark$). The shape of the joint, such as ball-and-socket or hinge types, determines the types of movements possible ($\\checkmark$). The range of motion is influenced by the fit of the bones ($\\checkmark$), the flexibility of ligaments ($\\checkmark$), and the strength of surrounding muscles ($\\checkmark$).\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 33",
      "content": "The pie chart shows the chemical composition of the Murchison meteorite, which fell in Australia in 1969. It belongs to a class of meteorites called carbonaceous chondrites, some of the solar system's oldest meteorites.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/210d3150-cd6a-4174-8d1f-cc22525eefb0/images/40e6296f-45e6-47b9-971c-c0b71b2d93a3/BI2783.png)\n\n\n[Source: Adapted from Braukmuller, N., Wombacher, F., Hezel, D. C., Escoube, R., & Munker, C. (2018, July 24). The chemical composition of carbonaceous chondrites: Implications for volatile element depletion, complementarity and alteration. ScienceDirect. Retrieved March 24, 2025 from https://www.sciencedirect.com/science/article/pii/S0016703718304095. Copyright under CC BY 4.0]\n\n\n- Explain why analysis of carbonaceous chondrites has led to the hypothesis that meteorites are most likely to be the source of water on Earth.\t\t\t<span class=\"marks\">[2]</span>\n\n- Explain two properties of water that make it an essential molecule for life.\t\t<span class=\"marks\">[2]</span>\n\n- Other than water, deduce with a reason one other substance found on the Murchison meteorite that is essential for life.\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n\nThe ‘Goldilocks’ zone is the area around a star, where the conditions are optimal for the presence of liquid water.\n\n- Other than liquid water, state two properties that a planet in the Goldilocks zone may need for life to evolve.\t\t\t\t\t\t\t\t\t<span class=\"marks\">[2]</span>\n\n- Carbonaceous chondrites have also collided with planets in the solar system that are outside the ‘Goldilocks zone’. Suggest why life may not have appeared on those planets.\t\t\t\t\t\t\t\t\t\t<span class=\"marks\">[2]</span>\n\n- If a planet within the ‘Goldilocks zone’ does not have an atmosphere, suggest how this would affect the retention of liquid water.\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n",
      "markScheme": "\n- any two of the following:\n  $\\ce{ -> }$ contain water with a similar composition to Earth’s oceans OR with a similar ratio of hydrogen isotopes to ocean water\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ contain liquid water \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ contain crystallised OR hydrated minerals that contain water\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ arrived at a time in the Earth’s formation that allowed the water to enter OR stay in a liquid state\t\t<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nCarbonaceous chondrites are thought to be the most likely source of water on Earth because they contain water with a similar ratio of hydrogen isotopes to ocean water ($\\checkmark$) and they have been found to contain liquid water ($\\checkmark$).\n\n\n\n- any two of the following:\n  $\\ce{ -> }$ water is a universal solvent OR  dissolves a wide range of substances WHICH facilitates cellular metabolic reactions OR transport of dissolved substances\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ water is cohesive OR water molecules can stick to each other due to hydrogen bonding WHICH allows for droplet formation OR capillary action OR surface tension in plants\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ water is adhesive OR water molecules stick to other surfaces due to hydrogen bonding WHICH allows for processes such as the transpiration stream in plants\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ water has a high specific heat capacity OR it resists sudden changes in temperature WHICH helps organisms maintain homeostasis OR stabilises temperatures in large bodies of water <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ water has a high heat of vaporisation OR it requires a large amount of energy to convert liquid water into gas WHICH  allows organisms to regulate body temperature through sweating or transpiration\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ solid water (ice) is less dense than liquid water therefore, ice can float WHICH means that aquatic ecosystems are insulated from large fluctuations in temperature\t\t\t<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nWater is a universal solvent which facilitates a range of cellular metabolic reactions ($\\checkmark$), and it is cohesive, which allows for processes such as water droplet formation or the formation of large bodies of water ($\\checkmark$).\n\n\n\n- any one of the following:\n  $\\ce{ -> }$ amino acids BECAUSE they are used to build proteins which can be used to make enzymes, build tissues or regulate processes\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ purines OR pyrimidines BECAUSE they can be used to build RNA OR DNA nucleotides\t\t<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nAmino acids, because they are the building blocks of all proteins ($\\checkmark$), such as enzymes.\n\n\n\n- any two of the following:\n  $\\ce{ -> }$ presence of organic molecules OR presence of key chemical elements OR three named key elements from carbon, oxygen, hydrogen, nitrogen, phosphorus, sulfur\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ a large enough size OR sufficient planetary massto generate enough gravitational pull to retain an atmosphere\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ a solid surface OR lithosphere OR crust\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ a source of energy OR a central star OR a nearby Sun OR solar energy OR lightning OR geothermal OR hydrothermal activity to drive metabolic OR prebiotic chemical reactions\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ a magnetic field to shield the surface from solar wind OR cosmic radiation OR preserve DNA integrity OR to protect life from harmful radiation\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ stable climate  orbital stability to allow sufficient time for chemical evolution and life to emerge\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ presence of an atmosphere to support temperature regulation, pressure for liquid water, OR  protection from radiation\t<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nTwo factors that a planet in the ‘Goldilocks zone’ may need for life to evolve are  the presence of organic molecules ($\\checkmark$) and  a solid surface ($\\checkmark$) that allows the accumulation and organisation of complex compounds.\n\n\n\n- any two of the following:\n  $\\ce{ -> }$ the planet may be too small so may not have sufficient gravity to sustain an atmosphere OR retain liquid water \t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the planet may be too large resulting in excessive gravity OR a dense atmosphere which results in surface temperatures which are too high for chemical OR metabolic reactions \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the planet may be too cold OR too far from the star OR the Sun for photosynthesis OR liquid water to exist\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the planet may be too warm OR too close to the star OR the Sun for  liquid water to exist OR chemical OR metabolic reactions to take place OR for complex molecules to be stable\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ The planet’s atmosphere may contain toxic gases that prevent the development of stable life forms \t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the planet may not have a strong enough magnetic field to protect the planet OR organic molecules OR surface conditions from harmful radiation\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the planet may not have a solid surface OR be mainly made up of gas, so there are no suitable surfaces OR habitats for organisms\t\t\t<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nAlthough carbonaceous chondrites may have delivered water and organic compounds, life may not have evolved if the planet was too small  to sustain an atmosphere due to low gravity ($\\checkmark$). Also, the planet may be too warm or close to the Sun for liquid water to be present ($\\checkmark$).\n\n\n\n- any one of the following:\n  $\\ce{ -> }$ there would be no retention of liquid water BECAUSE water would evaporate quickly OR sublime\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ there would be no water retention OR liquid water BECAUSE UV OR ultraviolet radiation could break down water molecules\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ there would be no retention of liquid water BECAUSE water would quickly freeze due to heat not being trapped by the atmosphere\t\t\t<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThere would be no water retention because water would evaporate quickly due to the lack of atmosphere ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 34",
      "content": "The black-throated loon (Gavia arctica) is a bird that lives near large bodies of water in cold climates.  Which of the following is a correct description of how the properties of water may make winter temperatures more moderate for the black-throated loon?\n\n\n\n- A.$\\hspace{1em}$ Water has a relatively high specific heat capacity which buffers the environmental temperature.\n- B.$\\hspace{1em}$ Ice floats on water so insulates the liquid water beneath the ice.\n- C.$\\hspace{1em}$ Water has a low specific heat capacity which warms the surrounding air.\n- D.$\\hspace{1em}$ Water is dense which enables the black-throated loon to float.\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because water’s ability to absorb and store a significant amount of heat without undergoing large temperature changes provides thermal cushioning.  In summer water absorbs heat energy and then in winter this heat energy is lost to the surrounding air helping to create milder microclimates. This enables the black-throated loon to inhabit areas where temperature might otherwise be too extreme.\nChoice B is incorrect because it does not explain how winter air temperatures are made more moderate, only that ice insulates water that is below it which is not where the black-throated loon lives.  Choice C is incorrect because water does not have a low specific heat capacity.  Choice D is incorrect because, although it is a true statement, it does not explain how winter temperatures are made more moderate.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 35",
      "content": "Which property describes water’s ability to associate with a wide range of other compounds, and how did this property help retain water on early Earth before the emergence of life?\n\nProperty of waterHow did this property help retain water on Earth?A.$\\hspace{1em}$High heat capacityMinimised temperature fluctuations that would evaporate waterB.$\\hspace{1em}$Universal solventAllowed a wide range of condensation reactions to occur, so water is trapped in biological polymersC.$\\hspace{1em}$PolarityAllowed water to interact with minerals so that it is stored in hydrated rocksD.$\\hspace{1em}$Low densityPrevented water from sinking through the surface of the Earth into the mantle",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nWater is a polar molecule, meaning it has partial positive and negative charges. This polarity allows water to form chemical bonds with rock-forming minerals, leading to hydrated compounds such as gypsum ($\\ce{CaSO_4.H_2O}$) and hydrated feldspars. These minerals incorporate water into their crystal structures (known as water of crystallisation), helping retain water in the Earth's crust before the appearance of life; Choice C is correct.\nHigh heat capacity refers to water’s ability to store heat without large temperature changes, which helps to regulate Earth’s climate, but doesn’t explain why water is retained on Earth; Choice A is incorrect. \nWater is described as a universal solvent as it can dissolve a wide range of substances; however, while water is required for condensation reactions, the process of condensation does not trap water in a manner that would keep it on Earth. Also, biological polymers did not exist until after life emerged. Choice B is incorrect. \nIf water had entered the mantle, the heat there would cause it to evaporate instantly, and therefore, water would not be retained on Earth. Water's ability to sink into the mantle would be due to rock porosity and cracks, not its density; Choice D  is incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 36",
      "content": "The diagram shows a solar system very similar to ours, where five planets orbit a central star.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/d1815dc7-50c2-4579-afea-9498544e0f6d/images/b5e55501-0c1e-425e-8da0-e61f7243b9e5/BI1018.png)\n\n\n[© Revision Village 2023]\n\n- Define the term “Goldilocks zone”.\t<span class=\"marks\">[1]</span>\n\n- \n  - Label with the letter R the planet that is least likely to have extraterrestrial life present. \t<span class=\"marks\">[1]</span>\n\n  - Explain reasons for your answer to part (i).\t<span class=\"marks\">[3]</span>\n\n\n- \n  - Some of the planets in this solar system have water present on them. Suggest where this water might have come from.\t<span class=\"marks\">[1]</span>\n\n  - Explain why the planets referred to in part (i) have retained water, whereas others in this solar system have not.<span class=\"marks\">[2]</span>\n\n\n- Suggest one other biological molecule, other than water, that may be a sign of life on a planet.\t\t<span class=\"marks\">[1]</span>\n\n",
      "markScheme": "\n- \n\n$\\hspace{1em}$ $\\ce{ -> }$ the zone around a star where temperatures allow for water to exist in a liquid state on the surface of planets\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n$\\hspace{1em}$ $\\underline{\\textrm{Sample answer}}$: \n$\\hspace{1em}$ The Goldilocks zone is the zone around a star where temperatures allow water to exist in a liquid state on the surface of planets ($\\checkmark$).\n\n\n- \n  - \n\n  $\\ce{ -> }$ line labelled with letter R, pointing to the furthest planet from the star OR line labelled with letter R, pointing to the closest planet to the star\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/d1815dc7-50c2-4579-afea-9498544e0f6d/images/4c3b4745-b738-49da-8aa2-8d4d7c19e444/BI1018ansa.png)\n\n\n[© Revision Village 2023]\n\n\n\n- \n  - Any three of the following:\n\n  If R is the planet furthest from the star: \n$\\ce{ -> }$ temperature is too cold\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ chemical reactions may be slower OR not happen at all due to the lack of water as a solvent OR enzymes are unable to catalyse chemical reactions\t<span class=\"marks\">[1]</span>\n\n  \n  If R is the planet closest to the star: \n$\\ce{ -> }$ temperature is too hot <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ chemical reactions may not happen at all due to the lack of water as a solvent, OR enzymes are denatured OR unable to catalyse chemical reactions\t <span class=\"marks\">[1]</span>\n\n  \n  Applies to either answer: \n$\\ce{ -> }$ unlikely to have \tliquid water on the surface of the planet OR is outside the Goldilocks zone AND water is a necessary resource for the survival of all known organisms\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe planet furthest from the star is the least likely to have extraterrestrial life, as it is furthest from the heat and light source, so it may be too cold for organisms to survive ($\\checkmark$). It is outside the Goldilocks zone, which means that it is unlikely to have liquid water and water is a necessary resource for the survival of all known organisms ($\\checkmark$). The lack of liquid water also means that any chemical reactions necessary for life may be slower or not happen at all due to the lack of a solvent ($\\checkmark$).\n\n\n\n- \n  - \n\n  $\\ce{ -> }$ asteroids OR comets\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nWater on some of the planets may have come from asteroids ($\\checkmark$) which contained ice and collided with the planet.\n\n\n\n- \n  - BOTH of the following:\n\n  $\\ce{ -> }$ gravity stops water from escaping \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ temperatures low enough to condense water <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nSome planets in the solar system retain water because the force of gravity on those planets prevents water from escaping those planets ($\\checkmark$), and the distance from the star keeps the temperatures on those planets low enough to allow water to condense ($\\checkmark$).\n\n\n\n- Any one of the following:\n  $\\ce{ -> }$ nucleic acids\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ proteins OR amino acids\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ carbohydrates\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ lipids OR fats\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ methane - indicates methanogens\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ oxygen- indicates photosynthetic organisms <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ ammonia - indicates biological process, including the nitrogen cycle\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nOne other biological molecule that may suggest the presence of life on a planet is carbohydrates ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "9",
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 37",
      "content": "Which of the following statements explains how water has facilitated the evolution of life on Earth?\n\n\n\n- A.$\\hspace{1em}$ Water acts as a catalyst for chemical reactions\n- B.$\\hspace{1em}$ Water acts as a solvent allowing chemical reactions to occur faster within it\n- C.$\\hspace{1em}$ Water acts in hydrolysis reactions allowing for the synthesis of large biological molecules\n- D.$\\hspace{1em}$ Water has a high latent heat of vaporisation so is able to convert between states easily\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nWater's unique ability to act as a solvent is crucial for life's evolution. Many biochemical reactions that are fundamental to life occur within aqueous environments. Water's solvent properties facilitate the dissolution and interaction of molecules, enabling chemical reactions to occur more rapidly and efficiently. Choice B is, therefore, correct.\nWater acts as a reaction medium for many chemical reactions, but does not catalyse the chemical reactions that facilitate evolution, Choice A is incorrect. Choice C  is incorrect as hydrolysis reactions break down larger molecules into smaller ones. Choice D  is incorrect as water’s high latent heat of vaporisation means that it requires a lot of energy to convert liquid water into a gas.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 38",
      "content": "Which of the following statement(s) about the role of water as a solvent is correct?\n\n\n- I.Salt can dissolve in water because it is hydrophilicII.Lipids cannot dissolve in water because they are non-polarIII.Cellulose can dissolve in water, as it is able to form hydrogen bonds\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ I and III only\n- C.$\\hspace{1em}$ I and II only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nSalt, an ionic compound, dissolves readily in water because water is a polar solvent and can interact with the charged ions in salt through electrostatic attractions. Substances that have an affinity for water and can form interactions with water molecules are referred to as hydrophilic (Statement I). Lipids are non-polar molecules, and water is a polar solvent. Polar and non-polar substances do not readily mix because water molecules are attracted to each other through hydrogen bonding and other dipole-dipole interactions. Lipids are hydrophobic, meaning they repel water and do not dissolve well in it (Statement II). Choice C is, therefore, correct.\nAlthough cellulose can form hydrogen bonds, it is insoluble (Statement III) as it is too large to dissolve in water; Choices B  and  D  are therefore incorrect as they include this statement. Choice A is incorrect as it does not include statement II.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 39",
      "content": "Which of the following are a reason why water's properties would have influenced early cellular evolution in aquatic environments?\n\n\n- I.High surface tension allowing formation of proto-cell membranes.II.Polar solvent properties enabling interaction of biomolecules.III.High density causing rapid sedimentation of organic material.\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ II only\n- C.$\\hspace{1em}$ II and III only\n- D.$\\hspace{1em}$ I and III only\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nWater's ability to dissolve biomolecules and, therefore, enabling them to interact (Statement II) would have been crucial to early cellular evolution. This property allows for the formation of a \"primordial soup,\" where simple organic molecules could interact, form more complex compounds, and eventually lead to the development of proto-cells. Choice B is the correct answer to this question.\nWhile surface tension is a property of water, it does not directly contribute to the formation of proto-cell membranes (Statement I) in the context of early cellular evolution. Proto-cell membranes are primarily formed by the self-assembly of amphipathic molecules like phospholipids, which align themselves in a bilayer in water due to their hydrophilic and hydrophobic regions.\nOrganic molecules needed to remain in suspension for interactions, rather than settling quickly (Statement III). Water's density is well-suited for suspending organic particles, allowing them to remain available for biochemical reactions, while enabling gradual sedimentation over time.\nChoices A, C and D are incorrect as they include one or more untrue statements.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    }
  ]
}