{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 1",
      "content": "The diagram below shows the structure based on the tetranucleotide hypothesis proposed by Levene that DNA was made up of equal amounts of adenine, guanine, cytosine and thymine. This hypothesis was a problem of induction, because it was based on a limited set of data. Subsequent evidence and data revealed a more complex and accurate understanding of the structure, leading to the falsification of the initial hypothesis.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/c484d68d-401b-4ccb-a303-8569362604cf/images/424b8f94-9954-4d95-81cb-be101c01ad19/BI0895A.png)\n\n\n[Source: JWSchmidt (2006). Tetranucleotide. Wikimedia Commons. Retrieved July 6th, 2023, from https://commons.wikimedia.org/wiki/File: Tetranucleotide.png. CC-BY-SA-3.0-migrated-with-disclaimers]\nWhich scientist is credited with falsifying the tetranucleotide hypothesis?\n\n\n\n- A.$\\hspace{1em}$ Erwin Chargaff\n- B.$\\hspace{1em}$ Rosalind Franklin\n- C.$\\hspace{1em}$ Alfred Hershey\n- D.$\\hspace{1em}$ James Watson\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because Chargaff used paper chromatography to show that the proportions of adenine (A) and thymine (T) are the same, as are the proportions of guanine (G) and cytosine (C). There are not equal proportions of A, T, G and C.\nFranklin (Choice B) and Watson (Choice D) are credited for their contributions to the overall structure of DNA structure. Hershey (Choice C), along with Chase, is famous for his research which provided evidence for the idea that DNA, rather than protein, carries the genetic code.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 2",
      "content": "What provides evidence that all life on Earth evolved from the same population of cells?\n\n\n\n- A. $\\hspace{1em}$ Eukaryotic cells evolved from prokaryotic cells.\n- B. $\\hspace{1em}$\tBoth mitochondria and prokaryotes have a cell wall.\n- C. $\\hspace{1em}$\tBoth eukaryotes and bacteria contain histones.\n- D. $\\hspace{1em}$\tThe genetic code is universal.\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nAll 64 codons of the genetic code are present in all organisms, apart from minor variations indicating that all life evolved from the same original cells  (Choice D).\nEukaryotic cells evolved from prokaryotic cells (Choice A) is incorrect as this is the endosymbiotic theory. Choice B is incorrect as mitochondria do not have a cell wall. Choice C is incorrect as bacteria do not have histones.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 3",
      "content": "A strand of nucleotides reads CCUAGAGCUUACCG. Which type of pentose sugar could be found in the nucleotides in the natural composition of this strand?\n\n\n\n- A.$\\hspace{1em}$ Deoxyribose only\n- B.$\\hspace{1em}$ Ribose only\n- C.$\\hspace{1em}$ Both deoxyribose and ribose\n- D.$\\hspace{1em}$ Neither deoxyribose nor ribose\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nThe nucleotide strand CCUAGAGCUUACCG contains the bases cytosine (C), uracil (U), adenine (A), and guanine (G). While C, A, and G are found in both DNA and RNA, the base uracil is only found in RNA. So, the strand is an RNA strand.\nRNA contains the pentose sugar ribose. Therefore, ribose is found in the nucleotides in the strand.\nChoices A and C are incorrect because deoxyribose is only found in DNA, not RNA. The nucleotide strand cannot be DNA because it contains uracil in place of thymine (T).\nChoice D is incorrect because the strand is RNA which contains ribose.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 4",
      "content": "Which statement is correct concerning the structure of DNA?\n\n\n\n- A.$\\hspace{1em}$ A phosphate within a nucleotide is covalently bonded to a nitrogenous base\n- B.$\\hspace{1em}$ DNA molecules are made up of two parallel strands running in the same 3'-5' direction, linked by hydrogen bonds between complementary bases\n- C.$\\hspace{1em}$ Bonding between adjacent phosphates and deoxyribose sugars forms the backbone of DNA\n- D.$\\hspace{1em}$ Adenine is complementary to uracil, and cytosine is complementary to guanine\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nCovalent bonding between adjacent phosphates and deoxyribose sugars forms the backbone of DNA; Choice C is correct.\nWithin nucleotides, the phosphate is covalently bonded to the deoxyribose sugar and the sugar is attached to the base; Choice A  is incorrect. DNA molecules are made up of two antiparallel strands (they are parallel but run in opposite directions, one runs 3’-5’ and the other 5’-3’), linked by hydrogen bonds between complementary bases; Choice B  is incorrect. In DNA, adenine is complementary to thymine; Choice D  is incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 5",
      "content": "Which of the following processes is most directly involved in the formation of nucleic acids such as DNA?\n\n\n\n- A.$\\hspace{1em}$ Hydrolysis\n- B.$\\hspace{1em}$ Condensation\n- C.$\\hspace{1em}$ Catabolism\n- D.$\\hspace{1em}$ Translation\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nNucleotides are linked together by condensation reactions to form molecules of DNA (Choice B). The formation of DNA requires the removal of water for the joining of smaller molecules to form a larger molecule.\nThe joining of nucleotides together can also be classified as an anabolic reaction but not as a catabolic reaction (Choice C). Catabolism is the breaking down of a large molecule into a smaller molecule. An example of catabolism is hydrolysis which is a reaction that breaks down a large molecule into a smaller molecule by adding water (Choice A).\nTranslation is a process which follows the transcription of DNA (Choice D). It is where mRNA is used as a template by ribosomes to synthesize polypeptides.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 6",
      "content": "What distinguishes uracil from thymine?\n\n\nUracilThymineA.$\\hspace{1em}$Joined to a pentose sugarJoined to a hexose sugarB.$\\hspace{1em}$Found in RNAFound in DNAC.$\\hspace{1em}$Two-ring structureSingle-ring structureD.$\\hspace{1em}$Complementary to cytosineComplementary to adenine",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nUracil and thymine are nitrogenous bases found in two types of nucleic acids: DNA and RNA.\nUracil is found in RNA, whereas thymine is found in DNA. (Choice B)\nIn RNA, Uracil is not complementary to cystine, it is complementary with adenine, and thymine is also complementary to adenine\n(Choice D).\nIn both DNA and RNA, these nitrogenous bases are joined to a five-carbon sugar, also called a pentose sugar which has a ring structure, so Choice A is incorrect.\nBoth uracil and thymine are pyrimidines which are single-ring structures (Choice C). Adenine and guanine are purines which consist of two rings.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 7",
      "content": "Which of the following best supports the idea that DNA is the universal genetic material in living organisms?\n\n\n\n- A.$\\hspace{1em}$ All organisms have the same number of chromosomes\n- B.$\\hspace{1em}$ All organisms translate proteins using ribosomes\n- C.$\\hspace{1em}$ All organisms use DNA to pass on genetic information\n- D.$\\hspace{1em}$ All organisms reproduce sexually\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because the use of DNA is universal across all living organisms.\nChoice A is incorrect because chromosome number varies widely across different species.\nChoice B is true, but it is not a statement specific to DNA being the genetic material.\nChoice D is incorrect because not all organisms reproduce sexually.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 8",
      "content": "The diagram depicts nucleosomes.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/c8553f1d-6638-4d08-afb4-f0102866653d/images/d415e617-f6e7-4cc7-af88-69b27c34f16c/BI0893A.png)\n\n\n[Source: Adapted from CNX OpenStax, (2016, May). File: Figure 16 03 02.png. Wikimedia commons. Retrieved May 28, 2022, from https://commons.wikimedia.org/wiki/File: Figure_16_03_02.png. Copyright under CC-BY-4.0]\nWhat is the role of X?\n\n\n\n- A.$\\hspace{1em}$ Joins nucleosomes together\n- B.$\\hspace{1em}$ Packages DNA into nucleosomes through coiling\n- C.$\\hspace{1em}$ DNA replication\n- D.$\\hspace{1em}$ Carries genetic material\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because X labels the core histone proteins which help package the DNA into nucleosomes through coiling.\nChoice A is incorrect because X is not linker DNA which extends from one nucleosome to the next, connecting nucleosomes with one another. Choice C is incorrect because enzymes carry out DNA replication, not histone proteins. Choice D is incorrect because DNA carries genetic material, not the core histone proteins.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 9",
      "content": "Which statements are characteristics of a DNA molecule?\n\n\n\n- I.The two strands are identical.II.The two strands are antiparallel to one another.III.The sugar-phosphate backbone is held together by covalent bonds.\n\n\n\n\n- A.$\\hspace{1em}$ I and II only\n- B.$\\hspace{1em}$ I and III only\n- C.$\\hspace{1em}$ II and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nA DNA molecule is made up of two antiparallel strands of nucleotides. Antiparallel means that both strands are geometrically parallel but oriented in opposite directions (Option II). One of the strands is in the direction of 5' to 3', whereas the other strand is in the direction of 3' to 5'. The backbones, made of alternating sugar and phosphate groups, are held together by covalent sugar-phosphate bonds (Option III). Both of these strands are joined together by the hydrogen bonds between the complementary base pairs.\nDNA strands are not identical (Option I) because identical would mean that they have the same nucleotide arrangement, instead they are complementary to each other.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 10",
      "content": "How does the genetic code provide evidence of universal common ancestry?\n\n\n\n- A.$\\hspace{1em}$ The genetic code of mitochondria is identical to the genetic code of the nucleus in eukaryotes.\n- B.$\\hspace{1em}$ Each amino acid is coded for by only one codon.\n- C.$\\hspace{1em}$ Mutations cannot cause changes in the sequence of bases in the genome.\n- D.$\\hspace{1em}$ The genetic code is the same across all three domains of life, with just a few exceptions.\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nThe genetic code is largely the same in all known organisms. There are a few exceptions such as mitochondrial DNA which can vary slightly in codon assignments for specific amino acids, and some bacterial species. Therefore Choice D is correct .\nChoice A is incorrect because the genetic code used in mitochondria is similar to the genetic code used in the nucleus of eukaryotic cells but not entirely the same. Choice B is incorrect because the genetic code is degenerate. There are 64 possible codons in the genetic code, but only 20 amino acids. As a result, some amino acids are coded for by more than one codon, providing redundancy and flexibility in protein synthesis. Choice C is incorrect because mutations are changes in the genetic code. As a result, mutations play a significant role in generating genetic diversity and are a driving force in the process of evolution.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 11",
      "content": "Which statement explains why DNA is evidence of common ancestry?\n\n\n\n- A.$\\hspace{1em}$ All organisms have an identical DNA base sequence.\n- B.$\\hspace{1em}$ All organisms contain DNA.\n- C.$\\hspace{1em}$ Closely related species contain the same alleles.\n- D.$\\hspace{1em}$ More recently evolved species have more similar DNA.\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because the presence of DNA in all organisms reflects a universal lineage, providing evidence of common ancestry. All organisms use the same four nucleotides (adenine, thymine, cytosine, and guanine) and the same genetic code to translate DNA into proteins, which supports the idea of a shared evolutionary origin.\nChoice A is incorrect because while all organisms share common sequences in their DNA, their base sequences are not identical. Differences in DNA sequences accumulate over time, and species with more recent common ancestors have more similar DNA.\nChoice C is incorrect because organisms that are closely related share many similarities in their DNA but their alleles are not all identical.\nChoice D is incorrect because all organisms, living and extinct, contain DNA, not only recently evolved species.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 12",
      "content": "Which of the following shows the correct structure of a DNA nucleotide?\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/22716090-ebb2-445b-8107-c2459a247ff8/images/9ab33f74-e805-4dfb-838b-794a9ffbf1db/BI1394ii.png)\n\n[©Revision Village 2025]",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because it shows the nitrogenous base bonded to the 1’ carbon of the pentose sugar and the phosphate bonded to the 5’ carbon. Even though the structure is inverted the bonding remains accurate, as this is how it would appear on the antiparallel DNA strand.\nChoice A  is incorrect because it shows the phosphate bonded to the oxygen on the pentose sugar, which is not possible. Choice C is incorrect as it shows incorrect bonding for the nucleotide base, which is attached to the 2’ carbon. The phosphate is shown bonded to the 3’ end of the sugar, which would be part of the next nucleotide subunit. Choice D is incorrect as it shows incorrect bonding for the nucleotide base, again connected to the 2’ carbon.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 13",
      "content": "Which of the following are correct percentages of bases in a sample of DNA?\n\nAdenineCytosineGuanineThymineA.$\\hspace{1em}$10%25%30%35%B.$\\hspace{1em}$10%15%15%10%C.$\\hspace{1em}$20%30%30%20%D.$\\hspace{1em}$20%20%30%30%",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nDNA molecules consist of 4 nitrogenous bases: adenine (A), cytosine (C), guanine (G) and thymine (T). Chargaff's rule states that A will pair with T and C will pair with G. The percentages of all 4 bases should add up to 100% because there are no other bases present.\nChoices A and D are incorrect because the amount of A is not equal to the amount of T, and the amount of C is not equal to the amount of G.\nChoice B is incorrect because the sum of all percentages does not add up to 100%.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 14",
      "content": "Which of the following is a similarity between transcription and translation?\n\n\n\n- A. $\\hspace{1em}$ Both use DNA as a template\n- B. $\\hspace{1em}$  Both occur in the 5' to 3' direction\n- C. $\\hspace{1em}$ Both involve binding to a ribosome\n- D. $\\hspace{1em}$ Both involve mRNA splicing\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nBoth transcription and translation synthesize strands from 5' to 3'. \nOnly transcription uses DNA as a template, whereas translation uses mRNA as a template (Choice A).\nBinding to ribosomes takes place only in translation but not in transcription (Choice C).\nmRNA splicing takes place only during post-transcriptional modifications and not in post-translational modifications (Choice D).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 15",
      "content": "The diagram below shows the structure of 2 different monomers.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/6860c05f-e311-4527-b0db-a0edb0faa6be/images/5fdb0628-9704-4354-a136-ddb85c904c1d/BI0437.png)\n\n\n[Source: Adapted from CNX OpenStax College. (2013). Illustration from Anatomy & Physiology, Connexions Website. Retrieved September 11, 2022, from https ://commons.wikimedia.org/wiki/File:217_Five_Important_Monosaccharides-01.jpg Copyright under CC BY 3.0]\n\n\n- State the name of the following:\n  \n  - structure A\t[1]\n\n  - structure B\t[1]\n\n\n- State the name of a polymer which contains the following molecules:\n  \n  - structure A \t[1]\n\n  - structure B\t[1]\n\n\n",
      "markScheme": "\n- \n  - \r\n$\\ce{->}$ structure A: α-glucose [1]\n\n  - \r\n$\\ce{->}$ structure B: ribose [1]\n\n\n\n\n\n- \n  - \r\n$\\ce{->}$ structure A: starch OR glycogen OR amylose OR amylopectin [1]\n\n  - \r\n$\\ce{->}$ structure B: ribonucleic acid OR RNA [1]\n\n\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": "4",
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 16",
      "content": "What would make one DNA molecule more stable than another DNA molecule?\n\n\n- I.More G-C base pairs than A-T base pairsII.More hydrogen bonds between base pairsIII.Greater distance between A-T base pairs than G-C base pairs\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ III only\n- C.$\\hspace{1em}$ I and II only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because the stability of the DNA helix molecule is affected by the nucleotide composition. There are 3 hydrogen bonds between the G-C base pairs, and only 2 between the A-T base pairs, therefore, more G-C pairs (Statement I)  means a greater number of hydrogen bonds (Statement II).\nChoice A is incorrect as it does not include both correct statements.\nThe distance between the A-T base pairs and the G-C base pairs is equal, and even if the distance between A-T were greater, it would not add to stability (Statement III).  Choices B and D are therefore incorrect as they include Statement III.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 17",
      "content": "Which set of bonds found in nucleic acids are correctly identified in the table below?\n\nBonds between phosphates and pentose sugarsBonds between nucleotide basesA.$\\hspace{1em}$CovalentHydrogenB.$\\hspace{1em}$HydrogenCovalentC.$\\hspace{1em}$CovalentCovalentD.$\\hspace{1em}$HydrogenHydrogen",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because the nucleic acid backbone is held together by covalently bonded sugars and phosphates, while the nucleotide bases are held together by hydrogen bonds.\nChoice B is incorrect because the types of bonds are reversed. Choice C is incorrect because the bonds between nucleotides are hydrogen bonds, not covalent bonds. Choice D is incorrect because the bonds between phosphates and pentose sugars are covalent, not hydrogen bonds.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 18",
      "content": "Hershey and Chase conducted an experiment to investigate whether DNA or protein serves as the genetic material.  They cultured 2 batches of viruses, one in a medium containing radioactive 35S and one in radioactive 32P. They then introduced each batch of viruses to separate cultures of bacteria. After allowing time for the viruses to infect the bacteria, the culture solutions were centrifuged to separate the viral remains from the bacterial cells, forming two layers, the pellet and the supernatant.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/a244248b-19cc-4c6d-8c47-7a84200748e2/images/b03df4bf-dda9-4a31-ba13-5c0ee871323f/BI0894A.png)\n\n\n[© Revision Village 2023. Created with Chemix (https://chemix.org)]\nWhich component of the tube would provide evidence that DNA is the genetic material?\n\n\n\n- A.$\\hspace{1em}$ Supernatant with radioactive 35S\n- B.$\\hspace{1em}$ Pellet with radioactive 35S\n- C.$\\hspace{1em}$ Supernatant with radioactive 32P\n- D.$\\hspace{1em}$ Pellet with radioactive 32P\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is correct because the bacterial cells form the pellet, and they would contain 32P as DNA  contains phosphorus but not sulphur. The viruses cultured in 32P incorporated it into their DNA, and they infected the bacteria with this radioactive DNA.\nChoices A and C are incorrect as the bacteria with the radioactive DNA should be found in the pellet, whereas the supernatant contains the viral remains. Choice B is incorrect as if the bacteria in the pellet contained 35S then this would indicate that protein, which contains sulphur, and not phosphorus, serves as the genetic material.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 19",
      "content": "The diagram shows the structure of a DNA fragment.\nWhich letter points to the bonds that easily break and reform?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/a626ffc3-c2e5-4f07-aa13-46af1143e26b/images/b46d0542-b068-4146-8497-4b93a1868de1/BI0038.png)\n\n[Source: Adapted from User: Madprime. (2010, March). File: DNA chemical structure jp.svg. Wikimedia Commons. Retrieved May 15, 2022, from https://commons.wikimedia.org/wiki/File: DNA_chemical_structure_jp.svg. Copyright under CC-SA 3.0]",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nThe bonds between the nitrogenous bases holding the two strands together are hydrogen bonds. Hydrogen bonds typically break and reform easily; therefore  Choice B is the correct answer to the question.\nThe nitrogenous bases consist of single and double covalent bonds (Choice A) between nitrogen and carbon atoms. Deoxyribose sugars have single covalent bonds (Choice C) between the carbon atoms forming the pentose sugar. There are covalent bonds between the phosphate and sugar and between the phosphate and base (Choice D). Covalent bonds do not typically break and reform easily.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 20",
      "content": "Which of the following molecules are classified as nucleic acids?\n\n\n- I.ATPII.rRNAIII.DNA\n\n\n\n\n- A.$\\hspace{1em}$ I and II\n- B.$\\hspace{1em}$ I and III\n- C.$\\hspace{1em}$ II and III\n- D.$\\hspace{1em}$ I, II, and III\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nStatement I is false. ATP (adenosine triphosphate) is a nucleotide, not a nucleic acid. It is a single molecule, not a long chain (polymer) of nucleotides, which is what defines nucleic acids like DNA and RNA. \nStatement II is true. Ribosomal RNA (rRNA) is a type of RNA, which is one of the two major types of nucleic acids (the other being DNA). It is a polymer of ribonucleotides, synthesised during transcription, and plays a role in protein synthesis. \nStatement III is true. DNA is a polymer of deoxyribonucleotides. It serves as the hereditary material in most organisms.\nNote that the correct answer includes the two molecules whose names end in ‘NA’, which stands for nucleic acid - DNA and RNA.\nChoice C is, therefore, the correct answer as it only includes the two true Statements II and III.\nChoices A, B and D are incorrect as they include the false Statement I.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 21",
      "content": "Which statement highlights the importance of nucleosomes in DNA supercoiling ?\n\n\n\n- A. $\\hspace{1em}$ To fit the length of DNA into the nucleus\n- B. $\\hspace{1em}$ To access specific DNA sequences\n- C. $\\hspace{1em}$ To form a circular chromosome\n- D. $\\hspace{1em}$ To hold the information needed for coding amino acids\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nA nucleosome helps to supercoil the DNA in order to package the DNA into a more condensed and compact structure. With this packaging, a length of DNA, totalling 2m, would be able to fit into the nucleus. Choice A is correct.\nEven though the DNA is packed into the nucleus, nucleosomes can still allow access to specific DNA sequences for the transcription process (Choice B). DNA can be accessed with or without the nucleosomes present.\nThe circular chromosome found in bacterial cells is shorter than the chromosomes of  eukaryotic cells so they do not require any DNA packaging, hence the absence of nucleosomes (Choice C).\nDNA acts as a template for RNA transcription, which then is used to code for amino acids. A nucleosome is used to supercoil the DNA and does not hold the information to code for amino acids (Choice D).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 22",
      "content": "The diagram shows loose chromatin, also termed euchromatin. Which letter represents a histone protein?\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/d28246c4-7000-4425-b935-7d5de23ac5ed/images/ec5c08e2-e149-4c60-8ad8-1b991942b13f/BI1171i.png)\n\n\n[© Revision Village 2023]",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nA histone is one of 8 proteins that DNA winds around so that it can be packaged efficiently into a cell’s nucleus. Choice A  is correct.\nLine B is pointing to the DNA wrapped around 8 histones; Choice B  is incorrect. Line C is pointing to a short section of DNA (linker DNA) that connects one nucleosome to the next; Choice C  is incorrect. Line D is pointing to a nucleosome, which is DNA wrapped around 8 histone proteins; Choice D  is incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 23",
      "content": "The Hershey-Chase experiment in 1952 involved cultured viruses that were radioactively labelled with either sulfur (35S) or phosphorus (32P) in two separate flasks. Each batch of viruses was then added to separate cultures of bacteria. After allowing time for the viruses to infect the bacteria, the culture solutions were centrifuged to separate the viral remains from the bacterial cells, forming two layers, the pellet and the supernatant.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/2f8b667a-860a-43e9-b612-fc096b40d7a2/images/1e94d3d8-01de-4530-87fd-2ef060887957/BI0900.png)\n\n\n[© Revision Village 2023. Created with Chemix (https://chemix.org)]\n\n- State reasons for using radioactive sulfur (35S) and phosphorus (32P). [2]\n\n- Suggest one technological development, other than radioisotopes, that helped open up possibilities in understanding the overall structure of DNA.  \t[1]\n\n- \n  - Outline the results of the experiment that provided evidence to support the conclusion that DNA is the genetic material. \t\t[2]\n\n  - Describe how the 4 nitrogenous bases of DNA enables polypeptides to be coded for. [2]\n\n\n- Explain how DNA can be packaged into compact units to form chromatin.  \t[3]\n\n",
      "markScheme": "\n- Any two of the following (AT LEAST ONE for phosphorus and ONE for sulfur):\n  $\\ce{ -> }$ sulfur is found in protein and not in DNA\t\t[1]\n\n  $\\ce{ -> }$ 35S is used to label protein\t\t\t\t[1]\n\n  $\\ce{ -> }$ phosphorus is found in DNA and not in protein\t[1]\n\n  $\\ce{ -> }$ 32P is used to label DNA\t\t\t\t\t[1]\n\n[2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \n35S is used because sulphur is found in protein and not in DNA ($\\checkmark$), and  32P is used because phosphorus is found in DNA and not protein ($\\checkmark$).\n\n\n\n- Any one of the following:\n  $\\ce{ -> }$ X-ray crystallography OR diffraction (by Rosalind Franklin)\t[1]\n\n  $\\ce{ -> }$ paper chromatography (by Erwin Chargaff)\t[1]\n\n[1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nAnother technological development used was X-ray diffraction ($\\checkmark$) by Rosalind Franklin which provided evidence that DNA has a helical shape.\n\n\n\n- \n  - \n\n  $\\ce{ -> }$ 35S OR radioactively labelled protein was found in the supernatant OR not found in the pellet OR no radioactivity detected in bacteria infected with viruses labelled with 35S\t[1]\n\n  $\\ce{ -> }$ 32P OR radioactively labelled DNA was found in the pellet OR not found in the supernatant OR radioactivity was detected in bacteria infected with viruses labelled with 32P\t[1]\n\n[2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe results from the Hershey-Chase experiment showed that 35S, used to label protein, was found in the supernatant ($\\checkmark$), and the 32P, used to label DNA, was found in the pellet ($\\checkmark$).\n\n\n\n- \n  - Any two of the following:\n\n  $\\ce{ -> }$ the four nitrogenous bases are A, T, G, C OR adenine, thymine, guanine, cytosine \t[1]\n\n  $\\ce{ -> }$ polypeptides are coded for by genes OR a sequence of nucleotides \t[1]\n\n  $\\ce{ -> }$ three nitrogenous bases OR codon OR triplet of bases, code for a specific amino acid OR start OR stop [1]\n\n  $\\ce{ -> }$ degenerative code OR several codons can code for one amino acid [1]\n\n  $\\ce{ -> }$ DNA as a template OR antisense strand to form mRNA strand\t[1]\n\n  $\\ce{ -> }$ complementary base pairing between DNA nucleotides and RNA nucleotides OR between codons on mRNA and amino acid\t\t[1]\n\n  $\\ce{ -> }$ mRNA is used as template to form polypeptide chains\t\t[1]\n\n[2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nPolypeptides are coded for by genes ($\\checkmark$) made up of a specific sequence of nucleotides. A nucleotide consists of a ribose sugar, a phosphate group and one of four nitrogenous bases - adenine, guanine, cytosine and thymine ($\\checkmark$).  DNA  is used as a template to form the mRNA strand ($\\checkmark$). A triplet of bases, a codon, along the mRNA strand codes for a specific amino acid ($\\checkmark$).\n\n\n\n- Any three of the following:\n  $\\ce{ -> }$ DNA tightly wraps around a core of eight histone proteins\t [1]\n\n  $\\ce{ -> }$ held together by an additional histone protein OR H1 linker protein\t\t[1]\n\n  $\\ce{ -> }$ H1 histone proteins binds the nucleosomes together to form a 30 nm chromatin fibre \t[1]\n\n  $\\ce{ -> }$ long DNA molecules are packed into a small space \t[1]\n\n  $\\ce{ -> }$ the negatively charged DNA is attracted to the positively charged histones \t[1]\n\n  $\\ce{ -> }$ form structures called nucleosomes\t\t[1]\n\n  $\\ce{ -> }$ nucleosomes are attached to other nucleosomes by linker DNA \t\t\t[1]\n\n[3 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nDNA coils tightly around a core of eight histone proteins ($\\checkmark$) which are held together by H1 histone proteins ($\\checkmark$) to form structures known as nucleosomes ($\\checkmark$). The nucleosomes are bundled together to form the 30nm fibre chromatin ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 24",
      "content": "What characteristic of DNA allows it to serve as a template for both DNA replication and mRNA synthesis?\n\n\n\n- A.$\\hspace{1em}$ The genetic code in DNA is universal across all organisms\n- B.$\\hspace{1em}$ Hydrogen bonding enables the correct alignment of deoxyribonucleotides and ribonucleotides in newly synthesised strands\n- C.$\\hspace{1em}$ DNA’s double helix structure means one strand can be replicated at the same time as the other is being transcribed\n- D.$\\hspace{1em}$ The strong sugar-phosphate backbone\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct. During both replication and transcription, nucleotides are aligned along the DNA template strand according to base-pairing rules. Hydrogen bonds form between the nitrogenous bases of the template DNA strand and the incoming deoxyribonucleotides (during replication) or ribonucleotides (in transcription).\nThe genetic code being universal means that the same codons code for the same amino acids in all organisms. However, this relates to protein synthesis, not to how DNA acts as a template for replication or transcription; Choice A is incorrect.\nChoice C is incorrect because replication and transcription can’t occur on opposite strands simultaneously. \nChoice D is incorrect because while the sugar-phosphate backbone is a feature of both DNA and RNA strands that provides structural stability, it does not explain how DNA can interact with both DNA and RNA nucleotides.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 25",
      "content": "Which of the labelled structures shows the correct directionality of the DNA molecule?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/3fd5dfef-fa67-41d4-888d-d6469c0c0ba7/images/f01a75fa-dbe1-4a7e-b42c-c434520d15a4/BI0891A.png)\n\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/3fd5dfef-fa67-41d4-888d-d6469c0c0ba7/images/946a1579-f3ea-4b5e-b8bf-f0c789af6574/BI0891B.png)\n\n\n[ © Revision Village 2023]",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because the left strand is running in the 5’ - 3’ direction with the phosphate group attached to the 5th carbon at the 5’ end, and the 3rd carbon of the terminating deoxyribose sugar is free. The right strand is running antiparallel in the 3’-5’ direction.\nChoice A is incorrect because both strands are labelled as running in the 5’ - 3’ direction, and the carbons of the deoxyribose sugars are incorrectly labelled. Choice B is incorrect because the strands are incorrectly labelled with the 5’ and 3’ ends, and the carbons of the deoxyribose sugars are incorrectly labelled on both strands. Choice D is incorrect because both strands are labelled as running in the 3’ - 5’ direction, and the carbons of the deoxyribose sugars on both strands are incorrectly labelled.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 26",
      "content": "Which of the following equations is true for the number of bases in a double-stranded DNA molecule?\n\n\n\n- A.$\\hspace{1em}$ $1=\\dfrac{\\ce{A + T}}{\\ce{C + G}}$\n- B.$\\hspace{1em}$ $\\dfrac{\\ce{A}}{\\ce{C}}=\\dfrac{\\ce{G}}{\\ce{T}}$\n- C.$\\hspace{1em}$ $\\ce{A \\times T = C \\times G}$\n- D.$\\hspace{1em}$ $\\dfrac{\\ce{A}}{\\ce{T}}=\\dfrac{\\ce{C}}{\\ce{G}}$\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is correct. Chargaff’s rule states that the ratio of A and of C is 1:1. Therefore A/T = C/G as both sides of the equation should be 1.\nChoice A is not correct because within a double-strand of DNA different types of bases will exist in an equal percentage as their complementary base pair (e.g. % of C= % of G). However, the two sets of pairs will not necessarily be equal to each other.\nChoice B is not correct because A and C / T and G are not complementary base pairs, so will not exist in equal numbers to each other. Therefore it is unlikely that both sides of the equation are equal.\nChoice C is not correct because within a double-strand of DNA different types of bases will exist in an equal percentage as their complementary base pair (e.g. % of C = % of G). However, the two sets of pairs will not necessarily be equal to each other. Therefore, both sides of the equation are likely to be different.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 27",
      "content": "Which of the following represents the correct structure of RNA?\n\nA.$\\hspace{2cm}$B.![SkillUpp Image](https://assets.revisionvillage.com/public/question/ac6dd223-2d74-4170-a8cf-7210719060f1/images/8671af0f-da99-480e-80ca-0fdf4b17f42b/BI1565A.png)\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/ac6dd223-2d74-4170-a8cf-7210719060f1/images/527f702a-baf1-4b73-babd-c3c83e22f26f/BI1565B.png)\n\nC.D.![SkillUpp Image](https://assets.revisionvillage.com/public/question/ac6dd223-2d74-4170-a8cf-7210719060f1/images/7b9be57f-fb83-43ae-b478-a6656a0c6960/BI1565C.png)\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/ac6dd223-2d74-4170-a8cf-7210719060f1/images/54ad8ec1-a9ea-4fc9-8c0d-3e39ee4a6651/BI1565D.png)\n\n\n[© Revision Village 2024. Created with BioRender.com]",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because RNA is a single-stranded nucleic acid that contains adenine (A), cytosine (C), uracil (U), and guanine (G) nucleotide bases, while DNA is a double-stranded nucleic acid containing thymine (T) instead of uracil. The nucleotide bases are covalently bonded to a pentose sugar, which is covalently bonded to a phosphate at the 5’ and 3’ ends.\nChoice A is incorrect as this is the structure of a DNA molecule, including a thymine base. Choice B is incorrect because RNA does not contain thymine. Choice D is incorrect because the diagram shows a double-stranded molecule similar to DNA,  but the strands are incorrectly depicted as parallel instead of the correct anti-parallel orientation.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 28",
      "content": "The diagram below shows the structure of DNA nucleotides.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/d2ec462e-9faf-4026-9eb2-c56d6db3f2b2/images/74d13066-c44a-4c8c-ad4b-36170db36b8a/BI0899A.png)\n\n\n[Source: Adapted from OpenStax Anatomy and Physiology, (2016, May). File:0322 DNA Nucleotides.jpg. Wikimedia commons. Retrieved July 6, 2023, from https://commons.wikimedia.org/wiki/File:0322_DNA_Nucleotides.jpg. Copyright under CC-BY-4.0]\n\n- State the component of DNA that is attached at position X.  \t[1]\n\n- Identify the type of bonding shown as dotted lines in the diagram. [1]\n\n- The 5’ and 3’ linkages in DNA play an important role in replication, transcription and translation.\n  \n  - On the diagram, label the 5’ prime and 3’ prime ends on both strands to show the direction of the DNA.  \t\t\t\t\t[1]\n\n  - Outline how the processes of transcription and translation occur with regards to the formation of  5’ and 3’ linkages. \t\t\t[2]\n\n\n- Explain how the DNA helix maintains its stability.  \t[2]\n\n- Erwin Chargaff’s data on the relative amounts of purine and pyrimidine bases played an important role in determining the structure of DNA.\n  \n  - Outline how Chargaff’s data contributed to our understanding of the structure of DNA.\t  \t\t\t\t[2]\n\n  - State a proposed model of DNA that was falsified by Chargaff's data.\t[1]\n\n\n",
      "markScheme": "\n- \n\n$\\hspace{1em}$ $\\ce{ -> }$ phosphate OR phosphate group\t\t\t\t\t[1]\n\n[1 mark maximum]\n\n$\\hspace{1em}$ $\\underline{\\textrm{Sample answer}}$: \n$\\hspace{1em}$ A phosphate group is found at X ($\\checkmark$).\n\n\n- \n\n$\\hspace{1em}$ $\\ce{ -> }$ hydrogen OR hydrogen bonds\t\t\t\t[1]\n\n[1 mark maximum]\n\n$\\hspace{1em}$ $\\underline{\\textrm{Sample answer}}$: \n$\\hspace{1em}$ Hydrogen bonding ($\\checkmark$).\n\n\n- \n  - \n\n  $\\ce{ -> }$ both strands are labelled correctly with 5’ at the available 5th carbon and 3’ at the available 3rd carbon\t\t\t\t[1]\n\n[1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$:\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/d2ec462e-9faf-4026-9eb2-c56d6db3f2b2/images/2506b383-fa8c-4d98-9f33-ad5bce798cdb/BI0899ANSA.png)\n\n\n\n\n\n- \n  - Any two of the following (AT LEAST     ONE from transcription and     ONE from translation):\n\n  transcription\n$\\ce{ -> }$ RNA polymerase adds nucleotides to the 3’ end of the growing mRNA strand\t\t[1]\n\n  $\\ce{ -> }$ RNA polymerase creates the RNA strand in the 5’ to the 3’ direction\t\t[1]\n\n  $\\ce{ -> }$ RNA polymerase reads the DNA template strand in the 3’ to 5’ direction\t\t[1]\n\n  $\\ce{ -> }$ the new nucleotides are added to the 3’ end through phosphodiester linkages between the 3’ carbon of the last nucleotide and the phosphate group of the incoming nucleotide\t\t[1]\n\n  translation\n$\\ce{ -> }$ ribosome moves along the mRNA from the 5’ end to the 3’ end\t \t[1]\n\n  $\\ce{ -> }$ codons of the mRNA are read from the 5’ end to the 3’ end to add amino acids that form the polypeptide \t\t\t[1]\n\n[2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$:\nIn transcription, RNA polymerase reads the DNA template strand in the 3’ to 5’ direction ($\\checkmark$) and creates the RNA strand in the opposite direction ($\\checkmark$). In translation, the ribosome moves along the mRNA in the 5’ to 3’ direction ($\\checkmark$).\n\n\n\n- Any two of the following:\n  $\\ce{ -> }$ purine-to-pyrimidine bonding OR complementary base pairing\t[1]\n\n  $\\ce{ -> }$ adenine-thymine OR A-T and cytosine-guanine OR C-G have equal lengths\t[1]\n\n  $\\ce{ -> }$ hydrogen bonding between complementary bases  [1]\n\n  $\\ce{ -> }$ hydrophobic interaction between adjacent bases \t[1]\n\n  $\\ce{ -> }$ phosphodiester bonds link the 3’ carbon of one deoxyribose sugar to the phosphate group on the 5’ carbon of the next, forming a strong sugar-phosphate backbone\t[1]\n\n  $\\ce{ -> }$ by winding around central histone proteins in eukaryotes to form nucleosomes\t\t[1]\n\n[2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$:\nThe DNA double helix maintains its stability through complementary base pairing of purine to pyrimidine ($\\checkmark$). This base pairing is held together by 2 hydrogen bonds between adenine to thymine and 3 hydrogen bonds ($\\checkmark$) between cytosine and guanine.\n\n\n\n- \n  - Any two of the following:\n\n  $\\ce{ -> }$ showed the ratio of adenine to thymine and guanine to cytosine are equal [1]\n\n  $\\ce{ -> }$ showed that the four nucleotide bases are not in repeating sequences OR equally distributed\t\t\t\t[1]\n\n  $\\ce{ -> }$ suggested that DNA consists of two complementary strands\t[1]\n\n  $\\ce{ -> }$ showed that the composition of DNA varies across diverse life forms\t[1]\n\n  $\\ce{ -> }$ helped Watson and Crick in building the double helix shape of their DNA model\t[1]\n\n  $\\ce{ -> }$ base pairing data suggested A pairs with T and G pairs with C\t\t\t[1]\n\n  $\\ce{ -> }$ base pairing data suggested  mechanisms whereby DNA could replicate OR be transcribed\t [1]\n\n[2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$:\nChargaff’s data showed that the molar ratio of adenine to thymine and the ratio of guanine to cytosine are close to 1:1 ($\\checkmark$). This data then helped Watson and Crick to deduce that DNA consists of two complementary strands ($\\checkmark$) and is helical in shape ($\\checkmark$).\n\n\n\n- \n  - Any one of the following:\n\n  $\\ce{ -> }$ tetranucleotide hypothesis OR theory of four nucleotide bases in repeating sequence OR repeating tetramer nucleic acid \t\t[1]\n\n  $\\ce{ -> }$ the purely protein-based genetic material\t[1]\n\n[1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$:\nThe tetranucleotide hypothesis ($\\checkmark$) was falsified by Chargaff’s data.\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 29",
      "content": "Which of the following is the correct pairing of a nucleotide component and its description?\n\nComponentDescriptionA.$\\hspace{1em}$SugarVaries between RNA and DNA to form genetic codeB.$\\hspace{1em}$BaseProvides structure to the backboneC.$\\hspace{1em}$PhosphateForms bonds with the base and sugarD.$\\hspace{1em}$BaseVaries along nucleic acid to form genetic code",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is correct because the sequence of nitrogenous bases is what encodes genetic information in DNA and RNA. This is the only row with a fully correct and precise description.\nChoice A is incorrect because, while the sugar differs between DNA (deoxyribose) and RNA (ribose), it does not form the genetic code. The code is carried in the base sequence, not the sugar.\nChoice B is incorrect because Bases are not part of the backbone (which is made of sugar–phosphate units). Bases project from the backbone and form the coding region, not the structure.\nChoice C is incorrect because phosphate forms bonds with sugars, not with bases. Bases attach to the sugar (at carbon 1'), not to phosphate.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 30",
      "content": "Below is a diagram showing a DNA and RNA molecule, both of which are made of nucleotides.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/145a1f0c-e604-4287-ad0a-3d2854b8dd77/images/25bf0e54-5b74-491c-bf4d-c886e68be0d1/Bi1849.png)\n\n\n[© Revision Village 2024. Created with BioRender.com]\n\n\n- Draw a labelled diagram of a nucleotide. \t[3]\n\n- Describe the structural difference between the sugars found in DNA and RNA nucleotides.\n[1]\n\n- Outline how an RNA molecule is formed through the joining of nucleotide monomers.\t\t\t\t[2]\n\n",
      "markScheme": "\n- any three of the following:\n  $\\ce{ -> }$ pentose sugar OR ribose OR deoxyribose drawn in the centre and correctly  labelled\t[1]\n\n$\\ce{ -> }$ phosphate group drawn attached to C5 of pentose sugar and labelled (C5 does not need to be labelled)\t[1]\n\n$\\ce{ -> }$ nitrogenous base drawn correctly on C1 of the pentose sugar and labelled (C1 does not need to be labelled)\t[1]\n\n[3 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/145a1f0c-e604-4287-ad0a-3d2854b8dd77/images/2464f150-4b65-41d2-848f-49cde2c8bfed/BI1849MSii.png)\n\n\n[© Revision Village 2024]\n  \n- answer can be as annotated diagram\n  $\\ce{ -> }$ deoxyribose OR DNA sugar has a hydrogen atom OR H attached to C2 WHEREAS ribose OR RNA sugar has a hydroxyl group OR OH attached to C2\t  [1]\n\n  [1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/145a1f0c-e604-4287-ad0a-3d2854b8dd77/images/1566aa80-bd49-42b6-ada9-e4c001f00b57/BI1849MS2i.png)\n\n\n[© Revision Village 2024]\n  \n\n- any two of the following:\n  $\\ce{ -> }$ joined together through condensation reactions\t[1]\n\n  $\\ce{ -> }$ phosphodiester bond OR covalent bond forms between the nucleotides \t \t[1]\n\n  $\\ce{ -> }$ bond forms between phosphate group of one nucleotide AND the 3' hydroxyl group OR C3 of the sugar OR ribose in next nucleotide\t[1]\n\n  $\\underline{\\textrm{Sample answer}}$: \nRNA is formed through condensation reactions ($\\checkmark$) where phosphodiester bonds join the phosphate group of one nucleotide to the 3' hydroxyl group of the sugar in another nucleotide ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "6",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 31",
      "content": "How did radioisotopes help make the investigations by Hershey and Chase possible?\n\n\n\n- A.$\\hspace{1em}$ They identified the helical shape of DNA.\n- B.$\\hspace{1em}$ They tracked elements that are incorporated into cells.\n- C.$\\hspace{1em}$ They separated mixtures according to size and charge.\n- D.$\\hspace{1em}$ They stopped DNA replication for base sequencing.\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because radioisotopes are used to track elements. Hershey and Chase used radioactive 35S and 32P to provide evidence that DNA is the genetic material.\nChoice A is incorrect because X-ray diffractions were used to identify the helical shape of DNA and not radioisotopes. Although Hershey ad Chase did use centrifugation to separate the bacteria from the viral particles, Choice C is incorrect because centrifugation does not require radioisotopes and it does not separate mixtures according to charge.  Gel electrophoresis is the process that tends to be used to separate mixtures according to size and charge. Choice D is incorrect because dideoxyribonucleotides are used to stop DNA replication and not radioisotopes.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 32",
      "content": "The diagram below shows transcription.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/b52a0f7e-44bc-41fb-b520-68f9f818e40a/images/7788d2fb-8bfa-4572-9a23-2786736e9a6e/BI0039.png)\n\n\n[© Revision Village 2022. Created with BioRender.com]\n\n\nWhat do structures X and Y have in common?\n\n\n- A.$\\hspace{1em}$ Both are made up of phosphate groups, ribose sugar and nitrogenous bases.\n- B.$\\hspace{1em}$ Both contain hydrogen bonds between adenine and thymine.\n- C.$\\hspace{1em}$ Both contain sugar-phosphate bonds between phosphate groups and monosaccharides.\n- D.$\\hspace{1em}$ Both have six-carbon monosaccharides in their structure.\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nStructure X is DNA, and structure Y is RNA. Both structures are made up of phosphate groups, sugars and nitrogenous bases. Both structures contain sugar-phosphate bonds, a type of covalent bond, between phosphate groups and sugars.\nThe sugar in DNA is deoxyribose and the sugar in RNA is ribose (Choice A). The sugar molecule in both DNA and RNA is a pentose sugar which means it has five carbon atoms, not six (Choice D).\nRNA does not contain thymine (Choice B) and it is single-stranded.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 33",
      "content": "Refer to the diagram showing a section of a DNA strand.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/cda96db5-d1f8-4821-bfb9-ddd33e4caa82/images/af63cd61-e4b6-436d-853c-27b1cbae8bda/Picture1.png)\n\n\n[© Revision Village 2025. Created in BioRender.com]\n\nWhich carbon on the deoxyribose sugar is bonded to the phosphate group in the phosphodiester bond?\n\n\n\n- A.$\\hspace{1em}$ Carbon 1'\n- B.$\\hspace{1em}$ Carbon 2'\n- C.$\\hspace{1em}$ Carbon 3'\n- D.$\\hspace{1em}$ Carbon 4'\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$:\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/cda96db5-d1f8-4821-bfb9-ddd33e4caa82/images/a1f3dc2e-b1f0-4602-a55b-087562538587/ANS.png)\n\n\nThe phosphodiester bond forms between the 3' carbon of the sugar in one nucleotide (which has an –OH group), and the 5' phosphate group of the next nucleotide. So, the 3' carbon is directly involved in forming the bond that links nucleotides within a single strand of DNA or RNA, making Choice C correct.\nThe 1' carbon of the sugar is the attachment point for the nitrogenous base, not for the phosphate group; Choice A is incorrect.\nIn deoxyribose, the 2' carbon lacks an –OH group (it has just –H), distinguishing DNA from RNA.  It is not involved in bonding to phosphate, so Choice B is incorrect.\nThe 4' carbon connects to the 3' carbon and the 5' carbon within the sugar ring, but does not form bonds with the phosphate group; Choice D is incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 34",
      "content": "What bases are P, Q, and R if S is a pyrimidine?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/f497fb1a-2df4-4043-a760-f2d78e9bc76a/images/3b6c2a4e-8c5c-4c00-a882-93d69b4c4568/BI0897A.png)\n\n\n[© Revision Village 2023]\n\nPQRA.$\\hspace{1em}$$\\hspace{1em}$ Guanine $\\hspace{1em}$$\\hspace{1em}$ Cytosine $\\hspace{1em}$$\\hspace{1em}$ Thymine $\\hspace{1em}$B.$\\hspace{1em}$GuanineAdenineCytosineC.$\\hspace{1em}$CytosineGuanineAdenineD.$\\hspace{1em}$AdenineThymineCytosine",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nAdenine and guanine are purines. Cytosine and thymine are pyrimidines.\nIf S is a pyrimidine (~20%), it is either cytosine or thymine. Purines pair with pyrimidines, so Q, which also makes up about 20% of the molecule, must be guanine or adenine. This means Choices A and D can be eliminated as correct answers.\nP and R must pair up as they make up approximately the same proportion of the DNA. So P and R must either be adenine and thymine or guanine and cytosine. This means Choice C is incorrect.\nThis leaves us with the correct answer of Choice B.  P is guanine, which pairs with R, cytosine, and Q is adenine, which pairs with S, which must be thymine.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 35",
      "content": "Which of the following features of DNA most directly underpins its virtually limitless capacity to encode genetic information?\n\n\n\n- A.$\\hspace{1em}$ The use of four chemically distinct nitrogenous bases arranged in long chains.\n- B.$\\hspace{1em}$ Semiconservative replication via complementary base pairing, which preserves sequence diversity.\n- C.$\\hspace{1em}$ The covalent sugar-phosphate backbone’s antiparallel orientation, which fixes strand directionality.\n- D.$\\hspace{1em}$ Coiling of DNA into chromosomes, which aids efficient storage.\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because the linear sequence of four different nucleotides (A, T, C and G) joined by phosphodiester bonds can form an almost infinite number of unique combinations, providing DNA with its enormous information-storage capacity. The human genome is about 3,000,000,000 nucleotides long, so there would be** $\\mathbf{4^{3,000,000,000}}$ theoretical combinations of nucleotides.\nChoice B is incorrect because complementary base pairing ensures faithful replication, but does not itself generate new sequences.\nChoice C is incorrect because the antiparallel backbone ensures the strands are arranged in opposite directions, but does not contribute to the sequence diversity.\nChoice D is incorrect because coiling allows DNA to be compacted and stored efficiently within the nucleus, but it does not directly contribute to the capacity to encode genetic information. While necessary for packaging long DNA molecules, coiling does not influence the number of unique sequences that DNA can carry or its ability to store diverse instructions.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 36",
      "content": "Several models of DNA were proposed before the current model was accepted in the 1950s. What was one limitation of the earlier DNA models?\n\n\n\n- A.$\\hspace{1em}$ It was composed of repeating units of four nucleotides.\n- B.$\\hspace{1em}$ The amount of adenine was the same as the amount of thymine.\n- C.$\\hspace{1em}$ The sugar-phosphate backbone was oriented outwards.\n- D.$\\hspace{1em}$ Early models showed the bases oriented inwards.\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A refers to the tetranucleotide hypothesis, which proposed that DNA was made up of repeating units of four nucleotides in a fixed sequence. This model failed to explain the diversity and complexity of genetic information since it suggested a monotonous, non-variable structure for DNA.\nChargaff’s findings that the amount of adenine is equal to thymine and the amount of cytosine is equal to guanine were not a limitation.  It is a correct statement about the current model of DNA structure (Choice B).\nThe sugar-phosphate backbone is oriented outwards, so this is not a limitation, but rather a true statement about the structure of DNA (Choice C).\nThe bases are oriented inwards, so this too is a true statement about the current model of DNA structure (Choice D)",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 37",
      "content": "The graphs below show the nucleotide base distribution for the genome of human mitochondria.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/e1b56964-0928-4a2d-8163-d96a4fcd313c/images/eba97848-67db-49c8-80ed-dc043dfba912/BI1145.png)\n\n\n[©Revision Village 2023]\nWhat conclusion can be made based on the data shown above?\n\n\n\n- A.$\\hspace{1em}$ The genome contains an equal distribution of adenine, thymine, cytosine, and guanine.\n- B.$\\hspace{1em}$ There is no relationship between the four nucleotide bases.\n- C.$\\hspace{1em}$ Adenine and guanine are less common than thymine and cytosine.\n- D.$\\hspace{1em}$ There is complementary base pairing between guanine and cytosine, and between adenine and thymine.\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nWhen comparing the two strands, the proportion of adenine bases equals that of thymine, and the percentage of guanine equals that of cytosine. This is due to complementary base pairing.\nChoice A is incorrect, as there is an unequal distribution of the four bases in the genome. Choice B is incorrect as a direct relationship exists between A-T and C-G bases due to complementary base pairing. Choice C cannot be correct due to the complementary base pairing between adenine and thymine, and between guanine and cytosine.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 38",
      "content": "The image below shows a short fragment of the DNA molecule.\n\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/fbef2eb8-a510-400a-a236-9c68cabf02a5/images/336f5711-f03c-4898-ae6a-6e6ea2d9a675/BI0049.png)\n\n[Source: Adapted from User: Madprime. (2010, March). File: DNA chemical structure jp.svg. Wikimedia Commons. Retrieved May 15, 2022, from https://commons.wikimedia.org/wiki/File: DNA_chemical_structure_jp.svg. Copyright under CC-SA 3.0]\n\n\n\n- Define the term ‘antiparallel’ in the context of a DNA molecule. [1]\n\n- Compare and contrast the structures of DNA and RNA.  [4]\n\n",
      "markScheme": "\n- the following:\n  $\\ce{ -> }$ two DNA strands run in opposite directions OR one strand is oriented 5' to 3', while the other is 3' to 5' [1]\n\n\n[1 mark maximum]\n\n:u[Sample answer]:\n:br\n\nAntiparallel is the arrangement of the two strands in the double helix, where they run in opposite directions, with one strand oriented 5' to 3' and the other 3' to 5'  ($\\checkmark$).\n\n\n- any four of the following:\n  At least one statement for compare and one statement for contrast\n  compare\n  $\\ce{ -> }$ BOTH are nucleic acids OR  composed of nucleotides [1]\n\n  $\\ce{ -> }$ BOTH contain adenine OR A AND cytosine OR C AND guanine OR G [1]\n\n  $\\ce{ -> }$ BOTH have a sugar-phosphate backbone [1]\n\n  contrast\n  $\\ce{ -> }$ DNA is double-stranded WHEREAS RNA is single-stranded [1]\n\n  $\\ce{ -> }$ DNA contains thymine OR T  WHEREAS RNA has uracil OR U [1]\n\n  $\\ce{ -> }$ DNA has deoxyribose WHEREAS RNA contains ribose [1]\n\n  $\\ce{ -> }$ structure of DNA is more stable THAN RNA [1]\n\n[4 marks maximum]\n\n  Sample answer:\n\nBoth DNA and RNA are nucleic acids composed of nucleotides  ($\\checkmark$) and they both have a sugar-phosphate backbone ($\\checkmark$). They also contain the nitrogenous bases adenine (A), cytosine (C), and guanine (G) ($\\checkmark$), however, DNA contains thymine (T), while RNA has uracil (U) ($\\checkmark$). DNA is double-stranded, whereas RNA is single-stranded  ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "5",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 39",
      "content": "The graph shows the results of an experiment by Hershey and Chase. Bacteria (E. coli) were infected with virus particles labelled with either (radioactive phosphorus) $\\ce{^{32}P}$ or (radioactive sulfur) $\\ce{^{35}S}$. A blender was used to remove attached viruses from the bacterial cells and samples collected from the suspension were centrifuged to record the percentage of isotope remaining in the cells. \n$\\text{\\textquotedblleft}$infected bacteria” refers to the percentage of live bacteria that survived the blending process.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/8ed5cb9a-b4cc-48f2-9a43-a583465327c3/images/6586b9a3-accb-446e-a5a0-30c7e2670160/Edit.png)\n\n\n[© Revision Village 2024. Created with BioRender.com]\n\nWhich of the following statements explain(s) why the extracellular $\\ce{^{32}P}$ increased as the running time in the blender increased?\n\n\n- I.When bacteriophages infect bacteria, not all viral particles successfully inject their DNA into the host cells. Some phages remain attached to the cell surface or fail to transfer their DNA.II.During blending, the infected bacteria take up more $\\ce{^{32}P}$.III.During blending, some of the infected bacterial cells are lysed (the reason the $\\text{\\textquotedblleft}$infected bacteria” percentage decreases). The lysed cells release their $\\ce{^{32}P}$.\n\n\n\n\n- A.$\\hspace{1em}$ I and III\n- B.$\\hspace{1em}$ I and II only\n- C.$\\hspace{1em}$ III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nStatement I is true because not all bacteriophages successfully inject their DNA into the bacterial host cells during infection. Some phages may remain attached to the bacterial surface or fail to inject their DNA. During blending, these surface-bound phages are detached, and their $\\ce{^{32}P}$-labelled DNA is released into the extracellular medium, contributing to the increase in extracellular $\\ce{^{32}P}$ in the graph.\nStatement II is false. Bacteria do not \"take up more” $\\ce{^{32}P}$ during blending. The blending process is designed to remove surface-bound phages and shear unattached components, not to facilitate further DNA uptake by bacterial cells.\nStatement III is true. Some of the infected bacterial cells can be lysed during the blending process. When this happens, the $\\ce{^{32}P}$-labelled viral DNA inside these lysed cells is released into the extracellular environment, further increasing extracellular $\\ce{^{32}P}$.\nChoice A is correct because it is the only choice that includes both the true Statements I and III.\nChoice C is incorrect because it only includes one true statement.\nChoice B and D are incorrect because they include the false Statement II.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 40",
      "content": "The following dichotomous key can be used to identify unknown molecules:\n1. Does the molecule have a sugar linked to a nitrogenous base?\n\n\n- -Yes: Go to Step 2\n-No: It is molecule V\n\n2. Does the sugar have a hydroxyl group (-OH) at the 2' carbon?\n\n\n- -Yes: It is a type of molecule W. Go to Step 3\n-No: It is a deoxyribonucleotide\n\n3. If the nitrogenous base is a purine, is the base adenine or guanine?\n\n\n- -Adenine: Go to Step 4\n-Guanine: It is molecule X\n\n4. How many phosphate groups are present?\n\n\n- -Three: It is molecule Y\n-Two: It is molecule Z\n\nWhich row shows the correct identification of the molecules?\n\nMolecule VMolecule WMolecule YMolecule ZA.$\\hspace{1em}$RibonucleotideDeoxyribonucleotideATPADPB.$\\hspace{1em}$DeoxyribonucleotideRibonucleotideATPADPC.$\\hspace{1em}$Ribose sugarRibonucleotideATPDeoxyribonucleotideD.$\\hspace{1em}$Ribose sugarRibonucleotideATPADP",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is correct because molecule V must be ribose sugar as it is the only option that is not linked to a nitrogenous base. If the sugar lacks the 2′-OH group, it indicates deoxyribose, so molecule W must be a type of ribonucleotide. The base in Y and Z is adenine (as determined by subsequent steps), so for molecule Y  where there are three phosphate groups, the molecule is classified as ATP (adenosine triphosphate). If there are two phosphate groups instead, the molecule is to ADP (adenosine diphosphate) (molecule Z).\nChoice A is incorrect because molecules V and W are incorrect.\nChoice B is incorrect because molecule V is incorrect.\nChoice C is incorrect because molecule Z is incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 41",
      "content": "What feature of the DNA molecule was utilised by Hershey and Chase in order to identify that viral DNA is able to enter host cells, but most of their protein is not?\n\n\n\n- A. $\\hspace{1em}$ DNA nucleotides contain phosphorus.\n- B. $\\hspace{1em}$ DNA can supercoil around nucleosomes.\n- C. $\\hspace{1em}$ DNA contains a short repetitive nucleotide sequence.\n- D. $\\hspace{1em}$ DNA strands are held together by hydrogen bonds.\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nIn Hershey and Chase's experiment, the radioactive isotope phosphorus, $^{32}$P and radioactive isotope sulfur, $^{35}$S were used to determine whether DNA or protein is responsible for carrying the genetic material.\n$^{32}$P was incorporated into the DNA core because the nucleotides of DNA contain a phosphate group containing the element phosphorus (choice A). Hydrogen bonding in DNA molecules is unrelated to Hershey and Chase experiment (choice D).\nDNA being able to supercoil around nucleosomes and having short repetitive nucleotide sequences are not features that were used by Hershey and Chase (choice B and choice C).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 42",
      "content": "DNA and RNA are nucleic acids that are essential to all living organisms. ATP is a type of nucleotide.\n\n- Distinguish between ATP and the monomers of DNA in humans. [3]\n\n- Outline the roles of the different types of RNA involved in translation.\t [4]\n\n- Describe the structure of the DNA double helix.  [8]\n\n",
      "markScheme": "\n- Any three of the following:\n  $\\ce{ -> }$ ATP contains three phosphate groups WHEREAS each DNA nucleotide contains only one phosphate group \t\t[1]\n\n  $\\ce{ -> }$ ATP has adenine for a nitrogenous base WHEREAS a DNA nucleotide can contain adenine, cytosine, guanine or thymine\t[1]\n\n  $\\ce{ -> }$ a component of ATP is ribose WHEREAS DNA nucleotides have deoxyribose instead\t\t[1]\n\n  $\\ce{ -> }$ ATP stores energy OR provides energy, WHEREAS DNA carries OR transmits genetic information\t  \t\t\t\t\t[1]\n\n  $\\ce{ -> }$ ATP can perform its function as a single monomer WHEREAS DNA can only perform its function, OR carry genetic material as a polymer\t\t\t[1]\n\n  $\\ce{ -> }$ ATP is found throughout the cell OR primarily in the cytoplasm OR mitochondria WHEREAS DNA is found primarily in the nucleus OR only found in the nucleus AND mitochondria\t\t\t[1]\n\n[3 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nBoth ATP and DNA molecules are nucleic acids which contain a phosphate group, a sugar and a base. The structural difference between a molecule of ATP and a molecule of DNA is that one ATP molecule contains three phosphate groups whereas one DNA nucleotide contains one phosphate group ($\\checkmark$). In addition, the nitrogenous base in ATP is adenine whereas there are four possible nitrogenous bases in one nucleotide of DNA which are adenine, cytosine, guanine and thymine ($\\checkmark$). The functional difference is that ATP stores energy, whereas DNA carries genetic material ($\\checkmark$).\n\n\n\n- Any four of the following (there must be at least one statement for each of mRNA, tRNA and rRNA to achieve maximum marks):\n  $\\ce{ -> }$ mRNA carries the genetic information from DNA to the ribosome\t\t\t[1]\n\n  $\\ce{ -> }$ mRNA serves as a template for protein synthesis\t\t[1]\n\n  $\\ce{ -> }$ codons of mRNA  specify positioning of  amino acids along polypeptide OR codons guide the assembly of amino acids into a polypeptide \t\t[1]\n\n  $\\ce{ -> }$ tRNA molecules carry amino acids to mRNA OR ribosome\t[1]\n\n  $\\ce{ -> }$ anticodons on tRNA complementary to codons on mRNA allow amino acids to be positioned correctly along the polypeptide OR anticodons bind to codons to bring corresponding amino acid to the ribosome \t\t\t[1]\n\n  $\\ce{ -> }$ rRNA provides the ribosome's structural framework OR forms ribosomes\t[1]\n\n  $\\ce{ -> }$ rRNA catalyses the formation of peptide bonds between adjacent amino acids \t[1]\n\n  $\\ce{ -> }$ rRNA facilitates binding of mRNA and tRNA\t\t[1]\n\n  $\\ce{ -> }$ mRNA, tRNA, and rRNA orchestrate protein synthesis during translation\t[1]\n\n[4 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nTogether, mRNA, tRNA, and rRNA orchestrate the process of protein synthesis ($\\checkmark$) during translation. mRNA carries the genetic information from DNA to the ribosome  ($\\checkmark$). Codons on the mRNA specify the positioning of amino acids along the polypeptide chain  ($\\checkmark$). Each tRNA molecule has a specific anticodon sequence that is complementary to a codon on the mRNA  ($\\checkmark$). This base-pairing specificity allows tRNA to bring the corresponding amino acid to the correct position to form the polypeptide  ($\\checkmark$). The rRNA catalyses the formation of peptide bonds between adjacent amino acids  ($\\checkmark$).\n\n\n\n- Any eight of the following: \n(appropriately labelled and correctly drawn DNA segment can be used in the answer)\n  $\\ce{ -> }$ each strand of DNA is a polymer of nucleotides \t\t[1]\n\n  $\\ce{ -> }$ each strand has a sugar-phosphate backbone\t\t\t[1]\n\n  $\\ce{ -> }$ four nitrogenous bases A OR adenine AND T OR thymine AND C OR cytosine AND G OR guanine  \t\t\t[1]\n\n  $\\ce{ -> }$ two strands are anti-parallel OR parallel but in opposite directions OR one strand is in the 5’ to 3’ direction and the other strand is in the 3’ to 5’ direction\t[1]\n\n  $\\ce{ -> }$ strands are twisted OR right-handed and turn into a double helix with around 10 base pairs per turn\t\t  [1]\n\n  $\\ce{ -> }$ nucleotides consist of one phosphate group, one deoxyribose sugar and one nitrogenous base\t\t\t\t[1]\n\n  $\\ce{ -> }$ phosphate group is bound to the 5’ carbon of the sugar OR deoxyribose OR pentose   \t\t\t\t\t\t[1]\n\n  $\\ce{ -> }$ phosphate group is bound to the 3’ carbon OH group of deoxyribose (of the next nucleotide)\t\t\t\t[1]\n\n  $\\ce{ -> }$ covalent OR phosphodiester bond between phosphate and the sugar\t\t[1]\n\n  $\\ce{ -> }$ nitrogenous base OR base is bound to the 1’ carbon of the sugar OR deoxyribose OR pentose sugar \t\t\t[1]\n\n  $\\ce{ -> }$ covalent bond between nitrogenous base and deoxyribose OR sugar OR pentose sugar \t\t\t\t\t[1]\n\n  $\\ce{ -> }$ two strands are held together by hydrogen bonds between nitrogen bases of two nucleotides OR 3 hydrogen bonds between guanine and cytosine OR 2 hydrogen bonds between adenine and thymine\t[1]\n\n  $\\ce{ -> }$ complementary base pairing between nitrogenous bases\t[1]\n\n  $\\ce{ -> }$ A pairs up with T AND C pairs up with G\t\t[1]\n\n[8 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nDNA is a nucleic acid, also known as a polymer of nucleotides ($\\checkmark$) . Many nucleotides are joined together to form it. One nucleotide consists of three parts; a phosphate group, deoxyribose sugar and a nitrogenous base ($\\checkmark$).\n  One end of the phosphate group is bonded to the 5’ carbon of the deoxyribose sugar ($\\checkmark$). On the other side of the nucleotide, the phosphate group is bonded to the 3’ carbon sugar ($\\checkmark$) of another nucleotide. Both bonds are covalent phosphodiester bonds ($\\checkmark$). Repeated alternating sugar-phosphate bonds form the sugar-phosphate backbone ($\\checkmark$).  The 1’ carbon of the sugar is covalently bonded to the nitrogenous base ($\\checkmark$) also through a condensation reaction to make up one complete nucleotide.\n  DNA is a double helix ($\\checkmark$) in which nitrogenous bases form the centre of the structure, and both strands are held together by hydrogen bonds ($\\checkmark$) between the complementary bases from each strand. A pairs up with T, and C always pairs up with G ($\\checkmark$).\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. [1]\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 43",
      "content": "DNA and RNA are nucleic acids that are essential to all living organisms.\n\n- Draw and label a diagram of a nucleotide.\t [4]\n\n- Explain how the variation in base sequences leads to the ability of DNA to have an enormous capacity for storing genetic information.\t[4]\n\n- DNA is a polymer of nucleotides. Describe the structure of DNA.  \t[7]\n\n",
      "markScheme": "\n- the following:\n  $\\ce{ -> }$ phosphate group drawn as a circle in correct place.  [1]\n\n  $\\ce{ -> }$ ribose sugar drawn as a pentagon in correct place [1]\n\n  $\\ce{ -> }$ nitrogenous base drawn as a rectangle in correct place [1]\n\n  $\\ce{ -> }$ all three parts labelled correctly [1]\n\n  Bonds and names of nitrogenous bases do not need to be labelled\n[4 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/9150aae9-afb7-4f8c-ad8a-a689af882f11/images/e2a45c02-e188-4e34-a535-699a939168c7/BI1047.png)\n\n\n[© Revision village 2022]\n\n\n\n- any four of the following (there must be at least one similarity and one difference given to gain full marks):\n  $\\ce{ -> }$ genetic code is stored in the sequence of nitrogenous bases [1]\n\n  $\\ce{ -> }$ three bases OR a codon, codes for one amino acid [1]\n\n  $\\ce{ -> }$ 64 codons but only 20 amino acids OR degenerate code [1]\n\n  $\\ce{ -> }$ complementary base pairing [1]\n\n  $\\ce{ -> }$ for each extra nucleotide along a DNA strand, the number of possible combinations of bases increases exponentially [1]\n\n  $\\ce{ -> }$ mutations introduce new genetic information [1]\n\n  $\\ce{ -> }$ certain sequences are conserved across species because they encode vital information  [1]\n\n  $\\ce{ -> }$ DNA molecules can be hundreds of millions of base pairs long OR DNA molecules are very long [1]\n\n  $\\ce{ -> }$ non-coding regions have regulatory functions, contributing to the complexity of gene expression and overall genetic information [1]\n\n[4 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe genetic code resides within the sequences of nitrogenous bases ($\\checkmark$) along a DNA molecule. Amino acids are coded for by codons ($\\checkmark$), and the code is degenerate ($\\checkmark$), in other words, some amino acids are coded for by more than one codon. The longer the DNA molecule, the greater the number of possible combinations of bases along the DNA strand, in fact there is an exponential increase in possibilities ($\\checkmark$) for each single nucleotide added to the polymer. Mutations also add to the variety ($\\checkmark$) of the genetic code.\n\n\n\n- any seven of the following: \n(appropriately labelled and correctly drawn DNA segment can be used in the answer)\n  $\\ce{ -> }$ DNA is a double helix \t[1]\n\n  $\\ce{ -> }$ two strands are anti-parallel OR parallel but in opposite directions OR one strand is in the 5’ to 3’ direction and the other strand is in the 3’ to 5’ direction\t\t[1]\n\n  $\\ce{ -> }$ strands are twisted OR right-handed and turn into a double helix with around 10 base pairs per turn\t [1]\n\n  $\\ce{ -> }$ nucleotides consist of one phosphate group, one deoxyribose sugar and one nitrogenous base\t[1]\n\n  $\\ce{ -> }$ phosphate group is bound to the 5’ carbon of the sugar OR deoxyribose OR pentose   \t[1]\n\n  $\\ce{ -> }$ phosphate group is bound to the 3’ carbon OH group of deoxyribose (of the next nucleotide)\t\t[1]\n\n  $\\ce{ -> }$ covalent OR phosphodiester bond between phosphate and the sugar\t\t[1]\n\n  $\\ce{ -> }$ nitrogenous base OR base is bound to the 1’ carbon of the sugar OR deoxyribose OR pentose sugar [1]\n\n  $\\ce{ -> }$ covalent bond between nitrogenous base and deoxyribose OR sugar OR pentose sugar \t[1]\n\n  $\\ce{ -> }$ two strands are held together by hydrogen bonds between nitrogen bases of two nucleotides OR 3 hydrogen bonds between guanine and cytosine OR 2 hydrogen bonds between adenine and thymine\t\t[1]\n\n  $\\ce{ -> }$ A pairs up with T AND C pairs up with G\t[1]\n\n[7 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nDNA is a nucleic acid, also known as a polymer of nucleotides. Many nucleotides are joined together to form it. One nucleotide consists of three parts; a phosphate group, deoxyribose sugar and a nitrogenous base ($\\checkmark$).\n  One end of the phosphate group is bonded to the 5’ carbon of the sugar ($\\checkmark$) through a condensation reaction. On the other side of the nucleotide, the phosphate group is bonded to the 3’ carbon sugar ($\\checkmark$) of another nucleotide through a condensation reaction. Both bonds are  covalent bonds ($\\checkmark$). Repeated alternating sugar-phosphate bonds form the sugar-phosphate backbone.  The 1’ carbon of the sugar is covalently bonded to the nitrogenous base ($\\checkmark$)also through a condensation reaction to make up one complete nucleotide.\n  DNA is a double helix ($\\checkmark$) in which nitrogenous bases form the centre of the structure, and both strands are held together by hydrogen bonds ($\\checkmark$) between the complementary bases from each strand. A pairs up with T, and C always pairs up with G ($\\checkmark$).\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. [1]\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 44",
      "content": "![SkillUpp Image](https://assets.revisionvillage.com/public/question/baf04dcc-f4a0-48d2-9a7d-1963add3cf0c/images/19006f6d-bdf7-40b0-a6de-aa5d19c784ed/BI1850.png)\n\n\n[© Revision Village 2024. Created with BioRender.com]\n\n\n- Describe the role of DNA in storing genetic information.\t\t\t\t[2]\n\n- Outline the importance of the antiparallel arrangement of DNA strands in the structure of DNA.\t\t\t\t\t\t[3]\n\n- Outline the importance of the diversity of DNA base sequences in the process of evolution. \t\t\t\t\t[3]\n\n- Discuss the importance of the conservation of the genetic code in understanding universal common ancestry. \t\t\t\t[2]\n\n",
      "markScheme": "\n- Any two of the following:\n  $\\ce{ -> }$ genetic code is stored in the sequence of nucleotide bases OR adenine, thymine, cytosine, guanine\t within the DNA molecule\t[1]\n\n  $\\ce{ -> }$ groups of three nucleotides OR bases form codons, which correspond to specific amino acids\t\t[1]\n\n  $\\ce{ -> }$ sequence of codons determines the primary structure of proteins, which controls the organism’s traits and functions\t\t[1]\n\n  $\\ce{ -> }$ double-helix structure ensures stability of genetic information and allows for accurate replication during cell division\t[1]\n\n  $\\ce{ -> }$ genetic code is degenerate OR multiple codons can code for same amino acid providing some protection against mutations\t[1]\n\n  $\\ce{ -> }$ genes can be turned on or off OR are used when needed OR can be expressed and repressed [1]\n\n[2 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nDNA stores genetic information in the form of codons, which are sequences of three nucleotide bases ($\\checkmark$) that code for specific amino acids ($\\checkmark$). These codons determine the structure of proteins, which are essential for the organism’s traits and functions ($\\checkmark$).\n\n\n\n- Any three of the following:\n  $\\ce{ -> }$ two DNA strands run in opposite directions OR one strand runs 5' to 3', while the other runs 3' to 5'\t\t[1]\n\n  $\\ce{ -> }$ allows the complementary base pairs OR adenine-thymine AND guanine-cytosine to align properly and form hydrogen bonds\t[1]\n\n  $\\ce{ -> }$ hydrogen bonding stabilises the double helix\t\t[1]\n\n  $\\ce{ -> }$ antiparallel strands allow for the twisting of the DNA molecule \t[1]\n\n  $\\ce{ -> }$ ensures that the DNA molecule is stable and can store genetic information effectively\t[1]\n\n[3 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe antiparallel arrangement means that one DNA strand runs 5' to 3', while the other runs 3' to 5' ($\\checkmark$). This allows the complementary base pairs to align correctly and form hydrogen bonds between adenine-thymine and guanine-cytosine ($\\checkmark$). These hydrogen bonds help stabilise the double helix and allow the DNA to twist into its characteristic structure ($\\checkmark$).\n\n\n\n- Any three of the following:\n  $\\ce{ -> }$ leads to genetic variation between individuals within a population\t\t[1]\n\n  $\\ce{ -> }$ provides the basis for natural selection, as certain traits may offer a selective advantage in specific environments\t\t\t\t[1]\n\n  $\\ce{ -> }$ Individuals with advantageous traits are more likely to survive and reproduce, passing their favourable alleles OR genes to the next generation [1]\n\n  $\\ce{ -> }$ over time, advantageous traits become more common, driving evolution and the development of new species\t\t\t\t[1]\n\n  $\\ce{ -> }$ allows populations to adapt to changing environments, contributing to species' survival\t[1]\n\n[3 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe diversity of DNA base sequences leads to genetic variation between individuals in a population ($\\checkmark$). This variation provides the basis for natural selection, where certain traits offer a selective advantage in specific environments ($\\checkmark$). Over time, individuals with advantageous traits are more likely to survive, reproduce, and pass on their favourable genes ($\\checkmark$), driving the process of evolution and the development of new species.\n\n\n\n- Any two of the following:\n  $\\ce{ -> }$ genetic code is nearly universal across all living organisms OR there are only a few minor variations in the genetic code observed in certain species\t\t\t[1]\n\n  $\\ce{ -> }$ in nearly all organisms the same triplet codons specify the same amino acids\t[1]\n\n  $\\ce{ -> }$ universality of the genetic code implies a shared ancestral origin for all organisms \t[1]\n\n  $\\ce{ -> }$ used in phylogenetic analysis to reconstruct evolutionary relationships, providing strong evidence for universal common ancestry\t\t[1]\n\n  $\\ce{ -> }$ conservation of the genetic code helps maintain the integrity of proteins OR reduces  risk of mutations that could disrupt essential cellular functions\t\t\t[1]\n\n  $\\ce{ -> }$ despite evolutionary changes in species, the genetic code remains largely unchanged over time\t\t\t\t[1]\n\n[2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe conservation of the genetic code across all organisms suggests that all life shares a common ancestor, as the same triplet codons specify the same amino acids in all species ($\\checkmark$). This universality indicates that the genetic code has been passed down through generations with little change ($\\checkmark$), providing evidence for universal common ancestry.\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 45",
      "content": "The image below shows a short fragment of the DNA molecule.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/e629bb8b-e8a1-4fbb-98c8-3e6f92616fa2/images/340a17d6-8f7c-4284-b384-26100ff9f334/BI1048A.png)\n\n\n[Source: Adapted from User: Madprime. (2010, March). File: DNA chemical structure jp.svg. Wikimedia Commons. Retrieved May 15, 2022, from https://commons.wikimedia.org/wiki/File: DNA_chemical_structure_jp.svg. Copyright under CC-SA 3.0]\n\n- Suggest one possible problem that could arise if DNA consisted of two parallel strands instead of two antiparallel strands.  \t[1]\n\n- State one place where DNA is found in cells. [1]\n\n- Compare and contrast the structure of DNA and RNA.\t\t[5]\n\n",
      "markScheme": "\n- Any one of the following:\n  $\\ce{ -> }$ no hydrogen bonding between base pairs\t\t[1]\n\n  $\\ce{ -> }$ two strands are not held together OR no double-stranded DNA\t[1]\n\n  $\\ce{ -> }$ two strands would be geometrically the same, thus unable to combine \t[1]\n\n[1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nIf DNA were made of two parallel strands, both strands would be oriented in the same 3’ to 5’ direction. Since the DNA strand is tilted and not straight, that would mean that two DNA strands would not be able to combine ($\\checkmark$) to form a double helix.\n\n\n\n- \n\n$\\hspace{1em}$ $\\ce{ -> }$ nucleus OR nucleoid OR mitochondria OR chloroplasts OR plasmids\t[1]\n\n[1 mark maximum]\n\n$\\hspace{1em}$ $\\underline{\\textrm{Sample answer}}$: \n$\\hspace{1em}$ One place where DNA is found in the cell is in the nucleus ($\\checkmark$).\n\n\n- Any five of the following (there must be at least one similarity and one difference given to gain full marks):\n  Similarities: \n$\\ce{ -> }$ BOTH DNA and RNA are composed of nucleotides OR sugar, phosphate AND base [1]\n\n  $\\ce{ -> }$ BOTH DNA and RNA contain four types of nitrogenous bases [1]\n\n  $\\ce{ -> }$ BOTH DNA and RNA have covalent bonds holding nucleotides together [1]\n\n  $\\ce{ -> }$ BOTH DNA and RNA exhibit base pairing OR complementary bases are connected through hydrogen bonds OR have hydrogen bonds between the complementary nitrogenous bases [1]\n\n  $\\ce{ -> }$ BOTH DNA and RNA have a backbone made up of alternating sugar and phosphate groups [1]\n\n  $\\ce{ -> }$ BOTH DNA and RNA are polymers, composed of repeating monomer units OR nucleotides, linked together in a chain [1]\n\n  \n  Differences: \n$\\ce{ -> }$ DNA contains deoxyribose sugar WHEREAS RNA contains ribose  [1]\n\n  $\\ce{ -> }$ DNA contains the nitrogenous bases adenine, thymine, cytosine and  guanine OR ATCG WHEREAS RNA contains adenine, uracil, cytosine and guanine OR AUCG, OR in DNA adenine pairs with thymine and cytosine pairs with guanine WHEREAS in RNA adenine pairs with uracil and cytosine pairs with guanine  [1]\n\n  $\\ce{ -> }$ DNA typically consists of two (antiparallel) strands WHEREAS RNA is usually single-stranded [1]\n\n  $\\ce{ -> }$ in DNA adenine pairs with thymine and cytosine pairs with guanine WHEREAS in RNA adenine pairs with uracil and cytosine pairs with guanine  [1]\n\n  $\\ce{ -> }$ DNA typically forms a double-stranded helical structure with base pairing between the two strands  WHEREAS RNA can fold into complex secondary structures due to intra-strand base pairing, creating loops, stems, and hairpin structures [1]\n\n[5 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nBoth DNA and RNA are made up of nucleotides ($\\checkmark$), however, the sugar in DNA is deoxyribose, whilst that in RNA is ribose ($\\checkmark$). Both DNA and RNA contain four different nitrogenous bases ($\\checkmark$), however, DNA contains adenine, guanine, cytosine and thymine, whilst RNA contains uracil instead of thymine ($\\checkmark$). Both DNA and RNA are polymers of nucleotides ($\\checkmark$) held together by covalent bonds ($\\checkmark$) between the sugar of one nucleotide and a phosphate group of the next, however, DNA is typically double-stranded, and RNA is typically single-stranded ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "7",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 46",
      "content": "\n- Distinguish between RNA and DNA.\t \t[3]\n\n- Explain the importance of orientation and directionality of DNA and RNA. \t\t [4]\n\n- Describe how the Hershey and Chase experiment demonstrated that DNA carries the genetic information .   \t[8]\n\n",
      "markScheme": "\n- Any three of the following:\n  $\\ce{ -> }$  RNA is single-stranded  WHEREAS DNA is double-stranded\t[1]\n\n  $\\ce{ -> }$ RNA has a variety of shapes WHEREAS DNA is a double helix\t [1]\n\n  $\\ce{ -> }$ RNA contains ribose sugar  WHEREAS DNA contains deoxyribose\t\t[1]\n\n  $\\ce{ -> }$ RNA contains the nitrogenous base uracil OR U WHEREAS DNA contains thymine OR T [1]\n\n  $\\ce{ -> }$ RNA only contains permanent genetic code in RNA viruses WHEREAS DNA contains permanent genetic code in all cells (except red blood cells)\t\t[1]\n\n[3 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nRNA is a single stranded molecule containing ribose sugar and uracil as one of its four nitrogenous bases. DNA on the other hand is double-stranded ($\\checkmark$), contains deoxyribose instead of ribose sugar ($\\checkmark$), and has thymine instead of uracil ($\\checkmark$) as one of its four nitrogenous bases. DNA forms a regular double helix, whereas RNA can form different shapes  ($\\checkmark$) depending on its role, such as the clover-shaped tRNA and long-stranded mRNA.\n\n\n\n- Any four of the following:\n  $\\ce{ -> }$ 5’ OR 5 prime end  refers to the end with a phosphate group bound to the 5th carbon of the deoxyribose OR pentose sugar, but not bound to another nucleotide, the 3’ OR 3 prime end refers to the end where the 3rd carbon of the deoxyribose OR pentose sugar is not bound to another nucleotide\t\t\t[1]\n\n  $\\ce{ -> }$ DNA has antiparallel strands OR one strand is in the 5’ to 3’ direction, and another strand is in the 3’ to 5’ strand \t\t[1]\n\n  $\\ce{ -> }$ single DNA strand is tilted; therefore, two DNA strands can only bind together if they are in antiparallel orientation\t[1]\n\n  $\\ce{ -> }$ in DNA replication, one lagging strand and one leading strand are produced\t [1]\n\n  $\\ce{ -> }$ in DNA replication DNA polymerase only adds free nucleotides to the 3’ end of the growing DNA strand OR adds free nucleotides in the 5’ to 3’ direction\t\t[1]\n\n  $\\ce{ -> }$ in transcription RNA polymerase can only add nucleotides in the 5’ to 3’ direction to form mRNA\t\t[1]\n\n  $\\ce{ -> }$ translation must start nearest to the 5’ end of the mRNA\t[1]\n\n[4 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nBoth RNA and DNA have directionality they have a 5’ and 3’ end. The 5’ end refers to the end with a phosphate group attached to carbon 5 of the deoxyribose, but not attached to another nucleotide, the 3’ end refers to the end where carbon 3 of the deoxyribose is not attached to another nucleotide ($\\checkmark$). DNA forms a double helix with antiparallel strands ($\\checkmark$). During replication DNA polymerase can only add free nucleotides in the 5’ to 3’ direction ($\\checkmark$). During transcription RNA polymerase can only add nucleotides in the 5’ to 3’ direction ($\\checkmark$) to form a strand of mRNA. Translation of the mRNA must start at the 5’ end ($\\checkmark$).\n\n\n\n- Any eight of the following:\n  $\\ce{ -> }$ bacteriophages OR phage virus was used \t\t[1]\n\n  $\\ce{ -> }$ bacteriophage contains an inner core that has DNA and a protein coat\t[1]\n\n  $\\ce{ -> }$ experiments tested the hypothesis that DNA and not protein carries the genetic information\t[1]\n\n  $\\ce{ -> }$ bacteriophage OR virus can attach to the surface of bacterial cell OR host and inject substance into the cell\t\t[1]\n\n  $\\ce{ -> }$ substance contains information for bacteria cell OR host to duplicate OR produce more bacteriophages OR viruses\t\t[1]\n\n  $\\ce{ -> }$ bacteriophages OR virus were labeled with radioactive phosphorus (32P) and radioactive sulfur (35S) OR 32P was incorporated into DNA core and 35S was incorporated into protein coat\t\t[1]\n\n  $\\ce{ -> }$ phosphorus is found only in DNA and not protein\t\t[1]\n\n  $\\ce{ -> }$ sulfur is found only in protein and not DNA\t[1]\n\n  $\\ce{ -> }$ Escherichia coli OR bacterial cells were infected with bacteriophage OR virus  [1]\n\n  $\\ce{ -> }$ used centrifuge to separate bacteriophage OR virus from bacteria\t\t[1]\n\n  $\\ce{ -> }$ virus in liquid OR supernatant did not contain radioactive 32P but bacterial sediment OR pellet contained radioactive 32P\t\t\t[1]\n\n  $\\ce{ -> }$ 32P DNA entered the bacteria OR host cell for replication\t  \t[1]\n\n  $\\ce{ -> }$ virus in liquid OR supernatant contained radioactive 35S but bacterial sediment OR pellet did not contain radioactive 35S\t\t\t[1]\n\n  $\\ce{ -> }$ 35S protein structure did not enter the bacteria OR host cell for replication \t[1]\n\n  $\\ce{ -> }$ genetic material needs to enter the bacterial cell in order to produce new viruses     [1]\n\n[8 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nHershey and Chase's experiment was conducted to investigate whether DNA or protein carries the genetic material. In their experiment, they used bacteriophages ($\\checkmark$) to infect bacteria cells. Bacteriophage contains an outer coat made of protein and an inner core containing DNA ($\\checkmark$) which makes it suitable for comparing DNA and protein. The bacteriophage can then attach itself to the surface of the bacteria cell and inject the substance ($\\checkmark$) which carries important genetic information into the bacteria cell.\n  The bacteriophages were then cultured under two different conditions — one was incorporated with a radioactive phosphorus isotope, 32P and another with a radioactive sulfur isotope, 35S ($\\checkmark$). Radioactive elements 32P and 35S were used because phosphorus is found in the DNA structure but absent in protein ($\\checkmark$), whereas sulfur, is found in the protein structure but absent in the DNA ($\\checkmark$) structure.\n  The bacteria cells were then cultured together with the bacteriophages and were infected with the bacteriophages ($\\checkmark$). After centrifugation, it was found that the pellets containing bacteria cultured with the radioactive 32P bacteriophages contained radioactivity, whereas the bacteriophage protein coats in the supernatant didn’t ($\\checkmark$).  The pellets containing the bacteria cultured with the radioactive 35S bacteriophages did not contain any radioactivity, whereas the bacteriophage protein coats in the supernatant did ($\\checkmark$). These provided evidence that DNA labelled with the 32P entered the bacteria cells, whereas the protein which was labelled with the 35S did not ($\\checkmark$) enter the bacteria cells.\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information.  [1]\n",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 47",
      "content": "The table shows the number of bases in a single DNA strand that codes for a strand of mRNA. The strand contains no introns.\nThe letters X, Y and Z represent the percentage of each type of base in the mRNA.\nBasesNumber of kilobases (kb) in the DNA strandPercentage of same bases in the mRNAAdenine3123.3Cytosine22XGuanine26YThymine24Z\nWhich option shows the correct percentages of bases in the mRNA synthesised?\n\n\n\n- A.$\\hspace{1em}$ X = 25.2%, Y= 21.4%, Z = 30.1%\n- B.$\\hspace{1em}$ X = 21.4%, Y = 25.2%, Z = 23.3%\n- C.$\\hspace{1em}$ X = 25.2%, Y = 21.4%, Z = 0%\n- D.$\\hspace{1em}$ X = 21.4%, Y = 25.2%, Z = 0%\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nThe correct answer is Choice C because there are 103 kb in total in the DNA strand. This means that in the DNA strand, 30.1% of bases are adenine ($\\dfrac{31}{103} \\times 100$%), 21.4% of bases are cytosine (22/103 x 100), 25.2% of bases are guanine ($\\dfrac{26}{103} \\times 100$%) and 23.3% of bases are thymine ($\\dfrac{24}{103} \\times 100$%). In the mRNA, these bases will be matched with their complementary base pair, so that the percentage value in the cytosine row will be the same as the percentage of guanine, so X = 25.2%. Likewise, Y will be the cytosine percentage (21.4%). Z is 0%, as there are no thymine bases found in mRNA, only uracil.\nChoice A is not correct because even though X and Y are showing the right percentages, Z is incorrect as it is showing the percentage of uracil, not thymine. Choice B is not correct because the percentages shown are for the DNA not for the complementary base pair of that base (which would be found in the mRNA), Z is also incorrect as it is showing the percentage of uracil, not thymine. Choice D is not correct because the percentages shown are for the DNA not for the complementary base pair of that base (which would be found in the mRNA).",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 48",
      "content": "Which of the following shows the correct components of one nucleosome?\n\nNumber of histone moleculesNumber of loops the DNA formed$\\hspace{1.5em}$ A. $\\hspace{1.5em}$eightsingle$\\hspace{1.5em}$ B. $\\hspace{1.5em}$eightdouble$\\hspace{1.5em}$ C. $\\hspace{1.5em}$foursingle$\\hspace{1.5em}$ D. $\\hspace{1.5em}$fourdouble",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nIn one nucleosome, there are eight histone molecules which are basic in pH. The DNA would supercoil around the nucleosome to form a double loop.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 49",
      "content": "Hershey and Chase conducted experiments using the radioactive isotopes 35S and 32P which demonstrated that DNA is the genetic material. What would they have observed about the distribution of isotopes in the centrifuged sample if protein, rather than DNA, were the genetic material?\n\n\n\n- A.$\\hspace{1em}$ High proportion of 35S in the bacterial pellet relative to the supernatant.\n- B.$\\hspace{1em}$ High proportion of 32P in the bacterial pellet relative to the supernatant.\n- C.$\\hspace{1em}$ High proportion of both 35S and 32P in the bacterial pellet relative to the supernatant.\n- D.$\\hspace{1em}$ Low proportion of both 35S and 32P in the bacterial pellet relative to the supernatant.\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nHershey and Chase grew bacteriophages in the presence of the radioactive isotope 35S or 32P, then allowed them to infect bacteria. If proteins, rather than DNA, had been the genetic material transferred to bacteria, the bacteria would have contained 35S (the radiolabel in proteins) and not  32P (the radiolabel in DNA). Therefore, Hershey and Chase would have observed a high proportion of  35S in the bacterial pellet relative to the supernatant.\nA high proportion of 32P in the bacterial pellet relative to the supernatant (Choice B) indicates that DNA, not protein, was the genetic material. Hershey and Chase did not grow bacteria in the presence of both isotopes at the same time and so could not have observed either a higher (Choice C) or lower (Choice D) proportion of both 35S and 32P in the bacterial pellet relative to the supernatant.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 50",
      "content": "The graph below shows the results of an experiment conducted by a team of researchers investigating the relationship between the composition and melting point of different DNA samples. At the melting point, the DNA double helix separates into two individual strands.\nTwo DNA samples were compared, one consisting of only PQ pairs and another one consisting of only RS pairs.  Letters P, Q, R and S represent different nitrogenous bases found in the DNA.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/d59dd324-98c9-4e4e-91b6-758d5679701c/images/0881eea3-e69e-45cc-ad3b-7c9e377763b5/BI0321.png)\n\n\r\n[ © Revision Village 2022]\n\nBased on the results presented in the graph, and your knowledge of nucleotide base pairing (between purines and pyrimidines), deduce which nitrogenous bases correspond to the letters P, Q, R and S.\n$\\hspace{2.5em}$ P $\\hspace{2.5em}$$\\hspace{2.5em}$ Q $\\hspace{2.5em}$$\\hspace{2.5em}$ R $\\hspace{2.5em}$$\\hspace{2.5em}$ S $\\hspace{2.5em}$$\\hspace{1.5em}$ A. $\\hspace{1.5em}$CytosineGuanineThymineAdenine$\\hspace{1.5em}$ B. $\\hspace{1.5em}$AdenineCytosineGuanineThymine$\\hspace{1.5em}$ C. $\\hspace{1.5em}$GuanineAdenineThymineCytosine$\\hspace{1.5em}$ D. $\\hspace{1.5em}$ThymineAdenineCytosineGuanine",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nAdenine pairs up with thymine and cytosine pairs up with guanine. Hence, PQ or RS would either be adenine with thymine or cytosine with guanine (Choices A and D), but definitely not Choices B or C.\nCytosine and guanine pairing has three hydrogen bonds, whereas the adenine and thymine pairing has only two hydrogen bonds. At $95^oC$, there is a smaller percentage of RS-rich DNA melted content compared to PQ-rich DNA.\nThis shows that RS would be cytosine and guanine pairing (Choice D) and PQ is adenine and thymine. Because the extra hydrogen bond between C and G makes it more temperature resistant compared to A and T.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4.5"
    }
  ]
}