{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 1",
      "content": "Identify the correct row in the table regarding the formation of vesicles when lipids are mixed with water.\n\nStructure of vesicleFeature of fatty acid tailMembrane formationA.$\\hspace{1em}$monolayerhydrophilicspontaneousB.$\\hspace{1em}$bilayerhydrophobicspontaneousC.$\\hspace{1em}$monolayerhydrophilicinducedD.$\\hspace{1em}$bilayerhydrophobicinduced",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nWhen lipids are mixed with water, they spontaneously form bilayers because the hydrophobic tails of the lipids interact with each other, and the hydrophilic heads interact with the water. This leads to the formation of a lipid bilayer, which is the structure of a vesicle. This is a spontaneous process driven by the amphipathic nature of the lipid molecules. Therefore, Choice B is correct.\nThe membrane around the vesicle is not a monolayer of phospholipids (Choices A and C) because the hydrophilic phosphate heads of the outer layer naturally point outwards into the surrounding aqueous solution, while the heads of the inner layer point inwards to the aqueous contents. The fatty acid tails are hydrophobic, not hydrophilic (Choices A and C), and they align in the centre of the bilayer to minimise exposure to water.\nAdditionally, vesicles are not induced to form in this context (Choices C and D) since the amphipathic nature of phospholipids leads to their self-assembly into bilayers, making external input or induction unnecessary.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 2",
      "content": "Which of the following statements are reasons that RNA is believed to be the first genetic material?\n\n\n- I.RNA can form spontaneously when nucleotides are presentII.RNA contains ribose as its sugarIII.RNA can function as enzymes\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ I and III\n- C.$\\hspace{1em}$ II and III\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nRNA is believed to be a potential candidate for the first genetic material due to its ability to form spontaneously from nucleotides (Statement I). RNA molecules, known as ribozymes, can catalyze chemical reactions (Statement III), including their own replication. This is a key reason why RNA is considered the first genetic material—unlike DNA, RNA can both store information and perform enzymatic functions, making it a strong candidate for early life processes.  Choice B is correct.\nChoice A only included Statement I and not III, so it is incorrect.\nWhile it is true that RNA contains ribose as its sugar component (Statement II), the presence of ribose is not a primary reason for RNA being considered the first genetic material. Both RNA and DNA contain sugars in their structures, but the key point in favour of RNA as the first genetic material is its ability to form spontaneously. Choices C and D included Statement II and so are incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 3",
      "content": "Which statement(s) is/are a necessary requirement for the evolution of the first cells?\n\n\n- I.DNA having the ability to catalyse reactionsII.Polymerisation of carbon compoundsIII.Spontaneous formation of vesicles\n\n\n\n\n- A.$\\hspace{1em}$ I and II only\n- B.$\\hspace{1em}$ II and III only\n- C.$\\hspace{1em}$ I and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nThere is evidence that simple carbon-containing molecules were present on Earth, millions of years ago, however, for early cells to evolve, they would have needed these simple molecules to form more complex structures such as polysaccharides and polynucleotides (Statement II). Phospholipids can spontaneously form vesicles (Statement III) or microspheres (microscopic hollow spheres made from a phospholipid bilayer), which resemble the plasma membrane of a small cell, this would allow for early cells to develop a different internal chemical environment from their surroundings. Choice B  is correct.\nDNA cannot catalyse reactions, Statement I  is incorrect. Choices A, C and D  are incorrect as they include Statement I.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 4",
      "content": "The diagram below shows the apparatus used in the experiments conducted by Miller and Urey.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/36cfad3c-78b8-41fc-a4d4-262aa9f660a0/images/3b57ece6-ab77-4c10-83ed-7c8f13d7ec98/image.png)\n\n\n[Source: Carny. (2008, February 4). File: Miller-Urey Experiment-EN.SVG. Wikimedia Commons. Retrieved May 20, 2022, from https://commons.wikimedia.org/wiki/File: Miller-Urey_experiment-en.svg.  Copyright free]\n\nDescribe how this experiment showed that the origin of life was possible on early Earth. [3]\n",
      "markScheme": "Any three  of the following:\n$\\ce{ -> }$ ammonia (NH$_3$), methane (CH$_4$) and Hydrogen (H$_2$) were the major gases present in the early atmosphere  [1]\n\n$\\ce{ -> }$ heat was used to simulate higher temperatures [1]\n\n$\\ce{ -> }$ steam was passed through ammonia (NH$_3$), methane (CH$_4$) and Hydrogen (H$_2$) OR  through a mixture of compounds\t [1]\n\n$\\ce{ -> }$ electricity was used to simulate lightning [1]\n\n$\\ce{ -> }$ resulting mixture was cooled down [1]\n\n$\\ce{ -> }$ the amino acids OR organic carbon compounds needed for life were produced [1]\n\n[3 mark maximum]\n\n\n$\\underline{\\textrm{Sample Answer}}$: \nMiller and Urey conducted experiments which showed that the compounds present in the early atmosphere  (methane, ammonia and hydrogen ($\\checkmark$)) could be used to make the organic carbon compounds necessary for life.  They did this by heating up water and passing the steam ($\\checkmark$) through ammonia, methane and hydrogen and by using electricity to simulate the lightning ($\\checkmark$).  They found that these conditions created amino acids ($\\checkmark$) and other organic carbon compounds.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": "3",
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 5",
      "content": "Why is it difficult for scientists to test hypotheses about the origin of the first cells?\n\n\n\n- A. $\\hspace{1em}$ The conditions on pre-biotic Earth cannot be accurately replicated\n- B. $\\hspace{1em}$\tThe first cells are still alive, but are hard to study\n- C. $\\hspace{1em}$\tFossil evidence of protocells is abundant but hard to interpret\n- D. $\\hspace{1em}$\tProtocells did not contain nucleic acids\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nScientists face significant challenges replicating the exact environmental conditions of early Earth because our understanding of its atmosphere, temperature, pressure, and chemical composition billions of years ago is limited; Choice A is correct.\nThe first cells appeared billions of years ago and are now extinct. Modern cells are descendants but not the original first cells; Choice B is incorrect.\nThere is very limited or no direct fossil evidence of the first protocells because they were microscopic, soft-bodied, and lacked durable structures that fossilise well. The lack, rather than the abundance, of fossil evidence is a key challenge to testing the hypothesis about the origin of the first cells; Choice C is incorrect.\nCurrent scientific understanding strongly supports that protocells contained early forms of genetic material, such as RNA molecules. RNA is believed to have played a dual role as both a genetic material and a catalyst (ribozymes), making it central to hypotheses like the RNA world hypothesis.\nNucleic acids are crucial because they enable self-replication and heredity, essential for the evolution of life. Choice D contradicts the accepted hypotheses and is therefore incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 6",
      "content": "Which role of RNA supports the hypothesis that it acted as the first genetic material?\n\n\n\n- A. $\\hspace{1em}$ It functions as a primer during transcription\n- B. $\\hspace{1em}$ It functions as an enzyme used by ribosomes\n- C. $\\hspace{1em}$ It serves as a template for polypeptide synthesis\n- D. $\\hspace{1em}$ It transports amino acids during translation\n",
      "markScheme": "B\n$\\underline{\\textrm{Sample answer}}$: \nRNA has the ability to self-replicate and can also act as an enzyme. These two properties contribute to the hypothesis that RNA was the first genetic material, rather than DNA. Choice B is correct.\nChoice A  is incorrect, as transcription does not involve primers. Choice C  is incorrect, as RNA’s role as a template for polypeptide synthesis does not contribute to the hypothesis that it was the first genetic material. Choice D  is wrong, as RNA’s role in transporting amino acids during translation does not contribute to the hypothesis that it was the first genetic material.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 7",
      "content": "Which property of ribozymes is believed to have identified RNA as the first genetic material, ahead of DNA?\n\n\n\n- A.$\\hspace{1em}$ Structural\n- B.$\\hspace{1em}$ Synthetic\n- C.$\\hspace{1em}$ Catalytic\n- D.$\\hspace{1em}$ Physical\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because ribozymes are lengths of RNA that have catalytic properties (hence the ‘-zymes’ suffix, like the in word ‘en-zymes’). Some reactions that are thought to have been catalysed by ribozymes are the formation of peptide bonds during protein synthesis, a feature of ribosomal RNA in all species, not just in early life forms. This catalytic property also helps to explain how DNA first formed and became the basic unit of inheritance, with proteins carrying out most of the catalytic activity in cells.\nChoice A is incorrect because RNA does not give any structural properties to cells or organelles that contain it.\nChoice B is incorrect because RNA has a role in protein synthesis, but it does not explain how RNA may have pre-dated DNA as the first genetic material.\nChoice D is incorrect because the physical properties of RNA and ribozymes are irrelevant to their role in early life development.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 8",
      "content": "Evidence suggests that the last universal common ancestor was nitrogen-fixing. Which biological molecule might it have incorporated nitrogen into?\n\n\n\n- A. $\\hspace{1em}$ Starch\n- B. $\\hspace{1em}$ DNA nucleotide\n- C. $\\hspace{1em}$ Ribose sugar\n- D. $\\hspace{1em}$ Fatty acid\n",
      "markScheme": "B\n$\\underline{\\textrm{Sample answer}}$: \nA DNA nucleotide is made up of a phosphate group, a nitrogenous base and a pentose sugar. Nitrogen is an essential component of the bases. Choice B  is correct.\nStarch, ribose sugar, and fatty acids do not contain nitrogen. Choices A, C and D  are incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 9",
      "content": "All organisms evolve through natural selection. Which of the following is a direct effect of natural selection on living organisms?\n\n\n\n- A. $\\hspace{1em}$ It promotes the accumulation of beneficial traits in organisms\n- B. $\\hspace{1em}$ It allowed the last universal common ancestor to outcompete other organisms within one generation\n- C. $\\hspace{1em}$ It allows organisms that are best adapted to their environment to survive\n- D. $\\hspace{1em}$ It explains how life began on Earth\n",
      "markScheme": "C\n$\\underline{\\textrm{Sample answer}}$: \nNatural selection allows organisms that are best adapted to their environment to survive and pass on their genes; Choice C is correct.\nPromoting the accumulation of beneficial traits in organisms is a consequence of natural selection, not the direct effect. As organisms with beneficial traits survive and reproduce more, those traits become more common in the population over time. Natural selection is driven by random mutations that may or may not benefit an organism; Choice A  is incorrect. Although natural selection via evolution did allow the last universal common ancestor to outcompete other organisms, it is likely to have been a gradual process that did not occur within one generation; Choice B is incorrect. Natural selection does not address the origin of life itself; it explains how life changes and evolves after it has already begun. ; Choice D  is incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 10",
      "content": "Which statement(s) provide evidence for the common ancestry of all existing forms of cellular life?\n\n\n- I.The universality of the genetic codeII.The machinery for protein synthesisIII.Use of ATP as a common energy currency\n\n\n\n\n- A.$\\hspace{1em}$ I and II only\n- B.$\\hspace{1em}$ I and III only\n- C.$\\hspace{1em}$ II and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nStatements I, II and III are true, making Choice D the correct answer to the question.\nThe universality of the genetic code (Statement I) suggests that all modern organisms inherited this code from a single common ancestor. The nearly identical genetic code across all known forms of life. implies that the code was established very early in the history of life and has been conserved through billions of years of evolution. If different forms of life had arisen independently, it is highly unlikely that they would all use the same genetic code.\nThe machinery for protein synthesis,  (Statement II) which includes ribosomes, transfer RNA (tRNA), and messenger RNA (mRNA), is remarkably conserved across all forms of cellular life. This high degree of similarity suggests that these complex molecular mechanisms were inherited from a common ancestor, known as the Last Universal Common Ancestor (LUCA).\nATP as a common energy currency  (Statement III) used by organisms as diverse as bacteria, archaea, and eukaryotes suggests that this energy system was established early in the evolutionary history of life and inherited from a single ancestral organism. If different forms of life had evolved independently, it is unlikely that they would all rely on the same molecule for energy, reinforcing the idea of a shared origin.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 11",
      "content": "Below is a diagram of Euglena a photosynthetic protist. It is a living cell which can carry out all the functions of life.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/baae8d3c-4677-4caa-8ce1-9fda48741d8b/images/0e7cb70d-2847-4e53-88b4-d3e0f7ba6098/BI1068.png)\n\n\n[© Revision Village 2023]\n\n- \n  - State which function of life the flagellum is adapted for.\t[1]\n\n  - State which function of life is enabled by the contractile vacuole.\t[1]\n\n\n- Outline why viruses are not regarded as living organisms. [2]\n\n- State two main principles of the cell theory\t\t\t\t[2]\n\n- Explain how the properties of phospholipids mean they naturally form vesicles when in aqueous solution. \t\t[2]\n\n- Explain how the formation of vesicles was important in the evolution of cells.\t[3]\n\n",
      "markScheme": "\n- \n  - Any one of the following:\n\n  $\\ce{ -> }$ movement [1]\n\n[1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe flagellum allows the Euglena to move ($\\checkmark$).\n\n\n\n- \n  - Any one of the following:\n\n  $\\ce{ -> }$ homeostasis OR control of a constant internal environment  [1]\n\n[1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe contractile vacuole allows the Euglena to carry out the homeostatic process ($\\checkmark$) of osmoregulation.\n\n\n\n- Any two of the following:\n  $\\ce{ -> }$ consist of genetic material enclosed in a protein coat OR capsid OR lack cellular structures OR organelles OR examples of organelles [1]\n\n  $\\ce{ -> }$ cannot carry out metabolic processes on their own OR cannot carry out homeostasis [1]\n\n  $\\ce{ -> }$ depend on host cells to replicate OR to produce new viral particles OR cannot reproduce independently   [1]\n\n  $\\ce{ -> }$ lack the ability to respond to stimuli OR adapt to changes in their environment on their own  [1]\n\n[2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nViruses are regarded as non-living as they lack cellular structures ($\\checkmark$), such as organelles and cell membranes. They are unable to carry out metabolic reactions ($\\checkmark$), such as respiration. They also cannot reproduce independently ($\\checkmark$), they have to enter a cell and use the host’s cell machinery to form new viral particles.\n\n\n\n- Any two of the following:\n  $\\ce{ -> }$ cells are the smallest units of life OR the cell is the basic unit of structure and function in living organisms [1]\n\n  $\\ce{ -> }$ all living organisms are composed of one or more cells [1]\n\n  $\\ce{ -> }$ all cells arise from pre-existing cells OR through cell division [1]\n\n[2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nTwo principles of the cell theory are that all organisms are composed of one or more cells ($\\checkmark$), and all cells arise from pre-existing cells ($\\checkmark$)  through cell division.\n\n\n\n- Any two of the following:\n  $\\ce{ -> }$ phospholipids have a hydrophilic OR polar head OR polar phosphate group which is attracted to water [1]\n\n  $\\ce{ -> }$ phospholipids have a hydrophobic OR non-polar tail that is repelled by water [1]\n\n  $\\ce{ -> }$ phospholipids are amphipathic [1]\n\n  $\\ce{ -> }$ form double layer in aqueous solution OR water,  with hydrophobic tails in centre and hydrophilic heads facing outwards into aqueous environment  [1]\n\n  $\\ce{ -> }$ spontaneous process driven by the tendency to minimise interactions between hydrophobic regions and water [1]\n\n  $\\ce{ -> }$ as lipid bilayer forms it curves creating a closed spherical structure OR vesicle [1]\n\n[2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe amphipathic ($\\checkmark$) nature of phospholipids, with hydrophilic phosphate heads and hydrophobic fatty acid tails, causes them to self-organise into bilayers in aqueous solutions ($\\checkmark$). The phosphate heads stick outwards into the aqueous environment as they are attracted to water ($\\checkmark$), and the hydrophobic tails arrange themselves in the centre of the bilayer as they are repelled by water ($\\checkmark$). As the bilayer forms it curves ($\\checkmark$)  to form closed vesicles.\n\n\n\n- Any three of the following:\n  $\\ce{ -> }$ probably led to formation of protocells OR formation of early vesicles may have led to protocells [1]\n\n  $\\ce{ -> }$ formation of vesicles OR lipid bilayer structure led to development of cell membranes [1]\n\n  $\\ce{ -> }$ plasma membranes separate internal cellular environment from external surroundings, allowing for controlled interactions with the environment  [1]\n\n  $\\ce{ -> }$ allow compartmentalisation of different cellular functions [1]\n\n  $\\ce{ -> }$ as cells became more complex, different vesicles or membrane-bound organelles evolved to carry out specific tasks within the cell [1]\n\n  $\\ce{ -> }$ this specialisation led to increased efficiency and complexity in cellular processes  [1]\n\n  $\\ce{ -> }$ facilitated concentration of molecules and enzymes in specific areas, which enhanced the efficiency of biochemical reactions [1]\n\n  $\\ce{ -> }$ acted as a barrier, preventing reactive molecules from interacting with the surroundings and protecting the delicate molecular structures within [1]\n\n  $\\ce{ -> }$ this isolation provided stability in diverse environments [1]\n\n  $\\ce{ -> }$ protection of genetic material from the external environment [1]\n\n[3 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nIt is believed that, early in the evolution of life, before the existence of fully developed cells, simple lipid structures similar to vesicles could have formed protocells($\\checkmark$), likely precursors to modern cells. The formation of vesicles and the lipid bilayer structure provided a basis for the development of cell membranes ($\\checkmark$). These membranes separated the internal cellular environment from the external surroundings, allowing for controlled interactions with the environment ($\\checkmark$). As cells became more complex, different vesicles or membrane-bound organelles could have evolved to carry out specific tasks within the cell ($\\checkmark$). As cellular life evolved, vesicles provided a means to protect genetic material ($\\checkmark$) from the external environment, which was crucial for the stability and transmission of genetic information across generations.\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "11",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 12",
      "content": "Haem is the non-protein, iron-binding component found in haemoglobin.  Haem and chlorophyll are similar in structure but chlorophyll contains a magnesium ion instead of iron. The biochemical pathways that make haem and chlorophyll involve enzymes that are highly conserved across many distantly related species.  The diagram shows an amino acid sequence alignment for part of one such enzyme, delta-aminolevulinate dehydratase. Each amino acid is represented by a single-letter code.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/ead7be09-9196-4de7-99cd-8c7fad3ab982/images/dea9dbde-ae55-4c23-a6af-855ba79a2b83/Edit1.png)\n\n\n[Source: Alignment created with and adapted from Cobalt with Refseq and Genbank sequences from National Center for Biotechnology Information (NCBI)[Internet]. Bethesda (MD): National Library of Medicine (US), National Center for Biotechnology Information; [1988] – [cited 2024]. Available from: https://www.ncbi.nlm.nih.gov/]\n\n\n- The diagram suggests that certain metabolic pathways are conserved across diverse organisms. Discuss how these conserved pathways provide evidence for LUCA.\t  [2]\n\n- Suggest two environmental conditions found in hydrothermal vents that may have facilitated the evolution of early metabolic pathways.\t\t[2]\n\n- Explain how genomic analysis can be used to estimate the time period in which the last universal common ancestor (LUCA) existed.\t\t[2]\n\n- Scientists discovered a bacterial enzyme with a significantly different amino acid sequence from its human counterpart but nearly identical function.  Suggest possible reasons why this function is conserved despite sequence divergence.\t [2]\n\n",
      "markScheme": "\n- any two of the following:\n  $\\ce{ -> }$ conserved metabolic pathways OR similar enzymes in conserved pathways suggest a shared evolutionary origin OR fundamental processes like glycolysis OR ATP synthesis OR protein translation are found in all life forms\t[1]\n\n  $\\ce{ -> }$ highly conserved pathways demonstrate biochemical efficiency favoured in natural selection OR strong selective pressure \t[1]\n\n  $\\ce{ -> }$ the lack of any other widespread metabolic mechanisms suggests competition and extinction of other forms of life\t[1]\n\n[2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nMany fundamental processes like glycolysis are conserved across all known life forms ($\\checkmark$).  This indicates a shared evolutionary origin and supports the idea of LUCA (the last universal common ancestor).  The lack of other metabolic mechanisms suggests that they may have existed in early species but were outcompeted and became extinct ($\\checkmark$).\n\n\n\n- any two of the following:\n  $\\ce{ -> }$ heat energy to increase the rate of chemical reactions\t[1]\n\n  $\\ce{ -> }$ high pressure at thermal vents stabilised complex chemical reactions that could not occur in less extreme environments\t[1]\n\n  $\\ce{ -> }$ minerals to serve as catalysts promoting biochemical reactions\t[1]\n\n  $\\ce{ -> }$ mineral-rich vents may have mimicked cell membranes, concentrating molecules and enabling the development of metabolic pathways\t[1]\n\n  $\\ce{ -> }$ proton gradients OR pH gradient for ATP synthesis via chemiosmosis\t[1]\n\n  $\\ce{ -> }$ energy sources such as hydrogen OR methane OR sulfide gases as electron donors for metabolic reactions\t[1]\n\n  $\\ce{ -> }$ highly reduced compounds from vents coming into contact with the ocean’s oxidised compounds provided redox gradients driving early metabolism\t[1]\n\n  $\\ce{ -> }$ lack of oxygen prevented oxidative damage to early organic molecules OR supported anaerobic metabolism development\t[1]\n\n  [2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe heat and high-pressure environment of the hydrothermal vents may have enabled the evolution of metabolic pathways as heat energy increases the rate of chemical reactions ($\\checkmark$) and high pressure stabilises complex chemical reactions ($\\checkmark$) that may not have been able to occur in less extreme environments.\n\n\n\n- any two of the following:\n  $\\ce{ -> }$ phylogenetic trees constructed from genomic data illustrate evolutionary relationships\t[1]\n\n  $\\ce{ -> }$ comparing conserved genetic sequences helps infer evolutionary timelines, as more conserved sequences indicate older ancestry\t[1]\n\n  $\\ce{ -> }$ genomic evidence combined with other evidence OR fossils helps establish LUCA’s timefram\t[1]\n\n  $\\ce{ -> }$ molecular clocks estimate divergence time by assuming mutations accumulate at a constant rate\n[1]\n\n  $\\ce{ -> }$ highly conserved ribosomal RNA OR rRNA sequences are useful for estimating divergence events\n[1]\n\n  [2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nPhylogenetic trees, constructed from genomic data, illustrate evolutionary relationships, helping estimate when LUCA existed by identifying divergence points ($\\checkmark$)  Molecular clocks further refine this by comparing genetic differences and applying a known mutation rate to infer the timing of common ancestry ($\\checkmark$).\n\n\n\n- any two of the following:\n  $\\ce{ -> }$ proteins with different primary sequences can fold into similar three-dimensional conformations OR structures\t[1]\n\n  $\\ce{ -> }$ an enzyme's function depends on its 3-D structure\t[1]\n\n  $\\ce{ -> }$ variations in sites other than the active site may not affect function\t[1]\n\n  $\\ce{ -> }$ convergence in evolution can lead to functionally similar enzymes despite a difference in sequence\t[1]\n\n  $\\ce{ -> }$ some amino acid substitutions are neutral and do not alter protein folding OR stability OR active site configuration\t[1]\n\n  $\\ce{ -> }$ other structural adaptations OR flexible binding sites OR other suitable named adaptation allow variations in sequence without affecting overall enzyme function\t[1]\n\n[2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nProteins with different primary sequences fold into similar three-dimensional structures ($\\checkmark$). Since an enzyme’s function depends on its 3D structure, especially the shape of the active site ($\\checkmark$), as long as it has a similar structure, it should be able to perform a similar function ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "8",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 13",
      "content": "When early lifeforms first emerged on Earth, the levels of UV radiation were much higher than they are today. How did higher levels of UV radiation affect the conditions of the early Earth?\n\n\n\n- A. $\\hspace{1em}$ Provided energy for photosynthesis, so plants produced higher levels of oxygen\n- B. $\\hspace{1em}$ Broke down gases into smaller molecules\n- C. $\\hspace{1em}$ Mutated DNA nucleotide sequences so that a variety of polypeptides were formed\n- D. $\\hspace{1em}$ Caused volcanoes to release gases into the atmosphere\n",
      "markScheme": "B\n$\\underline{\\textrm{Sample answer}}$: \nThe high levels of UV radiation broke down gases in the early atmosphere, which provided smaller, highly reactive molecules that eventually formed the building blocks of life, such as amino acids, peptides and ribose. Choice B  is correct.\nBillions of years ago, there were no plants, and high levels of UV can affect plants adversely by damaging DNA; Choice A  is incorrect. Although UV radiation affects DNA, DNA was not thought to be present when the first life forms appeared; Choice C  is incorrect. UV radiation did not cause volcanoes to release gases into the atmosphere, this was caused by Earth cooling down after the Hadean aeon; Choice D  is incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 14",
      "content": "\n- Describe how the primordial soup hypothesis (an aqueous mix of simple organic molecules) explains the origin of carbon compounds on Earth. [3]\n\n- Mitochondria are organelles that are thought to have evolved from early prokaryotes. Discuss whether mitochondria can be considered living or nonliving. [4]\n\n- Discuss the evidence and limitations for the existence of a last universal common ancestor. [8]\n\n",
      "markScheme": "\n- Any three of the following:\n  $\\ce{ -> }$ early atmosphere OR oceans contained a mixture of gases OR carbon dioxide AND methane OR water vapour OR ammonia OR hydrogen gas [1]\n\r\n$\\ce{ -> }$ high levels of UV OR ultraviolet light OR electrical discharges OR lightning catalysed reactions in these gases\t[1]\n\r\n$\\ce{ -> }$ the gases broke down into smaller, highly reactive components\t[1]\n\r\n$\\ce{ -> }$ the smaller components reacted to form larger carbon compounds OR more complex organic molecules\t[1]\n\r\n$\\ce{ -> }$ abiogenesis OR chemical evolution\t[1]\n\r\n$\\ce{ -> }$ in water OR pools OR oceans\t[1]\n\r\n[3 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe primordial soup hypothesis states that billions of years ago, there were much higher levels of UV light on Earth which catalysed reactions in the gases of the early atmosphere ($\\checkmark$). The UV radiation broke down inorganic molecules into smaller, highly reactive components ($\\checkmark$). The smaller, highly reactive components reacted to form larger carbon compounds ($\\checkmark$).\n\n\n\n- Any four of the following:\nAnswers must include at least one argument for living and one argument for non-living to gain full marks\nLiving because…\n  $\\ce{ -> }$ they can replicate independently of the host cell OR carry our binary fission\t[1]\n\r\n$\\ce{ -> }$ they contain their own ribosomes to make their own proteins\t[1]\n\r\n$\\ce{ -> }$ they contain their own DNA OR genetic material\t[1]\n\r\n$\\ce{ -> }$ they can make their own ATP OR release energy from organic molecules OR carry out a series of metabolic reactions independent of the host cell\t[1]\n\r\n$\\ce{ -> }$ they have their own membranes\t[1]\n\r\n$\\ce{ -> }$ they can grow larger\t[1]\n\r\n$\\ce{ -> }$ they can excrete waste OR carbon dioxide\t[1]\n\n  Non-living because…\r\n$\\ce{ -> }$ they cannot survive independently outside of a host cell\t[1]\n\r\n$\\ce{ -> }$ the majority of proteins needed for mitochondrial function are synthesised in the host cell\t[1]\n\r\n$\\ce{ -> }$ they do not regulate homeostasis independently of the host cell\t[1]\n\r\n$\\ce{ -> }$ they cannot respond to stimuli OR adapt to changing environments\t[1]\n\r\n[4 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nMitochondria can be thought of as non-living because they cannot survive independently outside the host cell ($\\checkmark$) and the majority of proteins needed for mitochondrial function are made in the host cell ($\\checkmark$). However, it could be argued that they are living as they carry out several life processes, such as reproduction, independently of the host cell ($\\checkmark$), and contain their own ribosomes which they use to make their own proteins ($\\checkmark$).\n\n\n\n- Any eight of the following:\nAnswers must include at least one argument in support of a last universal common ancestor (LUCA) and at least one gap in the evidence to gain full marks\n  Evidence that exists for the existence of a last universal common ancestor\n$\\ce{ -> }$ universal genetic code OR all organisms have the same nucleotide bases OR genetic code \t[1]\n\r\n$\\ce{ -> }$ conserved molecular structures OR all organisms have the same degenerate amino acid code OR the same codons code for the same amino acids in all organisms OR there are highly conserved DNA sequences that are common across many domains of life\t[1]\n\r\n$\\ce{ -> }$ genomic analysis of fossils shows that there are many similarities in the DNA sequences between modern and extinct organisms\t[1]\n\r\n$\\ce{ -> }$ specific proteins produced by different organisms can be used interchangeably between species without any major side effects\t[1]\n\r\n$\\ce{ -> }$ all organisms have a similar process for gene transcription and protein synthesis OR transcription and translation\t[1]\n\r\n$\\ce{ -> }$ mutations in DNA OR amino acid sequences can be tracked over time and used as a ‘molecular clock’ to estimate the age of the last universal common ancestor\t[1]\n\n  Gaps in the evidence for the existence of a last universal common ancestor\n$\\ce{ -> }$ incomplete fossil record makes it difficult to link all species together anatomically\t[1]\n\r\n$\\ce{ -> }$ very early organisms were unicellular OR made of soft tissues that do not readily fossilise\t[1]\n\r\n$\\ce{ -> }$ lack of direct fossil evidence for the last universal common ancestor\t[1]\n\r\n$\\ce{ -> }$ the last universal common ancestor does not exist today\t[1]\n\r\n[8 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe last universal common ancestor (LUCA) is proposed to be the evolutionary link between the abiotic phase of Earth’s history and the biotic phase. It is the last ancestor that links all biological life on Earth. Evidence for the LUCA’s existence comes from the fact that organisms are all biochemically similar; they share the same DNA bases ($\\checkmark$). Furthermore, the same codons code for the same amino acids in all organisms ($\\checkmark$), and all organisms have a similar process for gene transcription and protein synthesis($\\checkmark$). Also, there are some highly conserved sequences across the majority of organisms such as ribosomal RNA which is common across all domains of life ($\\checkmark$). Genomic analysis of fossils also shows that there are many similar DNA sequences between extinct and modern organisms ($\\checkmark$). However, there isn’t a complete fossil record which makes it difficult to link all species anatomically ($\\checkmark$), there is no direct fossil evidence for the existence of the LUCA ($\\checkmark$) and the LUCA does not exist on Earth today ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 15",
      "content": "Below is a diagram of swan necked flasks, containing boiled broth, which are similar to those used by Pasteur in his experiments on spontaneous generation. The air access and neck shape differ between them.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/fa7cb3ca-ef45-4a81-8a5f-53a77f8d6f8a/images/ce69f2c0-818b-4b45-9d4a-985c0ab6ed48/BI1444%20fig1.png)\n\n\r\n[©Revision Village 2024. Created with BioRender.com]\n\nHow did Pasteur's experiments with swan-necked flasks provide convincing evidence to falsify the concept of spontaneous generation?\n\n\n- I. $\\hspace{1em}$ Broth in flask X grew cloudy due to dust and microbes being trapped in the neck, suggesting that even filtered air can induce microbial growth.\n- II. $\\hspace{.7em}$ Broth in flask Y remained clear, indicating no spontaneous microbial growth, as the sealed environment prevented any external contamination.\n- III. $\\hspace{.4em}$ Broth in flask Z remained clear, proving that exposure to air alone does not lead to microbial growth.\n\n\n\n\n- A. $\\hspace{1em}$ I only\n- B. $\\hspace{1em}$ II only\n- C. $\\hspace{1em}$ I and II only\n- D. $\\hspace{1em}$ I, II and III\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nStatement I is not true. In Pasteur's experiment, the broth in flask X, which had a swan neck, remained clear because the swan neck prevented dust and airborne microbes from reaching the broth while still allowing air to pass through. The dust and microbes were trapped in the bends of the swan neck and did not contaminate the broth.\nStatement II is true. Flask Y was sterilised and then sealed. The absence of microbial growth in this sealed environment supports the idea that microorganisms are not spontaneously generated from the broth but must be introduced from an external source.\nStatement III is not true. Pasteur's experiment showed that microbial growth occurred when the swan neck of flask Z was broken off, exposing the previously sterilised broth to the air without any barrier. This demonstrated that microorganisms in the air were responsible for the growth in the broth, not spontaneous generation.\nAs only Statement II is true, answer choice B is the correct answer to this question.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 16",
      "content": "Enzymes are needed to replicate and transcribe DNA. Ribosomes are needed to translate the DNA into enzymes. According to the “RNA world” hypothesis, what problem does this present for the first lifeforms to evolve on Earth?\n\n\n\n- A.$\\hspace{1em}$ Early life forms could not catalyse reactions.\n- B.$\\hspace{1em}$ Early life forms could not self-replicate.\n- C.$\\hspace{1em}$ Early life forms were unable to produce proteins.\n- D.$\\hspace{1em}$ Early lifeforms did not have cell membranes.\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because early life forms likely had neither ribosomes nor enzymes and therefore could not produce proteins. The “RNA world” hypothesis suggests that early life forms were believed to have used ribozymes (RNA molecules with catalytic activity) to catalyse essential reactions.\nChoice A is incorrect because the ability to catalyse metabolic reactions is thought to be a requirement for early life forms. Choice B is incorrect because self-replication is also a basic requirement for all living things. Choice D is incorrect because early life forms would have been unicellular, and all cells need a membrane of some kind to maintain structure and chemical gradients.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 17",
      "content": "In the early 19th century, vitalism was a widely accepted theory. This theory suggested that organic compounds, those found in living organisms, could only be produced through a \"vital force\" present in living matter.\nWhat was the role of urea in falsifying the theory of vitalism?\n\n\n\n- A.$\\hspace{1em}$ Urea is produced by kidneys, indicating that living things can make organic compounds.\n- B.$\\hspace{1em}$ Urea can be produced in laboratories, indicating that living things cannot synthesize organic compounds.\n- C.$\\hspace{1em}$ Urea can be produced in laboratories, indicating that not only living things can synthesize organic compounds.\n- D.$\\hspace{1em}$ Urea is produced by the kidneys, indicating that not only laboratories can make organic compounds.\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nThe theory of vitalism states that only living things can synthesise organic molecules. In 1953 Miller and Urey set up apparatus to simulate the conditions believed to be present on early Earth. Using these apparatus, they managed to produce urea, an organic compound, in the laboratory, which falsified this theory of vitalism. Therefore Choice C is correct.\nThe fact that urea is produced by the kidneys (Choices A and D) does not falsify the theory of vitalism but rather supports it. The production of urea in laboratories does not mean it cannot be synthesised by living things (Choice B).",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 18",
      "content": "The diagram shows the phylogenetic tree of life. Which method CANNOT be used to estimate the ages of the first living cells?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/487b410a-c72e-46bc-ac23-cf9fffe3bbfc/images/10fab881-d56f-4a45-a814-a9e928554585/BI1524%20fig1.png)\n\n\r\n[Source: Adapted from Croft, J. D. (2014, November 4). File: phylogenic tree-en.svg. Wikimedia Commons. Retrieved February 26, 2024 from URL https://commons.wikimedia.org/wiki/File: Phylogenic_Tree-en.svg. Copyright under CC BY 3.0]\n\n\n\n- A. $\\hspace{1em}$ Dating fossils using radioactive techniques\n- B. $\\hspace{1em}$ Genomic analysis of mutation rate\n- C. $\\hspace{1em}$ Analysis of stromatolites\n- D. $\\hspace{1em}$ Analysing fossils of LUCA from ancient volcanic rocks\n",
      "markScheme": "D\n$\\underline{\\textrm{Sample answer}}$: \nWhile some of the oldest known microfossils have been found in volcanic sediments and have been used to estimate the age of early life, there are no direct fossils of LUCA. LUCA is inferred from molecular and phylogenetic analyses rather than from physical fossil evidence. Therefore, Choice D provides a method that cannot be used, and so is the correct answer to this question.\nis used to determine the age of ancient rocks and fossils by measuring the decay of radioactive isotopes. It provides an estimate of when organisms were alive on Earth, making it a valid method for dating early life; Choice A provides a method that can be used, and so is an incorrect answer to this question.\nGenomic analysis of mutation rate, known as the molecular clock, tracks changes in DNA sequences over time to estimate divergence points in evolutionary history. It can be used to infer when the first living cells emerged; Choice B  provides a method that can be used, and so is an incorrect answer to this question.\nStromatolites are layered rock formations created by the accumulation of sediment trapped by photosynthetic bacteria. By analysing the layering and geochemical signatures of these formations, scientists can estimate the age of the rock, thereby providing indirect dating by identifying potential habitats for early life. Choice C provides a method that can be used, so it is an incorrect answer to this question.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 19",
      "content": "Louis Pasteur disproved the theory of spontaneous generation by showing that life did not spontaneously arise from non-living matter but came from existing microorganisms. In his experiment, he set up the following flasks:\nOpen straight-neck flask containing boiled broth.\nSwan-neck flask containing boiled broth (neck allowed air to flow but trapped dust and microbes).\nControl flask containing boiled broth and sealed from the air.\nThe experiment was replicated as shown below:\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/4f264e0a-eabd-4da0-bfbf-912611178311/images/9f2606f0-633f-460c-b9ba-a9599ddfb669/Pasteur%20flask%20RV.png)\n\n\n[ © Revision Village. Created using BioRender.com ]\n\nWhich two flasks would show the presence of microorganisms in the results?\n\n\n\n- A. $\\hspace{1em}$ R and S\n- B. $\\hspace{1em}$ S and Q\n- C. $\\hspace{1em}$ Q and R\n- D. $\\hspace{1em}$ P and Q\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nFlasks R and S (Choice A) would show the presence of microorganisms as Flask R is exposed to the air, so bacteria can enter and Flask S wasn't boiled, so microorganisms originally in the flask were not killed before the flask was sealed.\nFlask P (Choice D)  is incorrect as it was boiled first, killing any microorganisms and sealed so no more microorganisms can enter.\nFlask Q (Choices B, C, D) is incorrect because it was boiled, killing any microorganisms present. Swan-necked flasks prevent dust particles from carrying bacteria into the flask.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 20",
      "content": "\n- Nutritional versatility is a key part of archaea's ability to colonise extreme environments. Describe the different sources of energy that archaea use for ATP production.\t\t\t\t[4]\n\n- Discuss the effectiveness of Rubisco’s active site in facilitating carbon fixation.\t[4]\n\n- Explain how fatty acids can spontaneously form vesicles, and why this was important for the development of primitive cells (protocells).\t\t[7]\n\n",
      "markScheme": "\n- any four of the following:\n  $\\ce{ -> }$ photoautotrophs use light to generate energy in the form of ATP\t\t[1]\n\n  $\\ce{ -> }$ archaea don’t use chlorophyll OR archaea use a pigment called bacteriorhodopsin\t [1]\n\n  $\\ce{ -> }$ light is captured and drives a proton OR ion pump to generate ATP  \t\t[1]\n\n  $\\ce{ -> }$ chemoautotrophs use oxidation of inorganic chemicals for ATP production \t[1]\n\n  $\\ce{ -> }$ some archaea use hydrogen as an energy source \t[1]\n\n  $\\ce{ -> }$ some archaea use hydrogen sulfide ($\\ce{H_2S}$) OR elemental sulfur, as an energy source [1]\n\n  $\\ce{ -> }$ archaea may use metal ions OR iron OR manganese OR other suitable example as part of their energy metabolism in extreme environments \t\t[1]\n\n  $\\ce{ -> }$ some archaea can use fermentation pathways for ATP production in anaerobic conditions [1]\n\n  $\\ce{ -> }$ some archaea oxidise methane OR ammonia OR are methanogens OR are methane-producing archaea \t[1]\n\n  $\\ce{ -> }$ carbon dioxide acts as a terminal electron acceptor, reducing it to methane  \t[1]\n\n  $\\ce{ -> }$ heterotrophs use oxidation of carbon compounds as an energy source\t[1]\n\n  $\\ce{ -> }$ archaea can metabolise complex organic molecules like sugars OR alcohols OR proteins [1]\n\n[4 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nPhotoautotrophs use light to produce ATP ($\\checkmark$). A pigment in them captures light and drives a proton pump ($\\checkmark$). Chemoautotrophs use oxidation of inorganic chemicals to produce ATP ($\\checkmark$). Some archaea are heterotrophic and use the oxidation of carbon compounds as an energy source ($\\checkmark$).\n\n\n\n- any four of the following (at least one advantage and one disadvantage is needed to gain full marks):\n  Advantages\n$\\ce{ -> }$ rubisco’s active site binds specifically to RuBP OR ribulose-1,5-bisphosphate, enabling the efficient initiation of the carbon fixation process \t\t[1]\n\n  $\\ce{ -> }$ binds to carbon dioxide, incorporating it into an organic molecule and playing a central role in the Calvin cycle\t\t\t[1]\n\n  $\\ce{ -> }$ active site positions RuBP and carbon dioxide optimally for the reaction to occur OR lowering activation energy\t\t[1]\n\n  $\\ce{ -> }$ active site facilitates the formation of the unstable 6-carbon intermediate which then produces glycerate 3-phosphate\t[1]\n\n  $\\ce{ -> }$ activity is regulated by environmental factors OR pH OR magnesium ion concentration OR other suitable named factor in the stroma, optimising activity under light-dependent conditions\t[1]\n\n  Disadvantages\n$\\ce{ -> }$ rubisco can also bind to oxygen instead of carbon dioxide OR can also carry out photorespiration, which wastes energy OR reduces the efficiency of photosynthesis\t[1]\n\n  $\\ce{ -> }$ carbon dioxide needs to be at relatively high concentration to out compete oxygen for rubisco’s active site, which is not always achievable in certain environmental conditions OR is hot dry climates OR deserts\t\t\t[1]\n\n  $\\ce{ -> }$ relatively slow catalytic rate, requiring large amounts of Rubisco in plant cells to meet metabolic demands\t\t[1]\n\n[4 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nRubisco’s active site is highly effective in facilitating the fixing of carbon dioxide because is binds specifically to ribulose-1,5-bisphosphate (RuBP) ($\\checkmark$) and also to carbon dioxide, enabling its incorporation into an organic molecule, and playing a key role in the Calvin cycle ($\\checkmark$). By correctly positioning RuBP and carbon dioxide, the active site lowers the activation energy required for the reaction ($\\checkmark$). This facilitates the formation of an unstable 6-carbon intermediate, which rapidly splits into two molecules of glycerate-3-phosphate ($\\checkmark$).\n  However, rubisco can bind to oxygen instead of carbon dioxide, resulting in photorespiration, which wastes energy and reduces photosynthetic efficiency ($\\checkmark$). The enzyme’s relatively slow catalytic rate also requires plants to produce large amounts of Rubisco to meet their metabolic needs ($\\checkmark$).\n\n\n\n- any seven of the following (must contain at least two statements for how vesicles form and two for the role of vesicles in protocell development):\n  Fatty acids can spontaneously form vesicles \n$\\ce{ -> }$ fatty acids are amphipathic molecules OR have a hydrophilic OR polar head AND a hydrophobic OR nonpolar tail\t\t[1]\n\n  $\\ce{ -> }$ the hydrophobic OR nonpolar tails orient themselves away from water [1]\n\n  $\\ce{ -> }$ the hydrophilic OR polar heads orient themselves towards the water\t\t[1]\n\n  $\\ce{ -> }$ in aqueous environments, fatty acids spontaneously form micelles or bilayers\t[1]\n\n  $\\ce{ -> }$ bilayers can close into spherical vesicles, creating an enclosed compartment that reduces the energy cost of hydrophobic interactions. \t\t[1]\n\n  Role of vesicle formation in protocell development \n$\\ce{ -> }$ vesicles provide compartmentalisation of biochemical reactions, enabling the development of early metabolic pathways\t[1]\n\n  $\\ce{ -> }$ the selective permeability of vesicle membranes allows controlled exchange of molecules, crucial for nutrient uptake OR waste removal.\t\t\t[1]\n\n  $\\ce{ -> }$ vesicles can grow and divide, a process resembling primitive cell division WHICH is a critical process for the emergence of cellular life \t\t[1]\n\n  $\\ce{ -> }$ fatty acid-based vesicles are considered precursors to modern cellular membranes, providing a foundation for lipid bilayer evolution \t\t[1]\n\n  $\\ce{ -> }$ primitive vesicles were less stable than modern membranes and required specific environmental conditions for stability and maintenance\t[1]\n\n  $\\ce{ -> }$ vesicle formation alone does not explain the origin of complex metabolic networks OR self-replicating systems\t\t[1]\n\n  $\\ce{ -> }$ experimental evidence supports the RNA world hypothesis, where vesicles could encapsulate RNA and protect it from degradation, supporting early life processes   \t[1]\n\n  $\\ce{ -> }$ vesicles enable localised concentrations of reactants, increasing reaction efficiency compared to dispersed molecules in open water \t[1]\n\n  $\\ce{ -> }$ vesicles that encapsulated RNA OR other molecules had an evolutionary advantage by protecting their contents from degradation\t[1]\n\n  $\\ce{ -> }$ primitive vesicle stability depended on environmental factors like temperature OR pH OR  ionic concentration, which influenced protocell evolution\t\t[1]\n\n[7 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nFatty acids spontaneously self-assemble into vesicles in aqueous environments due to their amphipathic nature, meaning they have a hydrophilic (polar) head and a hydrophobic (nonpolar) tail ($\\checkmark$). The hydrophobic tails orient away from water, while the hydrophilic heads interact with water, leading to the formation of stable structures ($\\checkmark$).  In aqueous conditions, fatty acids can spontaneously form bilayers ($\\checkmark$), which can then close into spherical vesicles, creating a compartment that minimises hydrophobic interactions ($\\checkmark$).\n  These vesicles played a crucial role in protocell development by providing compartmentalisation, allowing for the concentration of reactants and the formation of early metabolic pathways ($\\checkmark$). The selective permeability of vesicle membranes enabled the controlled exchange of nutrients and waste, an essential step for cellular evolution ($\\checkmark$). Additionally, vesicles had the ability to grow and divide, a process resembling primitive cell division, which was crucial for the emergence of life ($\\checkmark$). The encapsulation of RNA within vesicles would have given protocells an evolutionary advantage by protecting genetic material from degradation, supporting the RNA world hypothesis ($\\checkmark$).\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. [1]\n",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "PBQ",
      "title": "Question 21",
      "content": "Louis Pasteur disproved the theory of spontaneous generation by showing that life did not spontaneously arise from non-living matter but came from existing microorganisms. In his experiment, he set up the following flasks:\nI. Open straight-neck flask containing boiled broth.\nII. Swan-neck flask containing boiled broth (neck allowed air to flow but trapped dust and microbes).\nIII.\nControl flask containing boiled broth and sealed from the air.\nResearchers carried out a similar experiment to Louis Pasteur’s famous experiment, using the set-up below, and incubating the flasks at 30°C.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/a499eca1-3fdc-499b-a934-107e6a0815bc/images/e58dbdf5-c36e-4567-ad68-a5f3248068bd/spontaneous%20origin%20of%20cells%20flasks.png)\n\n\n[© Revision Village 2023. Created with Chemix (https://chemix.org)]\n\n- State the purpose of boiling the broth before placing it in some of the flasks.\t[1]\n\n- \n  - State two variables that must be controlled in this experiment.\t[2]\n\n  - Explain why it is important to have controlled variables in this study.\t[1]\n\n\n- \n  - State the letters of three flasks which would show signs of decomposition of broth. [1]\n\n  - Explain your answer to part (i).\t[3]\n\n\n- Suggest, with reasons, how the results of the study would differ if the flasks were incubated at 4°C.\t[2]\n\n",
      "markScheme": "\n- the following:\n  $\\ce{ -> }$   to kill any pre-existing microorganisms OR bacteria in the broth OR beofre the experiment\t[1]\n\n[1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe purpose of boiling the broth was to kill any pre-existing microorganisms in the broth. ($\\checkmark$).\n\n\n\n- \n  - Any two of the following:\n\n  $\\ce{ -> }$ initial volume of broth\t[1]\n\n  $\\ce{ -> }$ temperature broth is incubated at\t[1]\n\n  $\\ce{ -> }$ oxygen concentration\t\t\t\t[1]\n\n  $\\ce{ -> }$ concentration of nutrients in the broth\t\t[1]\n\n  $\\ce{ -> }$ type OR volume of flask\t\t\t\t[1]\n\n  $\\ce{ -> }$ time flask is incubated for\t\t\t\t[1]\n\n  $\\ce{ -> }$ time that broth is boiled for\t\t\t[1]\n\n  $\\ce{ -> }$ sterilisation of flasks OR apparatus before setting up the experiment [1]\n\n  $\\ce{ -> }$ consistent composition of the broth\t\t[1]\n\n[2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nTwo variables that must be controlled in this experiment are the initial volume of broth ($\\checkmark$) and the temperature at which the broth is incubated ($\\checkmark$).\n\n\n\n- \n  - Any one of the following:\n\n  $\\ce{ -> }$ to ensure that any differences in the decomposition of the broth are only due to the independent variable \t[1]\n\n  $\\ce{ -> }$ to limit the influence of confounding variables\t\t[1]\n\n  $\\ce{ -> }$ to allow for a fair comparison between the flasks\t[1]\n\n  $\\ce{ -> }$ to increase replicability OR repeatability \t\t\t[1]\n\n[1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nIt is important to have controlled variables in this study to ensure that any differences in the decomposition of the broth are only due to the independent variable ($\\checkmark$).\n\n\n\n- \n  - Any three of the following gives one mark:\n\n  Do NOT award mark if any incorrect flasks are included.\n  $\\ce{ -> }$ Q, R, S, T\t[1]\n\n[1 mark maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe flasks that would show decomposition of broth are Q, R and  S ($\\checkmark$).\n\n\n\n- \n  - Any three  of the following:\n\n  $\\ce{ -> }$ flask Q was not boiled so microorganisms would be alive OR would reproduce AND microorganisms could enter from the air\t[1]\n\n  $\\ce{ -> }$ flask R was tilted after being boiled, so microorganisms could still enter the flask at an angle\t\t\t\t\t\t\t[1]\n\n  $\\ce{ -> }$ flask S was not boiled, so any microorganisms in the flask were not killed before the flask was sealed\t\t\t\t\t[1]\n\n  $\\ce{ -> }$ flask T was sealed with a metal mesh, so microorganisms from the air could enter the broth\t\t\t\t\t\t\t\t[1]\n\n[3 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nFlask Q would show decomposition of broth, as it was not boiled so microorganisms would be alive in the broth and could also enter from the air ($\\checkmark$). Flask R would show decomposition of broth, as even though it was tilted, it was not sealed so microorganisms can still enter the flask at an angle ($\\checkmark$). Flask S would also show decomposition of the broth, as it was not boiled before being sealed, so microorganisms would be alive in the broth ($\\checkmark$).\n\n\n\n- Any two  of the following\n  $\\ce{ -> }$ there would be less decomposition of the broth OR less bacterial growth OR less rapid growth of microorganisms in flasks Q, R, S and T\t[1]\n\n  $\\ce{ -> }$ at lower temperatures, microorganisms have a lower metabolic rate OR there is stiffening of phospholipid bilayer which decreases efficiency of membrane transport OR have a slower growth rate\t[1]\n\n  $\\ce{ -> }$ cooler temperatures can reduce the likelihood of contamination\t[1]\n\n  $\\ce{ -> }$ there would be no difference in flask P because no bacteria could enter and the broth was boiled killing any bacteria in the broth\t[1]\n\n[2 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$: \nIf the flasks were incubated at 4°C, there would be less decomposition ($\\checkmark$) of the broth in flasks Q, R, S and T, as at lower temperatures, microorganisms have a slower growth rate ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 22",
      "content": "Organisms that are better adapted to their environment are more likely to survive and thrive.\n\n- Describe how the skin and mucous membranes provide both physical and chemical defence against pathogens.\t[4]\n\n- Explain the importance of concentration gradients and the mechanisms that regulate them in the human ventilation system.\t[4]\n\n- Discuss to what extent the fossil record provides evidence for evolution.\t[7]\n\n",
      "markScheme": "\n- any four  of the following:\nAnswer must include one point from physical defence and one point from chemical defence to gain full marks\nPhysical defence\n$\\ce{ -> }$ skin provides a physical barrier OR is composed of multiple tissue layers preventing pathogens from entering the body\t[1]\n\r\n$\\ce{ -> }$ skin continuously sheds dead cells which removes any pathogens on the surface\t[1]\n\r\n$\\ce{ -> }$ cells in skin are held together by tight junctions reinforcing the barrier function OR preventing pathogens from passing between cells\t[1]\n\r\n$\\ce{ -> }$ mucus produced by mucous membranes can trap pathogens \t[1]\n\r\n$\\ce{ -> }$ mucus containing trapped pathogens is either expelled by the body or swallowed\t[1]\n\r\n$\\ce{ -> }$ cilia on mucous membrane surfaces move pathogens OR foreign particles out of the body\t[1]\n\n  Chemical defence\n$\\ce{ -> }$ sebaceous glands in the skin secrete sebum, which lowers the pH of the skin and inhibits the growth of bacteria and fungi\t[1]\n\r\n$\\ce{ -> }$ mucus contains lysozyme OR antimicrobial enzymes which break down bacterial cell walls\t[1]\n\r\n$\\ce{ -> }$ sweat contains antimicrobials OR acids which inhibit growth of pathogens \t[1]\n\r\n[4 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$:\nThe skin provides physical defence by forming a barrier that prevents pathogens from entering the body ($\\checkmark$). It also provides chemical defence against pathogens by having sebaceous glands that secrete sebum, which lowers the pH of the skin and so inhibits the growth of bacteria and fungi on the skin ($\\checkmark$). Mucous membranes line the internal surfaces of some organs and body cavities and secrete mucus, which can trap pathogens ($\\checkmark$). The mucus is then expelled by the body or swallowed ($\\checkmark$).\n\n\n\n- any four of the following:\n$\\ce{ -> }$ steeper the concentration gradient, the greater the rate of diffusion, allowing for faster movement of molecules from areas of high concentration to areas of low concentration\t[1]\n\r\n$\\ce{ -> }$ inhaled air in alveoli has a higher concentration of oxygen than oxygen-depleted blood in the capillaries surrounding the alveoli OR blood has a higher concentration of carbon dioxide than the air in the alveoli. [1]\n\r\n$\\ce{ -> }$ concentration gradients facilitate diffusion of oxygen from alveoli into blood OR carbon dioxide from blood into alveoli, which provides cells with oxygen for respiration and removes waste carbon dioxide\t[1]\n\r\n$\\ce{ -> }$ large network of capillaries surrounding alveoli rapidly transport oxygen away from the lungs OR rapidly transport carbon dioxide from the body to the lungs\t[1]\n\r\n$\\ce{ -> }$ the processes of inhalation and exhalation ensure that there is a constant flow of air in and out of lungs\t[1]\n\r\n$\\ce{ -> }$ chemoreceptors in carotid artery OR aorta OR medulla monitor blood pH levels OR blood carbon dioxide concentrations [1]\n\r\n$\\ce{ -> }$ chemoreceptors send signals to respiratory centre in medulla oblongata OR brain stem \t[1]\n\r\nrespiratory centre OR medulla oblongata controls breathing rate OR depth of breathing to maintain concentration gradient of oxygen\t[1]\n\r\n[4 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$:\nEfficient gas exchange in the lungs relies on maintaining concentration gradients, where inhaled air in the alveoli has a higher concentration of oxygen than oxygen-depleted blood and a lower concentration of carbon dioxide than that in the surrounding capillaries ($\\checkmark$). This gradient allows oxygen to diffuse from the alveoli into the blood and carbon dioxide from the blood into the alveoli ($\\checkmark$). An extensive network of capillaries surrounding the alveoli rapidly transports oxygen away from the lungs and carbon dioxide to the lungs ($\\checkmark$). The processes of inhalation and exhalation ensure a constant flow of air in and out of the lungs, maintaining these gradients ($\\checkmark$). Chemoreceptors in the carotid artery and aorta monitor blood pH ($\\checkmark$), sending signals to the respiratory centre to adjust breathing rate and depth ($\\checkmark$).\n\n\n\n- Aay seven of the following:\nAnswer must include one answer from ‘provides evidence’ and one answer from ‘doesn’t provide’ evidence to gain full marks\nProvides evidence\n$\\ce{ -> }$ some organisms have very good fossil records, which allow their evolution to be tracked easily, e.g. horses\t\t[1]\n\r\n$\\ce{ -> }$ the sequence of fossils that appear in layers of rock matches the sequence in which they would be expected to evolve \t[1]\n\r\n$\\ce{ -> }$ older organisms appear in deeper rock layers OR strata, and more recently evolved organisms appear in the upper layers\t[1]\n\r\n$\\ce{ -> }$ there are fossils of extinct organisms with transitional forms OR fossils of extinct organisms that have features that link different stages of evolution, e.g. Archaeopteryx, bird-like dinosaurs that support the hypothesis that birds evolved from reptiles\t\t[1]\n\r\n$\\ce{ -> }$ the fossil record shows evidence of mass extinction events OR there are many more extinct species than living ones\t\t[1]\n\r\n$\\ce{ -> }$ fossils show evidence of adaptive radiation OR divergence of different organisms from a common ancestor OR speciation\t[1]\n\r\n$\\ce{ -> }$ the fossil record shows evidence of vestigial structures that are no longer present in current organisms\t[1]\n\r\n$\\ce{ -> }$ there is fossil evidence for the existence of the last universal common ancestor (LUCA) near hydrothermal vents\t\t[1]\n\r\n$\\ce{ -> }$ fossils provide chronological evidence that supports the theory of gradualism in evolution, where small changes accumulate over long periods\t[1]\n\r\n$\\ce{ -> }$ fossilised remains of early hominids show a clear progression in brain size OR bipedalism, supporting human evolution\t[1]\n\n  Doesn’t provide evidence\r\n$\\ce{ -> }$ fossil record is incomplete, with many gaps OR some fossil species appear abruptly in the fossil record without any precursors\t[1]\n\r\n$\\ce{ -> }$ some species in the fossil record appear not to have changed much over long periods of time\t\t[1]\n\r\n$\\ce{ -> }$ convergent evolution OR fossils of unrelated organisms with similar features makes it difficult to track evolution accurately\t[1]\n\r\n$\\ce{ -> }$ soft-bodied organisms are rarely fossilised, leading to an incomplete record that skews our understanding of evolutionary history\t[1]\n\r\n$\\ce{ -> }$ process of fossilisation is rare and biased towards certain environments, meaning that the fossil record may not accurately represent all ecosystems and organisms\t[1]\n\r\n[7 marks maximum]\n\n  $\\underline{\\textrm{Sample answer}}$:\nThe fossil record supports evolution because some organisms have well-documented fossil records that allow their evolutionary changes to be tracked easily ($\\checkmark$). Additionally, the sequence in which fossils appear in rock layers matches the sequence in which they would be expected to evolve ($\\checkmark$). For example, older organisms are found in deeper layers of rocks, while more recently evolved organisms are found in the upper layers ($\\checkmark$). There are also fossils of extinct organisms with transitional features, such as Archaeopteryx, a bird-like dinosaur, which supports the hypothesis that birds evolved from reptiles and provides evolutionary links between present and extinct species ($\\checkmark$). However, there are gaps in the fossil record ($\\checkmark$), some species appear not to have changed over long periods of time ($\\checkmark$), and convergent evolution can make it difficult to track evolution accurately ($\\checkmark$).\n  A quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information.\n",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "4"
    }
  ]
}