{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 1",
      "content": "What is a disadvantage to an organism of being multicellular rather than unicellular?\n\n\n- A.$\\hspace{1em}$ Larger body size\n- B.$\\hspace{1em}$ Ability to adapt to their surroundings\n- C.$\\hspace{1em}$ The need for a complex exchange system\n- D.$\\hspace{1em}$ Cell differentiation\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nMulticellular organisms are comprised of numerous specialised cells, enabling them to achieve larger sizes compared to unicellular organisms. This results in them needing exchange systems, such as the circulatory and respiratory systems, to manage waste removal and to acquire essential substances such as oxygen and nutrients. In contrast, unicellular organisms can rely on simple diffusion. Choice C  is correct.\nChoice A  is incorrect because although multicellular organisms often have a larger body size than unicellular organisms, this can be advantageous to them. Choice B  is incorrect, as multicellular organisms adapting to their environment more easily is an advantage. Choice D  is incorrect, as cell differentiation, where cells become specialised for specific functions, is an advantage as it allows for the division of labour amongst cells.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 2",
      "content": "Which statement about eukaryotic cells is correct?\n\n\n\n- A. $\\hspace{1em}$ Eukaryotic chromosomes are circular and the DNA is associated with histone proteins\n- B. $\\hspace{1em}$ Eukaryotic cells have looped DNA molecules which are not associated with proteins in the nucleus\n- C. $\\hspace{1em}$ Eukaryotic cells have linear DNA molecules associated with proteins\n- D. $\\hspace{1em}$ Eukaryotic cells have linear DNA molecules that are not associated with histone proteins\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nThe chromosomes of eukaryotes are linear, and the DNA is coiled around histone proteins (Choice C). Choice A is incorrect because eukaryotic DNA molecules are not circular. Choice B  is incorrect because eukaryotic cells do not have looped DNA in the nucleus. Choice D  is incorrect because the linear DNA molecules in eukaryotic cells are coiled around histone proteins.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 3",
      "content": "What type of cell is shown in the image?\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/cb7991c0-6eee-4fa1-81bc-74345942fcf6/images/be97c032-ac41-4e78-8ebb-0e74c97826e6/BI0392ii.png)\n\n\n[Source: Adapted from Itayba, Hebrew Wikipedia. (2016, March 1). Category: Electron Microscope Images. Wikimedia Commons. Retrieved May 19, 2022, from https://commons.wikimedia.org/wiki/File: Electron_microscopy.jpg  Copyright under CC BY 3.0]\n\n\n\n- A. $\\hspace{1em}$ A eukaryotic cell because it contains mitochondria\n- B. $\\hspace{1em}$ A prokaryotic cell because it has a plasma membrane\n- C. $\\hspace{1em}$ A eukaryotic cell because it does not have a nucleus\n- D. $\\hspace{1em}$ A prokaryotic cell because it contains ribosomes\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nEukaryotic cells contain mitochondria but prokaryotic cells do not. Choice A is correct.\nChoices B and D are incorrect as the cell is not prokaryotic; it has a nucleus. Choice C is incorrect because the cell has a nucleus.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 4",
      "content": "Which statement(s) about the endosymbiotic theory is/are true?\n\n\n- I. $\\hspace{1em}$\tIt provides evidence for the origin of prokaryotes.\n- II. $\\hspace{.7em}$\tIt provides evidence for the origin of eukaryotes.\n- III. $\\hspace{.5em}$\tIt provides evidence for spontaneous generation.\n\n\n\n\n- A. $\\hspace{1em}$ II only\n- B. $\\hspace{1em}$\tI only\n- C. $\\hspace{1em}$\tII and III only\n- D. $\\hspace{1em}$\tI, II and III\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nThe endosymbiotic theory states that larger prokaryotes engulfed smaller prokaryotes, which were the ancestors of modern chloroplasts and mitochondria, eventually evolving into eukaryotes. Choice A is correct.\nStatement I (Choices B and D) is incorrect as prokaryotes were not formed by the endosymbiotic theory. Statement III (Choice C) is incorrect as spontaneous generation is impossible.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 5",
      "content": "Which structure in a eukaryotic cell would also be present in a prokaryotic cell?\n\n\n\n- A.$\\hspace{1em}$ Nucleus\n- B.$\\hspace{1em}$ Plasma membrane\n- C.$\\hspace{1em}$ 80S ribosomes\n- D.$\\hspace{1em}$ Histones\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nBoth eukaryotic and prokaryotic cells contain a plasma membrane; Choice B  is correct.\nChoices A, C and D  are incorrect as they are present in eukaryotic cells but not prokaryotic cells.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 6",
      "content": "Which row in the table correctly identifies structures which are present (✓) or absent (✕)  in prokaryotic and eukaryotic cells?\n\nStructureProkaryotic cellsEukaryotic cellsA.$\\hspace{1em}$70S Ribosomes in Cytosol✓✕B.$\\hspace{1em}$Cell Wall✕✓C.$\\hspace{1em}$Mitochondria✓✕D.$\\hspace{1em}$Naked DNA✕✓",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nProkaryotic cells contain 70S ribosomes in their cytoplasm, while eukaryotic cells have 80s cytoplasmic ribosomes, so Choice A is correct.\nChoice B is incorrect as prokaryotes have a cell wall, but not all eukaryotes do. Choice C is incorrect as prokaryotes do not contain membrane-bound organelles such as mitochondria, but eukaryotes do. *Choice D is incorrect, as prokaryotic cells have naked DNA, whereas eukaryotic cells contain DNA within a nuclear membrane.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 7",
      "content": "These photographs show the same section of a human retina. What is the reason for the difference between the two diagrams?\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/34eb27e0-6237-4360-ac56-27073683e781/images/58faa56f-a89c-49e0-824a-bfbe19119bb9/BI0391_1.2.png)\n\n\n[Source: Nestl, A. (2012, January 17). File AMD Super resolution Cremer.png - Wikimedia Commons. Wikimedia commons. Retrieved June 16, 2022, from https://commons.wikimedia.org/wiki/File: Opthalmology_AMD_Super_Resolution_Cremer.png Copyright under CC BY 3.0]\n\n\n\n- A. $\\hspace{1em}$ The photograph on the right was taken using an electron microscope.\n- B. $\\hspace{1em}$ The photograph on the right is at a higher resolution.\n- C. $\\hspace{1em}$ The photograph on the right is at a higher magnification.\n- D. $\\hspace{1em}$ The photograph on the right shows the ultrastructure of the cells.\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nThe resolution is the ability to distinguish between two objects. Choice B is correct.\nChoices A and D are incorrect because a photograph taken using an electron microscope would allow the ultrastructure of the cells (fine detail of cells, such as organelles) to be observed. Choice C is incorrect because these photographs are magnified at the same power.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 8",
      "content": "Which of the following correctly describes the images produced by electron microscopes?\n\n\n- I.High resolutionII.High magnificationIII.Coloured\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ I and II only\n- C.$\\hspace{1em}$ II and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nElectron micrographs have high resolution (Statement I) and high magnification (Statement II) Choice B is therefore correct.\nElectron micrographs are not coloured (Statement III). Choice A is incorrect as it only includes one correct statement.  Choices C and D are incorrect because they include Statement III.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 9",
      "content": "Paramecium produces enzymes that catalyse different chemical reactions taking place in the cytoplasm. What function of life is demonstrated in this situation?\n\n\n\n- A.$\\hspace{1em}$ Excretion\n- B.$\\hspace{1em}$ Homeostasis\n- C.$\\hspace{1em}$ Reproduction\n- D.$\\hspace{1em}$ Metabolism\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A - Excretion is the removal of metabolic wastes from the organism. Paramecia expel waste products such as carbon dioxide through the process of diffusion.\nChoice B - Homeostasis pertains to the ability of living things to maintain a stable internal environment. Paramecia maintain a stable internal condition by expelling excess water using the contractile vacuole.\nChoice C -   Reproduction is the biological process by which organisms produce offspring that are biologically similar to themselves. Paramecia can reproduce sexually through meiosis and asexually through mitosis.\nChoice D - Metabolism refers to all the chemical reactions in organisms such as anabolic and catabolic reactions. Paramecia produce enzymes that catalyse different catabolic and anabolic reactions in the cell.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 10",
      "content": "Which organelle has a double membrane?\n\n\n\n- A. $\\hspace{1em}$ Rough endoplasmic reticulum\n- B. $\\hspace{1em}$\tGolgi apparatus\n- C. $\\hspace{1em}$\tNucleus\n- D. $\\hspace{1em}$\tVacuole\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nThe nucleus is the only organelle among the options listed that has a double membrane. The nuclear envelope consists of two lipid bilayers: the inner membrane and the outer membrane. Choice C is correct.\nChoices A, B and D are incorrect as they all have a single membrane.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 12",
      "content": "Which structure found in a eukaryote has a double membrane?\n\n\n\n- A.$\\hspace{1em}$ Golgi apparatus\n- B.$\\hspace{1em}$ Mitochondrion\n- C.$\\hspace{1em}$ Lysosome\n- D.$\\hspace{1em}$ Endoplasmic reticulum\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nOrganelles of a eukaryotic cell are enclosed by a single or double membrane. Double membrane-bound organelles include the nucleus, mitochondria, and chloroplasts. So, a mitochondrion has a double membrane.\nThe Golgi apparatus (Choice A), lysosome (Choice C), and endoplasmic reticulum (Choice D) all have a single membrane.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 13",
      "content": "The photomicrograph shows Chlorella, the cells of which contain chlorophyll.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/a549579f-5d03-4a34-99a1-cdcb73fb3959/images/f787f899-db4e-48d7-9c4c-fc7fb4e26e99/image.png)\n\n\nMagnification: 100 x $\\hspace{3em}$Scale bar = 10 µm[Source: Adapted from User: NEON. (2014). Chlorella vulgaris Beijerinck Nies-2170 / Olympus IX71+DP72. Wikimedia Common. Retrieved April 6, 2022, from https://commons.wikimedia.org/wiki/File: Chlorella_vulgaris_NIES2170.jpg. Copyright by CC BY-SA 3.0]\n\n\nWhich statement best explains how chlorophyll supports a function of life?\n\n\n\n- A.$\\hspace{1em}$ It catalyses the breakdown of glucose into ATP.\n- B.$\\hspace{1em}$  It absorbs light energy needed to convert inorganic molecules into organic molecules.\n- C.$\\hspace{1em}$ It transports carbon dioxide into the chloroplast for glucose synthesis.\n- D.$\\hspace{1em}$ It stores the energy released during cellular respiration.\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B accurately describes chlorophyll’s role in photosynthesis, a process that supports the life function of nutrition in autotrophic organisms (like plants and some unicellular organisms). Chlorophyll absorbs light energy, which is used to convert inorganic carbon dioxide and water into the organic compound glucose.\nChoice A is incorrect because this describes cellular respiration, not the function of chlorophyll.\nThe breakdown of glucose into ATP happens in the mitochondria and does not use chlorophyll.\nChoice C is incorrect because chlorophyll does not transport carbon dioxide; CO₂ enters the leaf via stomata and diffuses into chloroplasts. Chlorophyll’s role is to absorb light, not transport gases.\nChoice D is incorrect because chlorophyll is involved in capturing light energy, not in storing energy from respiration. Energy from respiration is stored in ATP, not in chlorophyll.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 14",
      "content": "Which of the following statements is true of fungal cell walls?\n\n\n\n- A.$\\hspace{1em}$ They are composed of cellulose.\n- B.$\\hspace{1em}$ Fungal cells do not have cell walls.\n- C.$\\hspace{1em}$ They are composed of chitin.\n- D.$\\hspace{1em}$ They are composed of peptidoglycan.\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because fungal cell walls are primarily composed of chitin. Choice A is incorrect because cellulose is the main carbohydrate that makes up plant cell walls. Peptidoglycan is found in bacterial cell walls, so Choice D is incorrect. Fungal cells do have cell walls, so Choice B is incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 15",
      "content": "Which of the following statements are true about the structure of cells?\n\n\n- I.All cells contain cytoplasm enclosed by the plasma membrane.II.The microscope was important in understanding the structure of the cell.III.Prokaryotes do not have genetic material.\n\n\n\n\n- A.$\\hspace{1em}$ I and II only\n- B.$\\hspace{1em}$ II and III only\n- C.$\\hspace{1em}$ I and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nStatement I is true because all cells have cytoplasm enclosed by the plasma membrane.\nStatement II is also true because the invention of the microscope made viewing structures within the cell easier.\nStatement III is false because all cells have genetic material. Eukaryotic cells have their genetic material inside of the nucleus, while prokaryotes have their genetic material in the nucleoid region.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 16",
      "content": "Below is a micrograph of a bacterium, Marinomonas arctica, which is found in Arctic sea ice.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/e4c4e564-261e-4307-9a32-e06985877dc5/images/c403239f-99bf-4c69-919f-90bc200a737a/BI1258.png)\n\n\n[Source: Gulf of Alaska Seamounts expedition, 2019. Marinomonas arctica.jpg. Wikimedia. Retrieved, September 25th 2023, from https://commons.wikimedia.org/wiki/File: Marinomonas_arctica.jpg. Copyright under Public Domain]\nWhich row contains features of prokaryotic cells such as Marinomonas arctica?\n\nRibosomesCell wallDNA associated with proteinsA.$\\hspace{1em}$80SYesNoB.$\\hspace{1em}$80SYesYesC.$\\hspace{1em}$70SNoNoD.$\\hspace{1em}$70SYesNo",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is correct because bacteria are prokaryotes, and prokaryotes have 70S ribosomes and a cell wall; they do not have proteins associated with the DNA. Choice A is incorrect because prokaryotes do not have 80S ribosomes. Choice B is incorrect because prokaryotes do not have 80S ribosomes or proteins associated with DNA. Choice C is incorrect because prokaryotes do have cell walls.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 17",
      "content": "Which statement(s) is/are not true of eukaryotic or prokaryotic cells?\n\n\n- I. $\\hspace{1em}$ Prokaryotic cells have a compartmentalised structure.\n- II.$\\hspace{.8em}$ Only eukaryotic cells have a Golgi apparatus.\n- III.$\\hspace{.6em}$ Only eukaryotic cells have membrane-bound organelles.\n\n\n\n\n- A. $\\hspace{1em}$ II only\n- B. $\\hspace{1em}$\tI only\n- C. $\\hspace{1em}$\tII and III only\n- D. $\\hspace{1em}$\tI, II and III\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nStatement I is NOT true of prokaryotic cells because they do not have compartmentalised structures. Compartmentalisation is a defining feature of eukaryotic cells, allowing them to carry out more complex and specialised functions.\nStatement II is true of prokaryotic cells because they do not have a Golgi apparatus. The Golgi apparatus is a membrane-bound organelle, and only eukaryotic cells possess it.\nStatement III is true because membrane-bound organelles is a defining feature of eukaryotic cells. Prokaryotic cells lack membrane-bound organelles entirely.\nChoice B is the correct answer as it only includes Statement I.\nChoices A, C and D are incorrect as they all include Statement II, Statement III or both.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 18",
      "content": "The image below is a micrograph of blood.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/f214bda4-8709-4714-9bb8-3bb5add61df2/images/224826e0-3233-47cd-aac2-c60d4bb234e4/micrograph%20of%20blood%20with%20phagocytes%20phagocytic%20white%20blood%20cells%20lymphocytes%20i.png)\n\n\nMagnification: 800x[Source: Adapted from Berkshire Community College Bioscience Image Library. (2018). Connective Tissue: Human Blood Leukocyte Survey. Flickr. Retrieved April 4, 2022, from\nhttps://www.flickr.com/photos/146824358@N03/26921278147. Copyright free]\n\n\n\n- Identify the part of the cells labelled A and B. <span class=\"marks\">[2]</span>\n\n- Outline why blood is classified as a tissue. <span class=\"marks\">[1]</span>\n\n- State where the stem cells needed to produce red blood cells are located. <span class=\"marks\">[1]</span>\n\n- Progenitor cells are produced by dividing stem cells. These cells will eventually differentiate even further. Blood cells have a common progenitor cell. Describe the process that happens to these progenitor cells. <span class=\"marks\">[2]</span>\n\n",
      "markScheme": "\n- any two of the following:\n  $\\ce{ -> }$ arrow A points to the plasma membrane   <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ arrow B points to the nucleus (in white blood cell) <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n- Any one of the following:\n  $\\ce{ -> }$ consists of different types of cells OR consists of specialised cells <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ consists of red blood cells, white blood cells and platelets   <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  Sample answer:\n\nThe definition of tissue is different types of cells working together ($\\checkmark$). Blood consists of red blood cells, white blood cells and platelets,($\\checkmark$) which each have a different role and work together.\n\n\n\n- \n\n$\\hspace{1em}$ $\\ce{ -> }$ bone marrow <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n\n\n- Any two of the following:\n  $\\ce{ -> }$ through selective gene expression OR expression of only tissue-specific genes OR expression of specific genes needed for the development of the blood cells\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ in response to changes in the environment  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ become specialised cells OR become cells with a specific role OR function  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ differentiate into red blood cells, white blood cells, and platelets OR become the different types of blood cells   <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  Sample answer:\n\nThrough selective gene expression ($\\checkmark$) common progenitor cells become specialised cells ($\\checkmark$). In the case of blood, these cells differentiate into red blood cells, white blood cells and platelets ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": "6",
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 19",
      "content": "Which statement applies to both mitochondria and prokaryotes?\n\n\n\n- A. $\\hspace{1em}$ They both contain DNA.\n- B. $\\hspace{1em}$\tThey both have flagella.\n- C. $\\hspace{1em}$\tThey both contain lysosomes.\n- D. $\\hspace{1em}$\tThey both have a cell wall.\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nMitochondria and prokaryotes both contain their own DNA (Choice A).\nChoices B, C and D are incorrect as they are all only present in prokaryotes but not in mitochondria.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "PBQ",
      "title": "Question 20",
      "content": "The micrograph below shows E. coli cells.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/08c07fb2-97af-4b53-9301-240dba841c75/images/c6254d6c-a0ee-498b-bc2b-0f994ea000ad/BI0799A.png)\n\n\n[Source: Adapted from Highton, P., 1968. E.coli image.jpeg. Wikimedia Commons. Retrieved 29th January 2023 from https://commons.wikimedia.org/wiki/File.coli_image.jpg. Copyright under Creative CommonsCC0 1.0]\n\n- Identify the structure labelled I in the micrograph. <span class=\"marks\">[1]</span>\n\n- If the magnification of the image is x36,000 and the length of cell II in the image is 54 mm, calculate the actual length of cell II in micrometres (µm). <span class=\"marks\">[2]</span>\n\n- State one feature, other than the structure labelled I, that can be used to identify the cells in this micrograph as prokaryotic cells. <span class=\"marks\">[1]</span>\n\n",
      "markScheme": "\n- \n\n$\\hspace{1em}$ $\\ce{ -> }$ Nucleoid OR region of circular DNA OR region of bacterial chromosome OR circular DNA\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n$\\hspace{1em}$ $\\underline{\\textrm{Sample answer}}$:  \n$\\hspace{1em}$ Structure I is the nucleoid ($\\checkmark$).\n\n\n- \n\n$\\hspace{1em}$ $\\ce{ -> }$ = $\\left(\\dfrac{\\text{54000 µm}}{\\text{36000}}\\right) $\n<span class=\"marks\">[1]</span>\n\n$\\hspace{1em}$ $\\ce{ -> }$ = 1.5µm\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n$\\hspace{1em}$ $\\underline{\\textrm{Sample answer}}$:  \n$\\hspace{1em}$ Magnification = x36000\n$\\hspace{1em}$ Length in image = 54mm x 1000 = 54000 µm\n$\\hspace{1em}$ Actual length\n$\\hspace{1em}$ = $\\left(\\dfrac{\\textbf{54000 µm}}{\\textbf{36000}}\\right) $  ($\\checkmark$)\n$\\hspace{1em}$ = 1.5 µm ($\\checkmark$)\n\n\n- Any one of the following:\n  $\\ce{ -> }$ cell wall of peptidoglycan\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ cell in binary fission\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ no compartments in cell OR no membrane bound organelles OR no nucleus\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:  \nThe cell does not have a nucleus, or any other membrane bound organelles ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": "4",
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 21",
      "content": "The electron micrograph shows tobacco leaf mesophyll cells.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/277f4f8c-19fc-469f-b9a4-3305fde9bb35/images/b7225a3a-fdc9-4f9f-a955-1e86a3c869ff/BI1557.png)\n\n\n[Adapted from: Marys, E. (n.d.). A Ultrathin Section of Vegetal Leaf Mesophyll Cells Showing Chloroplast Structure Stock Image - Image of discovery, botany: 211880559. Dreamstime.com. Retrieved April 23, 2024, from https://www.dreamstime.com/ultra-thin-section-transmission-electron-microscopy-tobacco-leaf-mesophyll-cells-showing-chloroplast-structure-ultrathin-image211880559. Royalty free image.]\n\nIdentify structures X, Y, and Z in the micrograph.\nStructure XStructure YStructure ZA.$\\hspace{1em}$mitochondrionnucleusplasma membraneB.$\\hspace{1em}$chloroplastvacuolecell wallC.$\\hspace{1em}$mitochondrionvacuoleplasma membraneD.$\\hspace{1em}$chloroplastnucleuscell wall",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is correct because structure X is a chloroplast, structure Y is the nucleus and structure Z is the cell wall.\nChoice A is incorrect because X is a chloroplast, not a mitochondrion. Choice B is incorrect because Y is the nucleus, not a vacuole. Choice C is incorrect because both structures X and Y are mislabelled.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 22",
      "content": "Which structure is found in both eukaryotic and prokaryotic cells?\n\n\n\n- A.$\\hspace{1em}$ Lysosome\n- B.$\\hspace{1em}$ Ribosome\n- C.$\\hspace{1em}$ Golgi apparatus\n- D.$\\hspace{1em}$ Nucleoid\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nUnlike eukaryotes, prokaryotes lack a nucleus and membrane-bound organelles. However, like eukaryotes, prokaryotes contain ribosomes, a non-membrane-bound organelle required for protein synthesis. So, ribosomes are found in both prokaryotes and eukaryotes.\nLysosomes (Choice A) and the Golgi apparatus (Choice C) are only found in eukaryotes. The nucleoid (Choice D) is only found in prokaryotes.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 23",
      "content": "What is the actual width of the cell in this image? The scale bar represents 5μm.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/6b591b07-f59c-48c2-9596-d40067442d9b/images/bc4aab5d-8d13-40de-a819-a662fa2d63b0/BI1135.png)\n\n\n[Source: Adapted from Itayba, Hebrew Wikipedia (2006, March 1). File: Electron Microscope Siemens, 1960.jpg - wikimedia commons. Wikimedia commons. Retrieved March 4, 2023, from https://commons.wikimedia.org/wiki/File: Electron_microscope_Siemens,_1960.jpg Copyright under CC BY 3.0]\n\n\n\n- A.$\\hspace{1em}$ 4μm\n- B.$\\hspace{1em}$ 40μm\n- C.$\\hspace{1em}$ 400μm\n- D.$\\hspace{1em}$ 4000μm\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nThe scale bar is shown to be 5μm in width, which is represented by 0.5cm on the ruler. The ruler indicates a total cell width of 4cm. Therefore, 8 scale bar widths will fit within the cell. Actual cell width = 8 $\\times$ 5μm = 40μm.\nChoices A, C, and D are incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 24",
      "content": "Mesophyll cells are found in plants. Plant cells have unique characteristics that distinguish them from any other cell type.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/860825df-c83f-42a2-959f-858276f1b357/images/a1726d87-2824-4bf2-b6bb-b3a42c682716/BI0575.png)\n\n[Source: Adapted from Zhang, N., Zhang, L., Zhao, L., Ren, Y., Cui, D., Chen, J., ... & Chen, F. (2017). iTRAQ and virus-induced gene silencing revealed three proteins involved in the cold response in bread wheat. Scientific reports, 7(1), 1-16.Retrieved March 27, 2022. From https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5548720/. Copyright under CC by 4.0]\nIn the micrograph above, one of the cell parts is labelled X. What is the name of this structure?\n\n\n\n- A.$\\hspace{1em}$ Chloroplast\n- B.$\\hspace{1em}$ Central vacuole\n- C.$\\hspace{1em}$ Cell wall\n- D.$\\hspace{1em}$ Starch granule\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C - The cell wall is the outermost layer of plant cells just outside the plasma membrane.\nChloroplasts (Choice A) are membrane-bound oval-shaped organelles (labelled Ch in the image) that are responsible for photosynthesis.\nThe central vacuole (Choice B) is located in the centre of the cell, not towards the outside.  It is evident in the micrograph provided by the white, empty space in the middle of the cell.\nStarch granules (Choice D) are structures consisting of starch.  Their function is to store starch which is produced during photosynthesis. Starch granules are not visible in the micrgraph above.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 25",
      "content": "The micrograph shows a transverse section through a leaf.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/930381f2-72ec-4a7f-87fd-bbfe494edafc/images/5342f51d-2485-459c-a67e-cccaddcc8e57/BI0798A.png)\n\n\n[Source from Berkshire Community College Bioscience Image Library,2018. Angiosperm Morphology Mesophyll Arrangement in Ligustrum (36198182664).jpg. Wikimedia Commons. Retrieved 29th January 2023 from https://commons.wikimedia.org/wiki/File:Angiosperm_Morphology_Mesophyll_Arrangement_in_Ligustrum_(36198182664).jpg.Copyright under Creative Commons CC0 1.0]\n\n- \n  - Identify an adaptation of this leaf for its function.\t<span class=\"marks\">[1]</span>\n\n  - Identify the cell organelle that is found in particularly high numbers in the palisade mesophyll cells. <span class=\"marks\">[1]</span>\n\n\n\n\nThis micrograph shows a transverse section through a pancreatic acinar cell. Acinar cells are found in the exocrine tissue of the pancreas.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/930381f2-72ec-4a7f-87fd-bbfe494edafc/images/94be8ad7-3148-4d85-a6a2-a047e74af269/BI0798B.png)\n\n\n[Source: Adapted from Howard, L., 2006. Pancreatic acinar cells.jpg. Wikimedia Commons. Retrieved 29th January 2023 from https://commons.wikimedia.org/w/index.php?search=pancreatic+cells&title=Special&go=Go&type=image&haslicense=unrestricted. Copyright under Public Domain]\n\n- \n  - Explain how the structure of this cell is related to the function of the synthesis of proteins for release from the cell. <span class=\"marks\">[2]</span>\n\n  - State why an electron microscope is needed to view the ultrastructure of the\nacinar cells. <span class=\"marks\">[2]</span>\n\n\n",
      "markScheme": "\n- \n  - Any one of the following:\n\n  $\\ce{ -> }$ large number of chloroplasts\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ large surface area\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ air spaces OR spongy mesophyll\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ vascular tissues OR veins OR vascular bundles\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ stomata OR guard cells\t\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ waxy cuticle\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ columnar cells in top layer OR palisade mesophylll\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe leaf has a large surface area ($\\checkmark$) for absorption of light.\n\n\n\n- \n  - \n\n  $\\ce{ -> }$ chloroplasts\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe organelle in greater abundance in the palisade mesophyll cells is the chloroplast ($\\checkmark$).\n\n\n\n- \n  - Any two of the following:\n\n  $\\ce{ -> }$ nucleus separated from cytoplasm by membrane AND allowing post-transcriptional modification of mRNA\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ large numbers of membrane-bound ribosomes OR rough endoplasmic reticulum AND for translation OR synthesis of proteins for secretion\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ large amount of rough endoplasmic reticulum AND lumen of rough endoplasmic reticulum is where polypeptides are folded and modified to form proteins\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ many vesicles AND used to transport proteins from rough endoplasmic reticulum to Golgi apparatus OR to carry proteins to plasma OR cell membrane for secretion\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ Golgi apparatus AND receives proteins from rough endoplasmic reticulum and modifies OR packages proteins for release from  cell <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe structure of this cell is adapted to its function because it contains a large amount of rough endoplasmic reticulum. The ribosomes on the rough endoplasmic reticulum are the site of the synthesis of the polypeptides ($\\checkmark$) and these polypeptides are then folded and modified into functional proteins in the lumen of the rough endoplasmic reticulum ($\\checkmark$).\n\n\n\n- \n  - Any two of the following:\n\n  $\\ce{ -> }$ electron microscopes have a higher resolution than light microscopes <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ electron microscopes have a higher magnification than light microscopes\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nElectron microscopes have higher magnification ($\\checkmark$) and higher resolution ($\\checkmark$)  than light microscopes, so they allow more detail to be seen in smaller objects.\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": "6",
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 26",
      "content": "Which row correctly describes the DNA and chromosomes of Eubacteria cells?\n\nShapeDNA with histonesNumber of chromosomes$\\hspace{1em}$A.$\\hspace{1em}$CircularYesMore than one$\\hspace{1em}$B.$\\hspace{1em}$LinearYesMore than one$\\hspace{1em}$C.$\\hspace{1em}$CircularNoOne$\\hspace{1em}$D.$\\hspace{1em}$LinearNoOne",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nEubacteria have a single chromosome composed of DNA and not associated with histones(Choice C).\nChoice A is incorrect because prokaryotes' DNA is not associated with histones and they only have one chromosome. Choice B is incorrect because prokaryotes do not have linear DNA, their DNA is not associated with histones, and they do not have more than one chromosome. Choice D is incorrect because prokaryotic chromosomes are not linear.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 27",
      "content": "Cyanobacteria are prokaryotes that can perform photosynthesis. Which structural feature is common to both cyanobacteria and plant cells?\n\n\n\n- A.$\\hspace{1em}$ Chloroplast\n- B.$\\hspace{1em}$ Cell wall\n- C.$\\hspace{1em}$ Pili\n- D.$\\hspace{1em}$ Mitochondria\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nProkaryotes are one of the earliest organisms to have evolved the process of photosynthesis. Plant cells are eukaryotes that can also perform photosynthesis, but they evolved after prokaryotes. Some of the features that distinguish prokaryotes from plant cells (which are eukaryotes) are membrane-bound organelles such as chloroplasts (Choice A) and mitochondria (Choice D) which are present in plant cells but absent in prokaryotes. According to the endosymbiotic theory, cyanobacteria evolved into chloroplasts during the early evolutionary process of eukaryotic cells.\nPili are found in prokaryotes but not in plant cells (Choice C). Even though the composition of the cell wall in prokaryotes is different (made of a peptidoglycan polymer) from the cell wall in plant cells (made up of cellulose), the presence of the cell wall is a common feature found in both prokaryotes and plant cells (Choice B).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 28",
      "content": "Which statement provides evidence for the endosymbiotic theory?\n\n\n\n- A. $\\hspace{1em}$ Phospholipids readily form bilayers.\n- B. $\\hspace{1em}$\tChloroplasts possess a double membrane.\n- C. $\\hspace{1em}$\tRNA is self-replicating.\n- D. $\\hspace{1em}$\tMitochondria possess a single membrane.\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nThe endosymbiotic theory states that larger prokaryotes engulfed smaller prokaryotes, which were the ancestors of modern chloroplasts and mitochondria. The smaller prokaryotes were engulfed via endocytosis, so they have their original membrane as well as the membrane of the larger prokaryote.  Choice B is correct.\nChoice A is incorrect because it provides evidence for the evolution of plasma membranes not endosymbiotic theory. Choice C is incorrect because it provides evidence for the mechanism of inheritance. Choice D is incorrect because mitochondria have a double membrane.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 29",
      "content": "Which part of the cell is labelled with the letter P?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/8c50f434-e0ff-47b5-b17a-389a3e9bd2a2/images/aeaa4f06-2d32-4828-8370-65b4b9af9ffc/BI0395%20image.png)\n\n\n[Source: Adapted from Itayba, Hebrew Wikipedia. (2016, March 1). Category: Electron Microscope Images. Wikimedia Commons. Retrieved May 19, 2022, from https://commons.wikimedia.org/wiki/File: Electron_microscopy.jpg. Copyright under CC BY 3.0]\n\n\n\n- A. $\\hspace{1em}$ Vacuole\n- B. $\\hspace{1em}$\tLysosome\n- C. $\\hspace{1em}$\tNucleoid\n- D. $\\hspace{1em}$\tNucleus\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is incorrect, as the photo shows an animal cell, which can contain smaller, single membraned vacuoles, but the nucleus is much larger. Choice B is incorrect as lysosomes are smaller and have a single membrane. Choice C is incorrect as nucleoids are only present in prokaryotes and are not membrane bound.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 30",
      "content": "Which of the following supports the theory that multicellularity has evolved repeatedly?\n\n\n- I.Sexual reproduction is more common in multicellular organisms, allowing for greater genetic diversity.II.Modern eukaryotes are believed to have evolved from larger prokaryotes which engulfed but didn't digest beneficial smaller prokaryotes.III.Fossil evidence indicates that different taxa developed multicellularity at different times in evolutionary history.\n\n\n\n\n- A.$\\hspace{1em}$ III only\n- B.$\\hspace{1em}$ I and III only\n- C.$\\hspace{1em}$ II and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nFossils provide evidence that different taxa developed multicellularity at different times in evolutionary history, indicating that multicellularity developed independently in different taxa; Statement III is correct. Choice A is correct.\nAlthough multicellular organisms more commonly reproduce sexually than single-celled organisms, leading to greater genetic diversity, this does not directly support the idea of multicellularity evolving repeatedly. It highlights one of the advantages of sexual reproduction, however, single-celled organisms tend to reproduce rapidly by asexual reproduction, which can lead to more effective dispersal and the withstanding of harsher conditions. Statement I is not true. Statement II  is not true as it summarises the theory of endosymbiosis rather than supports multicellularity evolving repeatedly. Choices B, C and D  are incorrect, as they all contain Statement II and/or Statement III.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 31",
      "content": "What feature of chloroplasts provides evidence for the endosymbiotic theory?\n\n\n\n- A. $\\hspace{1em}$ They have their own nucleus.\n- B. $\\hspace{1em}$\tThey have a single membrane.\n- C. $\\hspace{1em}$\tThey contain 70S ribosomes.\n- D. $\\hspace{1em}$\t They contain a thylakoid membrane.\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nThe endosymbiotic theory states that larger prokaryotes engulfed smaller prokaryotes, which were the ancestors of modern chloroplasts and mitochondria. The smaller prokaryotes contained their own 70S ribosomes which were distinct from the host cell's 80S ribosomes. Choice C is correct.\nChoices A and  B are incorrect because chloroplasts do not have a nucleus and have a double membrane. Choice D  is incorrect because although chloroplasts do contain a thylakoid membrane, this is not evidence for the endosymbiotic theory.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 32",
      "content": "Which of the following statements read true for differences between prokaryotes and eukaryotes?\n\n\n- I.Prokaryotes have DNA associated with histones, while eukaryotic cells have naked DNA.II.Eukaryotes have linear chromosomes, while prokaryotes have circular chromosomes.III.Most prokaryotes have a singular chromosome, whilst most eukaryotic somatic cells contain at least two chromosomes.\n\n\n\n\n- A.$\\hspace{1em}$ I and II only\n- B.$\\hspace{1em}$ II and III only\n- C.$\\hspace{1em}$ I and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nProkaryotes typically have DNA that is not associated with histones and is often referred to as ‘naked’. In eukaryotes, histone proteins help package the DNA into structural units called nucleosomes. This makes Statement I false.\nEukaryotic chromosomes are typically linear and located within the nucleus, while most prokaryotic organisms have a single circular chromosome found in a nucleoid region without a surrounding nuclear membrane. This makes Statement II true.\nMost prokaryotes contain a single circular chromosome, while eukaryotic somatic cells are generally diploid with paired chromosomes. Therefore Statement III is true.\nSeeming as only Statements II and III are true, this makes Choice B the correct answer to the question.\nChoices A, C and D are all incorrect as they include Statement I.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 33",
      "content": "Match the labelled structure (Q-T from the diagram) with its primary structure.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/38b38de6-6717-482a-9a4f-f546274b7e7d/images/ce1af51c-d72e-48f9-8b0a-39700a6e5d99/Ed2790.png)\n\n\n[© Revision Village 2025. Created with BioRender.com]\n\nContains genetic informationProvides support and protectionRegulates the passage of substancesA.$\\hspace{1em}$SQRB.$\\hspace{1em}$TQSC.$\\hspace{1em}$TQRD.$\\hspace{1em}$TRQ",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nIn the diagram, T indicates naked DNA, and this is the genetic material for the cell. Q indicates the cell wall, which provides structural support and protection. R indicates the cell membrane, which regulates the passage of substances in and out of the cell, and S indicates the cytoplasm, which is the site of metabolic reactions in the cell. Therefore, Choice C is the correct answer because it correctly matches the functions of the structures that are indicated by the letters in the diagram.\nChoice A, Choice B, and Choice D do not correctly match the functions of the structures indicated by the letters in the diagram.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 34",
      "content": "The electron micrograph below shows a cell of the bacterium Vibrio cholerae. Which of the labelled structures maintains the cell’s shape and protects the cell from lysing during osmosis?\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/736cd18e-ee65-4f82-8af4-eb1a43c8be73/images/5dc39b3e-60d2-488c-8d82-06070c9413d6/BI0494.png)\n\n\n[Source: Blokesch, M. & Schoolnik, G.K. (2007). Serogroup Conversion of Vibrio cholerae in Aquatic Reservoirs. PLoS Pathog 3(6): e81. Retrieved March 15, 2022, from https://doi.org/10.1371/journal.ppat.0030081.Copyright under CC BY 4.0]",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nThe cell membrane of prokaryotes is surrounded by a rigid cell wall. The cell wall provides shape and structure to the organism. It also prevents the cell from bursting when the cell takes up water through osmosis.  The cell wall is located between the cell membrane and the capsule, a sticky outer layer of polysaccharide. The cell wall is shown in the image below.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/736cd18e-ee65-4f82-8af4-eb1a43c8be73/images/186347c3-bad0-4ecf-8cb6-3d8e5822df69/BI0494A.png)\n\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 35",
      "content": "Which of the following options correctly identifies the forms of DNA and the types of ribosomes found in prokaryotic and eukaryotic cells?\n\nProkaryotic DNAEukaryotic DNAProkaryotic RibosomesEukaryotic RibosomesA.$\\hspace{1em}$LinearCircular80S70SB.$\\hspace{1em}$CircularLinear80S80SC.$\\hspace{1em}$CircularLinear70S80SD.$\\hspace{1em}$LinearLinear70S70S",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nProkaryotic cells have circular DNA and 70S ribosomes, while eukaryotic cells have linear DNA and 80S ribosomes. Therefore, Choice C is correct. Choices A, B and D are incorrect because they do not have the correct combinations.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 36",
      "content": "Which process is most likely responsible for the origin of mitochondria as a eukaryotic cell organelle?\n\n\n\n- A.$\\hspace{1em}$ Osmosis\n- B.$\\hspace{1em}$ Exocytosis\n- C.$\\hspace{1em}$ Apoptosis\n- D.$\\hspace{1em}$ Endocytosis\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A – Osmosis is an example of passive transport, which involves the movement of water across a semi-permeable membrane.\nChoice B - Exocytosis is an example of active transport that moves large molecules out of the cell to the cell’s exterior.\nChoice C – Apoptosis is the process of programmed cell death.\nChoice D - Endocytosis is an example of active transport that moves large molecules, parts of a cell, or a cell from the cell’s exterior, into a cell’s interior. This is in accordance with the endosymbiotic theory, which is the most likely process by which mitochondria came to be eukaryotic organelles.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 37",
      "content": "Which organelle is the site of protein synthesis?\nA.B.![SkillUpp Image](https://assets.revisionvillage.com/public/question/a6800fc1-62df-4a80-8975-f59d30b437e0/images/4ddade12-66a0-4c52-9381-f4a372e51019/BI0398_A.png)\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/a6800fc1-62df-4a80-8975-f59d30b437e0/images/5ea410ae-53a6-41e4-8caf-b19f7ff71d5b/BI0398_B.png)\n\nC.D.![SkillUpp Image](https://assets.revisionvillage.com/public/question/a6800fc1-62df-4a80-8975-f59d30b437e0/images/bd018c3a-4311-4d55-9892-7a1ceea2227f/BI0398_C.png)\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/a6800fc1-62df-4a80-8975-f59d30b437e0/images/95800f00-ea95-43f4-a140-576cd381a05d/BI0398_D.png)\n\n\n[Source A: Adapted from Itayba, Hebrew Wikipedia. (2016, March 1). Category: Electron Microscope Images. Wikimedia Commons. Retrieved May 19, 2022, from https://commons.wikimedia.org/wiki/File: Electron_microscopy.jpg Copyright under CC BY 3.0.\nSource B: Adapted from: Openstax. (2016, May 18). File:0313 endoplasmic reticulum B en.png - Wikimedia Commons. Wikimedia commons. Retrieved June 19, 2022, from https://commons.wikimedia.org/wiki/File:0313_Endoplasmic_Reticulum_b_en.png Copyright under CC BY 3.0. \nSource C: and3k, & caper437. (2009, June 25). File: chloroplast in leaf of anemone sp Tem 85000x.png - Wikimedia Commons. Wikimedia commons. Retrieved June 19, 2022, from https://commons.wikimedia.org/wiki/File.png Copyright under CC BY 3.0 \nSource D: Murphy, F. (2016, August 10). Free picture: Thin, section, ebola, virus. PIXNIO. Retrieved June 19, 2022, from https://pixnio.com/science/microscopy-images/ebola-hemorrhagic-fever-virus/thin-section-containing-the-ebola-virus Copyright free]",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because it shows the rough endoplasmic reticulum, which has bound ribosomes that synthesise proteins.\nChoice A shows the nucleus which contains the genetic information and controls the activity of the cell. Choice C shows a chloroplast, the site of photosynthesis. Choice D indicates the golgi apparatus which packages and transports proteins.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 38",
      "content": "What feature distinguishes fungal hyphae and striated muscle from the two cell types shown in the images?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/aa05a687-8639-4d5b-b98e-676e515e3db9/images/cb9d1305-aecb-4b44-9d15-1ffb1d245817/bi0756.png)\n\n\n[Source: Adapted from CNX OpenStax. (2016, May 27). File 04 00 00.jpg. Wikimedia Commons. Retrieved March 5, 2023, from https://commons.wikimedia.org/wiki/File: Figure_04_00_00.jpg Copyright under CC by 3.0]\n\n\n\n- A.$\\hspace{1em}$ They are multinucleate.\n- B.$\\hspace{1em}$ They only have one nucleus.\n- C.$\\hspace{1em}$ They have unusually large cells that contain only one nucleus.\n- D.$\\hspace{1em}$ They contain mitochondria.\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nFungal hyphae and striated muscle are both exceptions to the cell theory as they are much larger than typical cells and are multinucleate. Choice B  is incorrect as the diagrams depict onion epidermis cells and mast cells, which each contain one nucleus. Choice C  is incorrect as both fungal hyphae and striated muscles contain multiple nuclei. Choice D is incorrect as fungal hyphae, striated muscle AND the cells in the diagram all contain mitochondria.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 39",
      "content": "Which of the following correctly pairs the structure with the type of cell in which it is found?\n\nStructureType of cellA.$\\hspace{1em}$Nucleoid regionAnimalB.$\\hspace{1em}$Cell wallProkaryoticC.$\\hspace{1em}$ChloroplastFungal cellD.$\\hspace{1em}$Sap vacuoleProkaryotic",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because nearly all prokaryotic cells possess a cell wall that provides structure, support, and protection. Choice A is incorrect because a nucleoid region is characteristic of a prokaryotic cell, not an animal cell. Choice C is incorrect because chloroplasts are found in plants and some algae cells, but not fungi. Choice D is incorrect because sap vacuoles are characteristic of plant cells, not prokaryotic cells.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 40",
      "content": "Which of the following rows correctly pairs the cell type with its nuclear characteristic?\n\nCell typeNuclear stateA.$\\hspace{1em}$Phloem sieve tube elementsNo nucleusB.$\\hspace{1em}$Skeletal muscle cellsSingle nucleusC.$\\hspace{1em}$Red blood cellsSingle nucleusD.$\\hspace{1em}$Aseptate fungal hyphaeNo nucleus",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because phloem sieve tube elements lose their nucleus as they mature to facilitate the transport of sugars. \nChoice B is incorrect because skeletal muscle cells are multinucleated to accommodate their length. \nChoice C is incorrect because mature red blood cells lack a nucleus. They jettison the nucleus when mature to increase the haemoglobin capacity of oxygen transport. \nChoice D is incorrect because aseptate fungal hyphae have a continuous cytoplasm containing many nuclei.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 41",
      "content": "The micrograph shows a part of a plant cell from the leaf of Anemone sp.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/55c44e62-f294-437f-866e-7723a75ab94f/images/2e2a83c5-f65e-4f81-801c-a67ed0ddb9cf/EM%20of%20chloroplast%20no%20labels.png)\n\n\n[Source:  and3k, & caper437. (2009, June 25). File: chloroplast in leaf of Anemone sp Tem 85000x.png - Wikimedia Commons. Wikimedia commons. Retrieved June 13, 2022, from https ://commons.wikimedia.org/wiki/File: Chloroplast_in_leaf_of_Anemone_sp_TEM_12000x.png Copyright free]\n\n\n- Label structures in the plant cell above:\n  \n  - using the letter R where starch can be found; <span class=\"marks\">[1]</span>\n\n  - using the letter S where lipids can be found; <span class=\"marks\">[1]</span>\n\n  - using the letter T where cellulose can be found.\t <span class=\"marks\">[1]</span>\n\n\n- Compare and contrast between the structure and functions of glycogen and starch.\t<span class=\"marks\">[4]</span>\n\n",
      "markScheme": "\n- \n  - $\\ce{ -> }$ arrow labelled R pointing to a lighter oval <span class=\"marks\">[1]</span>    \n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n\n  $\\underline{\\textrm{Sample Answer}}$:\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/55c44e62-f294-437f-866e-7723a75ab94f/images/51c8aaf3-7ba5-402f-b12e-e626a9ec4fe8/450ai%201.png)\n\n\n  \n  \n  - $\\ce{ -> }$ arrow labelled S pointing to the cell membrane     OR membrane around chloroplast     OR thylakoid membrane     OR lipid droplet     OR vacuolar membrane <span class=\"marks\">[1]</span>    \n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n\n  $\\underline{\\textrm{Sample Answer}}$: \n![SkillUpp Image](https://assets.revisionvillage.com/public/question/55c44e62-f294-437f-866e-7723a75ab94f/images/fc427c88-70d0-4caa-9509-ff244ca0fd32/450aii.png)\n\n\n  \n  \n  - $\\ce{ -> }$  arrow labelled T pointing to the cell wall\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n\n  $\\underline{\\textrm{Sample Answer}}$:\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/55c44e62-f294-437f-866e-7723a75ab94f/images/cc9f3445-e9f2-45b5-acd6-e04606b44b17/450aiii.png)\n\n\n\n\n\n- Any four of the following (should include AT LEAST ONE for compare and AT LEAST ONE for contrast):\n  Compare:\n$\\ce{ -> }$ BOTH are polysaccharides <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ BOTH are made up of $\\alpha$- glucose molecules <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ BOTH have 1,4 and 1,6 linkages <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ BOTH are energy storage molecules <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ BOTH amylopectin in starch and glycogen are branched molecules <span class=\"marks\">[1]</span>\n\n  Contrast:\n$\\ce{ -> }$ glycogen is more branched IN CONTRAST TO starch, OR amylose of starch is unbranched, amylopectin has few branched chains WHEREAS glycogen is more branched\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ Starch is composed of two different polymers, amylose and amylopectin WHEREAS glycogen is composed of only one polymer <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ starch is found in plant cells WHEREAS glycogen is found in animal cells <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n\n  $\\underline{\\textrm{Sample Answer}}$: \nBoth starch and glycogen are polysaccharides ($\\checkmark$) made of $\\alpha$- glucose molecules ($\\checkmark$), which have 1,4 and 1,6 linkages ($\\checkmark$). Starch is composed of two different polymers; amylose (unbranched and forms a helix) and amylopectin (branched), whereas glycogen is composed of only one type of polymer ($\\checkmark$). Both amylopectin, in starch, and glycogen are branched molecules ($\\checkmark$), but glycogen is more branched than starch ($\\checkmark$). Both are energy storage ($\\checkmark$)molecules but starch is found in plant cells whereas glycogen is found in animal cells ($\\checkmark$).\n  $\\underline{\\textrm{For additional detail}}$: , see 4:30 in Carbohydrates Key Concept Video: https://www.revisionvillage.com/ib-biology/sl/key-concepts/?keyConceptId=4fa07df3-4cd4-4a65-897b-96212f2186ee\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": "7",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 42",
      "content": "The photomicrograph below shows a cyanobacterium, Synechococcus elongatus.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/6c23a7b8-91cf-4afa-9b6a-8cd2d687855c/images/a6bde707-71c6-4cbc-8f80-c34e3ace4f7b/nucleoid%20region%20cyanobacter.png)\n\n\n[Source: Adapted from Gonzalez, R., & Kerfeld, C. (2022, June 13). Synechococcus elongates. Wikipedia. Retrieved June 19, 2022, from https://en.wikipedia.org/wiki/Synechococcus_elongatus Copyright under CC BY 3.0]\n\n\n- \n  - State whether the cell shown in the photomicrograph is eukaryotic or prokaryotic. Give a reason for your answer. <span class=\"marks\">[2]</span>\n\n  - State two features found in both eukaryotic and prokaryotic cell structures. <span class=\"marks\">[2]</span>\n\n  - Identify the type of microscope which was used to produce the microphotograph above. Give a reason for your answer. <span class=\"marks\">[2]</span>\n\n  - Describe the function of X. <span class=\"marks\">[2]</span>\n\n\n- Compare and contrast the structure of the Golgi apparatus and rough endoplasmic reticulum. <span class=\"marks\">[2]</span>\n\n",
      "markScheme": "\n- \n  - Any two of the following:\n\n  $\\ce{ -> }$ (cell is) prokaryotic OR is a prokaryote <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ (because it) does not have a nucleus OR has nucleoid OR no membrane-bound organelles OR a named organelle such as a Golgi apparatus, rough endoplasmic reticulum or mitochondria <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 mark maximum</strong>]</span>\n\n  \n  $\\underline{\\textrm{Sample Answer}}$: \nThe cell is prokaryotic ($\\checkmark$) because it doesn’t have a nucleus ($\\checkmark$) or membrane bound organelles.\n  \n  \n  - Any two of the following:\n\n  $\\ce{ -> }$ both have a plasma membrane <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ both have free ribosomes <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ both eukaryotic plant cells and prokaryotes have cell walls <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ both have cytoplasm <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 mark maximum</strong>]</span>\n\n  \n  $\\underline{\\textrm{Sample Answer}}$: \nEukaryotic and prokaryotic cells both have a plasma membrane ($\\checkmark$) and free ribosomes ($\\checkmark$).\n  \n  \n  - Any two of the following:\n\n  $\\ce{ -> }$ electron microscope <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ (because it has) higher resolution OR ultrastructure OR internal structure of the cell is visible  <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 mark maximum</strong>]</span>\n\n  \n  $\\underline{\\textrm{Sample Answer}}$: \nIt is an electron microscope ($\\checkmark$), as the image is at a high resolution ($\\checkmark$) where you can clearly see the ultrastructure of the cell.\n  \n  \n  - Both of the following:\n\n  $\\ce{ -> }$ (X is the) nucleoid region OR poly-phosphate body <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ contains DNA OR the genetic information of the cell OR controls the activities of the cell OR contains phosphates needed for DNA synthesis <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 mark maximum</strong>]</span>\n\n  \n  $\\underline{\\textrm{Sample Answer}}$: \nX is the nucleoid region ($\\checkmark$), it contains the cell’s DNA ($\\checkmark$).\n\n\n\n- Any two of the following:\n  One difference and one similarity are needed for full marks\n  $\\ce{ -> }$ BOTH consist of flattened membrane areas\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ rough endoplasmic reticulum has ribosomes bound to it WHEREAS  the Golgi apparatus doesn’t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ Golgi apparatus has shorter cisternae THAN rough endoplasmic reticulum  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ part of the rough endoplasmic reticulum is continuous with the nuclear membrane WHEREAS the Golgi apparatus is not  <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 mark maximum</strong>]</span>\n\n  \n  $\\underline{\\textrm{Sample Answer}}$: \nThe Golgi apparatus and rough endoplasmic reticulum (RER) are both made up of flattened membrane areas ($\\checkmark$), however the RER has ribosomes bound to the outside of it, whereas the Golgi apparatus does not ($\\checkmark$). Also, the Golgi apparatus has shorter cisternae ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 43",
      "content": "Below is a diagram of a motor neuron. Neurons are the longest cells in the human body.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/7876a55e-0692-459c-a884-5c8979a6dd42/images/827ddc07-1d3d-43d2-a23e-f8f707d37a6c/BI0833A.png)\n\n\n[©Revision Village 2023. Created with BioRender.com]\n\n- Explain the factors that limit cell size in humans. \t<span class=\"marks\">[4]</span>  \n\nBelow is a diagram of a Paramecium, a unicellular organism.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/7876a55e-0692-459c-a884-5c8979a6dd42/images/971509ed-990a-4f10-96a2-6c8d5a7a22a1/paramecium%20black.png)\n\n\n[©Revision Village 2023]\n\n- Explain how life functions are performed by Paramecium.\t<span class=\"marks\">[4]</span>  \n",
      "markScheme": "\n- Any four of the following:\n  $\\ce{ -> }$ surface area affects the rate at which materials enter and leave the cell     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ volume affects the rate at which materials are used and produced by the cell     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the surface area to volume ratio affects the rate of metabolism in a cell     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the bigger the cell, the smaller the SA ratio is\t  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ cells having a low SA ratio cannot exchange materials fast enough <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ some cells, OR motor neurons, OR muscle cells, OR other named example in humans, are long and thin, which maintains a high SA ratio\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nThe surface area of a cell affects the rate at which materials enter and leave cells ($\\checkmark$). On the other hand, the cell’s volume affects the rate at which materials are used and produced ($\\checkmark$). A small surface area to volume ratio is not ideal for human cells because it limits the cell’s ability to export waste from the cytoplasm rapidly enough to meet the cytoplasm’s metabolic needs, such as the availability of oxygen ($\\checkmark$). A large cell has a small surface area to volume ratio ($\\checkmark$). Therefore, the transport of the substances is more efficient in small cells.\n\n\n\n- Any four of the following (function of life must be mentioned when explaining how Paramecium performs this, to award mark):\n  $\\ce{ -> }$ functions of life are metabolism AND growth AND reproduction AND nutrition AND homeostasis AND movement AND excretion AND response to stimuli, OR sensitivity  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ movement in Paramecium is demonstrated by cilia used to propel themselves through water\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ response is through reacting to stimuli in the environment OR avoidance of light <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ homeostasis is demonstrated by keeping the internal conditions within set limits OR excess water is expelled by the contractile vacuole \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ metabolism is carried out by enzymes in the cytoplasm    <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ growth is an irreversible increase in size OR dry mass and paramecium achieve this  through accumulating organic matter OR nutrients from food    <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ reproduction function in Paramecium is demonstrated by asexual division through binary fission, OR mitosis or micronucleus and amitotic division of macronucleus OR sexually through conjugation\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ excretion is the removal of metabolic waste products from the cell OR diffusion of CO2 out of the cell\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ nutrition is performed by ingesting smaller organisms and digesting them in vesicles OR through endocytosis    <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nParamecium acquires nutrients by ingesting bacteria and digesting them in vesicles($\\checkmark$). It exhibits growth when it irreversibly increases in size by accumulating organic matter from ingested food ($\\checkmark$). Paramecium responds to different environmental stimuli. For example, it changes the direction of its movement once it touches a solid object ($\\checkmark$). Excretion in Paramecium occurs when waste products such as carbon dioxide diffuse out of the cell ($\\checkmark$). Paramecium reproduces both asexually by binary fission ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": "8",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 44",
      "content": "What do the two labelled organelles have in common?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/78e08cc3-832c-4e61-9df5-45370e243c05/images/16abea89-8939-453a-abbd-fc617e3ceb38/BI0397i_1.2.png)\n\n\n[Source: Adapted from Itayba, Hebrew Wikipedia. (2016, March 1). Category: Electron Microscope Images. Wikimedia Commons. Retrieved May 19, 2022, from https://commons.wikimedia.org/wiki/Category Copyright under CC BY 3.0]\n\n\n\n- A. $\\hspace{1em}$ They have a single outer membrane\n- B. $\\hspace{1em}$\tThey contain cristae\n- C. $\\hspace{1em}$\tThey are surrounded by a double membrane\n- D. $\\hspace{1em}$\tThey contain starch grains\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nX is pointing to the nucleus and Y is pointing to a mitochondrion. Choice A is incorrect as neither organelle has a single membrane. Choice B is incorrect as only mitochondria contain cristae, the nucleus does not. Choice D is incorrect as neither the nucleus or mitochondria contain starch grains.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 45",
      "content": "The electron micrograph shows a eukaryotic cell.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/933ce724-12f2-4bfc-adca-7b858d9b5e3a/images/c44d1736-95cd-481f-b229-0bead3bac4bb/424a.png)\n\n\n[Source: Adapted from Itayba, Hebrew Wikipedia. (2016, March 1). Category: Electron Microscope Images. Wikimedia Commons. Retrieved May 19, 2022, from https://commons.wikimedia.org/wiki/File: Electron_microscopy.jpg. Copyright under CC-SA 3.0]\n\n- \n  - State the name of an organelle visible in the electron micrograph that provides structural evidence for the endosymbiotic theory. <span class=\"marks\">[1]</span>\n\n  - Label with the letter S an example of the organelle that you named in part (i). <span class=\"marks\">[1]</span>\n\n  - Identify three features of the organelle named in part (i) that support the endosymbiotic theory. <span class=\"marks\">[3]</span>\n\n\n- Contrast the structure of a mitochondrion and typical prokaryote. <span class=\"marks\">[2]</span>\n\n",
      "markScheme": "\n- \n  - \n\n  $\\ce{ -> }$ mitochondria OR mitochondrion <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  \n  - \n\n  $\\ce{ -> }$ any mitochondrion labelled correctly with the letter S (mitochondria are the darker grey oval structures in the cytoplasm) <span class=\"marks\">[1]</span>\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  \n  $\\underline{\\textrm{Sample Answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/933ce724-12f2-4bfc-adca-7b858d9b5e3a/images/8caebdd2-0a5e-414e-b235-c89e98e0ec57/424b.png)\n\n[Source: Adapted from Itayba, Hebrew Wikipedia. (2016, March 1). Category: Electron Microscope Images. Wikimedia Commons. Retrieved May 19, 2022, from https://commons.wikimedia.org/wiki/File: Electron_microscopy.jpg. Copyright under CC-SA 3.0]\n  \n  \n  - any three of the following:\n\n  $\\ce{ -> }$ has a double membrane <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ contains its own genes OR contains circular DNA <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ contains (70S) ribosomes <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ can carry out transcription OR translation <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ can self replicate <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>3 mark maximum</strong>]</span>\n\n  \n  $\\underline{\\textrm{Sample Answer}}$:\nThe mitochondrion has a double membrane ($\\checkmark$) as it has evolved from a prokaryote that acquired a second membrane when it was engulfed by a larger prokaryote.  It also contains circular DNA ($\\checkmark$) and 70S ribosomes ($\\checkmark$).\n  \n- any two of the following (the answer can be in a table format):\n  $\\ce{ -> }$ mitochondria have a double membrane BUT prokaryotes have a single membrane\n<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mitochondria lack a cell wall BUT prokaryotes have a cell wall\nt <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$  mitochondria have cristae  BUT prokaryotes do not <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$  prokaryotes may have flagella OR pili BUT mitochondria do noto <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 mark maximum</strong>]</span>\n\n  \n  $\\underline{\\textrm{Sample Answer}}$:\nMitochondria have a double membrane whereas prokaryotes do not.\n($\\checkmark$).  Some prokaryotes have flagella, but mitochondria do not ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": "7",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 46",
      "content": "Which statements about unicellular and multicellular organisms are correct?\n\nUnicellular organismsMulticellular organismsA.$\\hspace{1em}$They only reproduce asexuallyContains differentiated cellsB.$\\hspace{1em}$Consist of only one cellAll cellular processes are carried out by one organelleC.$\\hspace{1em}$Can reproduce sexuallyThey have emergent propertiesD.$\\hspace{1em}$Contains differentiated cellsCan reproduce sexually",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A  is incorrect, as not all unicellular organisms reproduce asexually. Choice B is incorrect, as both unicellular and multicellular organisms contain multiple organelles that carry out different functions. Choice D  is incorrect, because unicellular organisms do not contain more than one cell, and so do not contain multiple differentiated cells.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 47",
      "content": "The micrograph shows the ultrastructure of a cell. What type of cell is shown and what process is it undergoing?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/fea1bf52-eec5-4eec-b5ea-8f2d8a25bff5/images/418a09cc-3e55-4c17-b147-d0dfe66c6d9a/BI1471%20fig1.png)\n\n\r\n[Source: Adapted from Lewis, M. E., Belland, R. J., AbdelRahman, Y. M., Beatty, W. L., Aiyar, A. A., Zea, A. H., Greene, S. J., Marrero, L., Buckner, L. R., Tate, D. J., McGowin, C. L., Kozlowski, P. A., O’Brien, M., Lillis, R. A., Martin, D. H., & Quayle, A. J. (2014, May 15). Morphologic and molecular evaluation of chlamydia trachomatis growth in human endocervix reveals distinct growth patterns. Frontiers. Retrieved February 11 , 2024, from https://www.frontiersin.org/articles/10.3389/fcimb.2014.00071/full. Copyright free]\n\n$\\hspace{1em}$Type of cell  Process A.$\\hspace{1em}$EukaryoticMitosisB.$\\hspace{1em}$EukaryoticBinary fissionC.ProkaryoticMitosisD.ProkaryoticBinary fission",
      "markScheme": "D\n$\\underline{\\textrm{Sample answer}}$: \nProkaryotic cells have an approximate diameter of 0.1$-$ 5.0  µm, whereas eukaryotic cells are significantly larger with a diameter range of 10 $-$ 100  µm.  The cells in the micrograph have an approximate diameter of 0.5  µm, so are prokaryotic. Prokaryotic cells do not replicate themselves using mitosis, they use binary fission. Choice D  is correct.\nChoices A  and B are incorrect as the cells in the micrograph are prokaryotic, not eukaryotic. Choice C  is incorrect as prokaryotic cells lack a mitotic spindle, so do not carry out mitosis, they carry out binary fission.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 48",
      "content": "The diagram shows a human joint.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/05754fea-41d1-4915-aad1-882ade1c9e5b/images/47ad4795-c336-4258-9347-c1de2fb18e34/BI1408.png)\n\n\n[© Revision Village 2024. Created with BioRender.com]\n\n\n- \n  - Label the cartilage with the letter X.\t\t\t\t<span class=\"marks\">[1]</span>\n\n  - State the name and role of the fluid found within this type of joint.\t<span class=\"marks\">[1]</span>\n\n\n- State one way in which skeletal muscle fibres are exceptions to the cell theory.\t<span class=\"marks\">[1]</span>\n\n- The contractile proteins actin and myosin in skeletal muscle fibres bring about movement of this joint. Explain how two other proteins within these cells, along with calcium, control the contraction of skeletal muscle.\t<span class=\"marks\">[3]</span>\n\n",
      "markScheme": "\n- \n  - \n\n  $\\ce{ -> }$ cartilage must be labelled with an X at the end of either bone\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/05754fea-41d1-4915-aad1-882ade1c9e5b/images/8846f3ce-713c-4b53-aedc-4aebff966c5e/BI1408AnsA.png)\n\n\n[© Revision Village 2024. Created with BioRender.com]\n\n\n\n- \n  - \n\n  $\\ce{ -> }$ synovial fluid AND lubricates the joints OR prevents friction between bones\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe fluid within this type of joint is called synovial fluid and it lubricates the joint ($\\checkmark$).\n\n\n\n- Any one of the following:\n  $\\ce{ -> }$ multinucleated \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ much larger OR longer than most cells\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ formed through fusion of multiple cells\t\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThey are multinucleated ($\\checkmark$).\n\n\n\n- Any three of the following:\n  $\\ce{ -> }$ tropomyosin winds around actin, covering myosin-binding sites OR tropomyosin covers binding sites on actin\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ troponin bound to tropomyosin helps maintain position of tropomyosin on actin filament\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ action potential OR stimulation of muscle fibre by nerve impulse causes calcium ions to be released from sarcoplasmic reticulum  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ calcium ions bind to troponin, causing it to change shape OR bringing about conformational change\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ troponin bound to calcium ions moves tropomyosin away from myosin-binding sites allowing myosin to bind to actin\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ when no stimulation of muscle fibre OR no action potential along sarcoplasm, calcium ions are actively pumped back into sarcoplasmic reticulum\t\t<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe protein tropomyosin is coiled around actin filaments, covering the myosin-binding sites ($\\checkmark$), and thereby preventing myosin forming cross bridges with the actin. Upon the arrival of an action potential, calcium ions are released from the sarcoplasmic reticulum ($\\checkmark$).  These calcium ions then bind to troponin, a protein associated with both actin and tropomyosin, (($\\checkmark$). The binding of calcium ions to troponin induces a conformational change ($\\checkmark$) in the protein, which in turn causes tropomyosin to shift away from myosin-binding sites. Consequently, the myosin heads are now free to bind to actin ($\\checkmark$), enabling muscle contraction to occur.\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "6",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 49",
      "content": "\n- Distinguish between a colony of algal cells forming a multicellular sphere, and a multicellular plant such as a water lily.  \t<span class=\"marks\">[3]</span>\n\n- Draw a labelled diagram which shows the structure of an animal cell.  <span class=\"marks\">[5]</span>\n\n- Describe the evidence for the endosymbiotic theory.\t<span class=\"marks\">[7]</span>\n\n",
      "markScheme": "\n- Any three of the following:\n  $\\ce{ -> }$ colony of algal cells are generally undifferentiated WHEREAS multicellular plants like water lilies are composed of different types OR differentiated of cells \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ no OR minimal organisation OR minimal division of labour of cells in algal colony, WHEREAS in multicellular plant cells arranged into tissues, organs and organ systems, OR well-defined structures carry out specific roles in plants\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ each individual algal cell is capable of performing all necessary functions for life OR survival independently WHEREAS most individual cells of multicellular plants cannot survive independently OR away from the main body of the plant\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ each algal cell in a colony is genetically distinct, WHEREAS nearly all cells in a multicellular organism are genetically identical\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ development of colonies is often simple OR cells simply join existing colony WHEREAS plants undergo complex developmental processes\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ reproduction in an algal colony typically involves asexual methods WHEREAS in multicellular plants such as the water lily typically involves sexual reproduction OR multicellular plants use both sexual and asexual reproduction\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nUnlike true multicellular organisms like water lilies, algal colonies lack cellular differentiation and specialised tissues. Individual cells within the colony are genetically distinct and largely independent, being able to perform all vital functions. In contrast, most cells in the multicellular plant are genetically identical ($\\checkmark$) and usually do not survive when separated from the plant ($\\checkmark$). These cells become specialised ($\\checkmark$) and form tissues, organs, and organ systems within the plant. This intricate division of labour ($\\checkmark$) allows plants to achieve greater size and complexity.\n\n\n\n- Any four of the following labelled correctly in an appropriate drawing of an animal cell:\n  $\\ce{ -> }$ nucleus (shown with double membrane) <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ cytoplasm\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ cell OR plasma membrane\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mitochondrion\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ ribosome\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ golgi apparatus\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ rough endoplasmic reticulum\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ smooth endoplasmic reticulum\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ lysosome\t\t<span class=\"marks\">[1]</span>\n\n  and the following:\n  $\\ce{ -> }$ diagram drawn without sketchy lines and acceptable size  <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>5 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/1ff31851-24a7-4efc-b3a3-080da5df9c59/images/efb7b494-b22f-41fc-8c24-c635f2f9bcac/BI1050.png)\n\n\n[© Revision Village 2022]\n\n\n\n- Any seven of the following:\n  $\\ce{ -> }$ larger prokaryotes OR cells engulfed smaller prokaryotes OR cells\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ ingested cell was kept alive <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ symbiotic relationship between both cells\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ ingested cell acquired a second membrane\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ ingested cell is ancestor of chloroplasts OR mitochondria\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ chloroplast OR mitochondrial structures provide evidence for the endosymbiotic theory\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ chloroplasts OR mitochondria contain 70S ribosomes\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ chloroplasts OR mitochondria contain their own DNA OR looped DNA\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ chloroplasts OR mitochondria can conduct transcription OR translation\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ chloroplasts OR mitochondria divide in a similar manner to prokaryotic cells OR by binary fission\t    <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ chloroplasts OR mitochondria are similar in size to prokaryotes\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>7 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe endosymbiotic theory explains the origin of some structures in eukaryotic cells, including chloroplasts and mitochondria. The ancestors of chloroplasts and mitochondria were prokaryotes that were engulfed by larger prokaryotes ($\\checkmark$).  The ingested cells were kept alive ($\\checkmark$) and both cells eventually developed a symbiotic relationship ($\\checkmark$) with the cell that engulfed them. When the larger cells engulfed the smaller cells, the smaller cells gained a second membrane ($\\checkmark$) as they were engulfed via endocytosis. Further evidence for the theory is that chloroplasts and mitochondria contain their own 70s ribosomes ($\\checkmark$) so can make their own proteins, and also contain their own DNA ($\\checkmark$) so can carry out transcription ($\\checkmark$). Chloroplasts and mitochondria are also able to divide in a similar manner to prokaryotic cells ($\\checkmark$).\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 50",
      "content": "The following electron micrograph shows part of an exocrine pancreas cell. Which of the labelled structures is responsible for the production of vesicles for exocytosis?\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/2f272307-8afa-40f2-baa3-3849afb23e89/images/ec933293-9b93-43e7-a9a2-a31402bd84cb/BI0532.png)\n\n\n[Source: Adapted from Howard, L.  (n.d.). File: Pancreatic cells - TEM.jpg. Wikipedia.  Retrieved January, 3, 2023, from https://commons.wikimedia.org/wiki/File: Pancreatic_cells_-_TEM.jpg. Copyright under Public Domain]",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nThe Golgi apparatus produces vesicles that contain substances destined for exocytosis from the cell. The Golgi apparatus is composed of stacks of flattened pouches called cisternae. These appear in a micrograph as the stacked, flattened discs indicated by Choice C.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/2f272307-8afa-40f2-baa3-3849afb23e89/images/72bfb0b1-4b14-4045-980a-bd0565c72938/BI0532A.png)\n\n\n[Source: Adapted from Howard, L.  (n.d.). File: Pancreatic cells - TEM.jpg. Wikipedia.  Retrieved January, 3, 2023, from https://commons.wikimedia.org/wiki/File: Pancreatic_cells_-_TEM.jpg. Copyright under Public Domain]\nChoice A is the plasma membrane, Choice B is a lysosome and Choice D is the nucleus.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 51",
      "content": "All organisms contain genetic material. The type, quantity and location of genetic material differ between kingdoms and species.\n\n- State if the cell shown in the image is a prokaryotic or eukaryotic cell. Give a reason for your answer. <span class=\"marks\">[1]</span>  \n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/8024806a-71b0-45c1-abd9-26abe1b9d775/images/4acbd2c2-a08b-4399-bb2b-e8c3deecb828/BI0199.png)\n\n[Source: Adapted from Ruiz (16th January 2007). File: Prokaryote cell diagram international.svg. Wikimedia commons. Retrieved 18th May 2022 from https://commons.wikimedia.org/wiki/File: Prokaryote_cell_diagram_international.svg. Copyright-free]\n\n\n- Distinguish between prokaryotic and eukaryotic DNA. <span class=\"marks\">[2]</span>  \n",
      "markScheme": "\n- The following:\n  $\\ce{ -> }$ prokaryotic cell BECAUSE chromosome is looped OR no nucleus is present\t <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  \n  $\\underline{\\textrm{Sample Answer}}$: \nThis is a prokaryotic($\\checkmark$) cell because the chromosome is not within a nucleus($\\checkmark$).\n  \n- Any two of the following:\n  $\\ce{ -> }$ prokaryotic DNA is looped, BUT the majority of eukaryotic DNA is linear  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic DNA is not contained in a nucleus, BUT the majority of eukaryotic DNA is found within a nucleus\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic DNA is found in a chromosome and plasmids WHEREAS the majority of eukaryotic DNA is found in chromosomes and not in plasmids <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the majority of eukaryotic DNA is always associated with proteins (histones) WHILE  prokaryotic DNA is not bound to proteins (with the exception of Archae whose DNA is associated with proteins)  <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 mark maximum</strong>]</span>\n\n  \n$\\underline{\\textrm{Sample Answer}}$: \nProkaryotic DNA is looped while the majority of eukaryotic DNA is linear($\\checkmark$). DNA can be found in plasmids in some prokaryotes($\\checkmark$), while the only plasmids found in eukaryotes are present in mitochondria and chloroplasts.\n  \n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "3",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 52",
      "content": "Which statements about chloroplasts and mitochondria support the endosymbiotic theory?\n\nChloroplastsMitochondria$\\hspace{1em}$A.$\\hspace{1em}$Contain 70S ribosomesContain cristae$\\hspace{1em}$B.$\\hspace{1em}$Found in prokaryotesContain 80S ribosomes$\\hspace{1em}$C.$\\hspace{1em}$Have a single membraneContain circular DNA$\\hspace{1em}$D.$\\hspace{1em}$Contain 70S ribosomesHave a double membrane",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nThe endosymbiotic theory states that larger prokaryotes engulfed smaller prokaryotes, which were the ancestors of modern chloroplasts and mitochondria. The smaller prokaryotes were engulfed via endocytosis, so they have their original membrane as well as the membrane of the larger prokaryote.   Both chloroplasts and mitochondria have 70S ribosomes and a double membrane. Choice D is correct.\nChoice A is incorrect because the fact that mitochondria contain cristae is not due to the endosymbiotic theory. Choice B  is incorrect because chloroplasts are not found in prokaryotes. Choice C  is incorrect because chloroplasts have a double membrane.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "PBQ",
      "title": "Question 53",
      "content": "\n- Outline the steps in calculating the magnification of a micrograph.  <span class=\"marks\">[4]</span>\n\n- Describe the steps taken to focus on a specimen using the 40x objective lens of a light microscope.\t  <span class=\"marks\">[4]</span>\n\n",
      "markScheme": "\n- Any four of the following:\n  $\\ce{->}$ measure (using a ruler) the scale bar on the drawing OR micrograph   <span class=\"marks\">[1]</span>\n\n  $\\ce{->}$ note the stated length which the scale bar represents <span class=\"marks\">[1]</span>\n\n  $\\ce{->}$ convert the represented and real length or scale bar into the same units <span class=\"marks\">[1]</span>\n\n  $\\ce{->}$ M= I/A OR any correct example of the calculation\t <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nTo calculate the magnification of a microphotograph, the first step is to measure the scale bar using a ruler ($\\checkmark$). The second step is to note the length the scale bar represents ($\\checkmark$). This gives you the actual size of the image. These two measurements should be converted to the same units ($\\checkmark$). The last step is to divide the length measured by the ruler by the length represented by the scale bar ($\\checkmark$). During this calculation, units cancel out.  Therefore, the magnification does not have units.\n\n\n\n- Any four of the following:\n  $\\ce{->}$  use the lowest power OR 4X objective lens first        <span class=\"marks\">[1]</span>\n\n  $\\ce{->}$ place the specimen OR slide directly below the objective lens OR on the centre of the microscope stage   <span class=\"marks\">[1]</span>\n\n  $\\ce{->}$  turn the coarse focus knob to focus on the specimen at 4X  <span class=\"marks\">[1]</span>\n\n  $\\ce{->}$ adjust the turret OR change the objective lens so the medium power OR 10X objective lens is used\t <span class=\"marks\">[1]</span>\n\n  $\\ce{->}$ refocus on the specimen using a fine focus knob at 10X and 40X <span class=\"marks\">[1]</span>\n\n  $\\ce{->}$  adjust the turret OR change the objective lens, so the high power OR 40X objective lens is used <span class=\"marks\">[1]</span>\n\n  $\\ce{->}$ while fine focusing always move the lens away from the slide <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nPlace the specimen in the centre of the microscope stage  ($\\checkmark$).  Use the 4x objective lens first  ($\\checkmark$) and use the coarse focus knob  ($\\checkmark$) to focus on the specimen.  Adjust the position of the specimen so it is in the middle of the field of view and then switch to the 10x  ($\\checkmark$) objective lens and refocus using the fine focus knob, ($\\checkmark$) by moving lens away from the specimen  ($\\checkmark$) to prevent lens breakage.  Finally, switch to the 40x objective lens ($\\checkmark$) and use the fine focus knob to refocus on the specimen.\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "8",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 54",
      "content": "The micrograph below shows Cyanobacteria, which contain chlorophyll.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/c3dfa29a-d486-40b4-9fc1-d44b66ce3fc7/images/937853fc-bf32-495b-aba7-33e0cf82a199/BI1197-SL.png)\n\n\n[Source: Adapted from Thompson L. and Whatson N. (2007, January 1).  Cyanobacteria.  Wikipedia.  Retrieved on September 6, 2023, from https://en.wikipedia.org/wiki/Cyanobacteria#. Copyright under CCO]\n\n- Using your knowledge and the micrograph, state two features that would indicate that this is a bacterium.\t <span class=\"marks\">[2]</span>\n\n- Outline the structural differences between animal and plant cells.  <span class=\"marks\">[3]</span>\n\n- Explain how light energy is used in photosynthesis to carry out anabolic reactions. <span class=\"marks\">[3]</span>\n\n",
      "markScheme": "\n- Any two of the following\n  $\\ce{ -> }$ cell wall of peptidoglycan\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ naked DNA OR DNA not associated with histones OR proteins\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ nucleoid OR DNA free in cytoplasm\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ no membrane bound organelles\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ 70s ribosomes\t\t\t\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ cell smaller than 10μm\t\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nTwo features that would indicate that this is a bacterium are it has no membrane-bound organelles ($\\checkmark$) and 70s ribosomes ($\\checkmark$).\n\n\n\n- Any three of the following:\n  $\\ce{ -> }$ plant cells have a cell wall, WHEREAS animal cells do not\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ plant cells generally have a central vacuole WHEREAS animal cells do not\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ plant cells have chloroplasts WHEREAS animal cells do not\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ animal cells may have lysosomes WHEREAS plant cells do not\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ animal cells may have cilia OR flagella WHEREAS plant cells do not\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ animal cells have centrioles WHEREAS plant cells do not\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nPlant cells have a cell wall, central vacuole and chloroplasts, whereas animal cells do not ($\\checkmark$) ($\\checkmark$) ($\\checkmark$).\n\n\n\n- Any three of the following:\n  $\\ce{ -> }$ light energy is absorbed by chlorophyll\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ light energy is transferred to electrons OR is used to excite electrons\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ light energy splitting water molecules OR photolysis releases electrons for the electron transport chain OR hydrogen ions for use in ATP production\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ light energy is used to synthesise ATP from ADP and inorganic phosphate OR NADPH from electrons and one proton\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ NADPH OR ATP is used to make larger organic compounds OR glucose OR starch OR other named organic compound from carbon dioxide\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nLight energy is absorbed by chlorophyll ($\\checkmark$) and is used to excite electrons ($\\checkmark$).  These electrons reduce NADP+ to form NADPH, which is an anabolic reaction ($\\checkmark$).  Energy present in NADPH is then used to produce glucose from carbon dioxide ($\\checkmark$).  This is also an anabolic reaction.\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "8",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 55",
      "content": "The diagram shows three dividing eukaryotic cells (not drawn to scale).\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/d44418d9-eb6c-4a6b-9968-42a3f6f183f2/images/57370bbe-8a79-4a6c-a4b4-6083ac8eae6f/BI2852%20A2.2%20core%20MCQ.jpeg.JPEG)\n\n\n[© Revision Village 2025. Created in BioRender.com]\n\nWhich row correctly pairs each cell with its type?\n\nCell XCell YCell ZA.$\\hspace{1em}$Palisade mesophyllYeastLiverB.$\\hspace{1em}$LiverPalisade mesophyllYeastC.$\\hspace{1em}$YeastLiverPalisade mesophyllD.$\\hspace{1em}$Palisade mesophyllLiverYeast",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nCell X is undergoing budding, a process characteristic of unicellular fungi like yeast. The cell also has a cell wall, a large vacuole and no chloroplasts, reinforcing that this cell is indeed a fungal cell, such as yeast.\nCell Y has no cell wall, no visible vacuoles and there are centrioles in the dividing cells, indicating that this is a dividing animal cell, such as a liver cell.\nCell Z has is dividing into daughter cells, each of which has a cell wall, vacuole, and chloroplasts. The cell is also dividing evenly by laying down a cell plate between the cells, which will develop into the cell walls of the new cells. These are all features of plant cells, such as palisade mesophyll cells.\nChoice C is therefore the correct answer to this question.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 56",
      "content": "The figure below shows the results of a study on the evolution of multicellularity. Obligate multicellularity means the organism is always multicellular, facultative multicellularity means the organism is usually unicellular but can sometimes form multicellular structures.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/e940829b-1b89-44cf-8a66-34d55df8cf92/images/6b245b5b-8c5e-4ec0-ad11-47b0515ebe5a/Ed2727.png)\n\n\n[Source: Adapted from Fisher, R. (2013). Group Formation, Relatedness, and the Evolution of Multicellularity. Current Biology, 23. Retrieved April 2025  from https://linkinghub.elsevier.com/retrieve/pii/S0960982213005678. CC BY 3.0.]\n\nWhat can be deduced from this phylogenetic tree?\n\n\n- I.All mammals are obligately multicellularII.Multicellularity evolved once in eukaryotesIII.All prokaryotes are unicellular\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ I and II\n- C.$\\hspace{1em}$ I and III\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nStatement I is true because mammals are animals, and from the phylogenetic tree, the word animals is boxed(obligately multicellular). \nStatement II is false because multicellularity appears on multiple separate branches that do not share a recent common ancestor, suggesting independent evolution. \nStatement III is false because cyanobacteria are prokaryotes, and the tree shows them boxed, indicating they are multicellular. \nTherefore, Choice A is correct as it only contains the one true Statement I.\nChoices B, C, and D are all incorrect as they include one or more of the false Statements II and III.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 57",
      "content": "The diagram below shows a cell.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/09240f75-28ab-4db2-9f85-68151d24eb30/images/8076c23f-4ff1-4c9f-a945-da77994cb0a9/BI0804A.png)\n\n\n[Source: Adapted from Gonzalez, R., & Kerfeld, C. (2022, June 13). Synechococcus elongatus. Wikipedia. Retrieved June 19, 2022, from https://en.wikipedia.org/wiki/Synechococcus_elongatus Copyright under CC BY 3.0]\n\n- \n  - Deduce with a reason, what type of cell this is.\t<span class=\"marks\">[1]</span>\n\n  - Calculate the magnification of the cell.\t\t\t<span class=\"marks\">[1]</span>\n\n  - Outline two functions of life carried out by the cell in the diagram. <span class=\"marks\">[2]</span>\n\n\n- \n  - State the type of microscope used to produce the image.\t<span class=\"marks\">[1]</span>\n\n  - Explain your choice of microscope for part (i).\t\t\t<span class=\"marks\">[1]</span>\n\n\n",
      "markScheme": "\n- \n  - Prokaryote (needed for mark)\n\n  Then any one of the following:\n  $\\ce{ -> }$ no nucleus\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ has a nucleoid\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ no membrane bound organelles OR a named organelle such as a Golgi apparatus, rough endoplasmic reticulum or mitochondria\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ size is typical of prokaryote (0.1μm - 5μm)\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ rod shaped\t<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe cell is a prokaryotic  cell as it contains no nucleus ($\\checkmark$) or membrane bound organelles ($\\checkmark$).\n\n\n\n- \n  - \n\n  $\\ce{ -> }$ 110,000 x\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nmagnification= image size ÷  actual size\n  image size = 11 mm = 11,000,000 nm\n  actual size = 100 nm\n  11,000,000nm ÷ 100 nm = 110,000 x ($\\checkmark$)\n\n\n\n- \n  - Any two of the following:\n\n  $\\ce{ -> }$ nutrition: consuming food for energy OR metabolic processes OR growth OR reproduction\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ reproduction: producing offspring\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ metabolism: chemical reactions that occur within the cell\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ homeostasis: maintaining a stable internal environment\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ growth: a permanent  increase in number OR size of cells\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ excretion: the removal of metabolic waste\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ response: the ability to react to changes in the environment <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ movement: change in position OR location in relation to the surroundings <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nTwo functions of life carried out by the cell are excretion, which is the removal of metabolic waste ($\\checkmark$) and reproduction which is producing offspring ($\\checkmark$).\n\n\n\n- \n  - Any one of the following:\n\n  $\\ce{ -> }$ electron microscope\tOR transmission electron microscope\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nAn electron microscope ($\\checkmark$).\n\n\n\n- \n  - Any one of the following:\n\n  $\\ce{ -> }$ it allows you to see the ultrastructure of the cell\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ it has a high resolution\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ it has a high magnification\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nAn electron microscope would be used to create the image, as it allows one to see the ultrastructure of the cell ($\\checkmark$) due to its high resolution  and magnification ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "6",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 58",
      "content": "The table below compares two specialised cells found in the human body:\nCell TypePrimary FunctionProteins ExpressedSkeletal MuscleMovementActin & MyosinNeuronCommunicationNeurotransmitters & Ion Channel Proteins\nWhich of the following explains the differences between the specialised cells?\n\n\n\n- A.$\\hspace{1em}$ Muscle cells and neurons have different DNA, so they produce different proteins\n- B.$\\hspace{1em}$ Each cell type expresses only the genes needed for its function\n- C.$\\hspace{1em}$ Differentiation permanently deletes unused genes from a cell’s DNA\n- D.$\\hspace{1em}$ Neurons and muscle cells switch functions over time, depending on environmental conditions\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct. Each cell type expresses only the genes needed for its function, while other genes remain inactive. This selective gene expression leads to structural and functional differences between cells.\nChoice A is incorrect. All cells in an organism (except gametes and red blood cells) contain the same DNA. Differences in protein production result from differences in gene expression, not in DNA sequence. Choice C is incorrect. Differentiation silences genes but does not remove them. Choice D is incorrect. Once differentiated, cells do not differentiate again — a neuron will not become a muscle cell later in life.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 59",
      "content": "Which statement(s) provide evidence for the endosymbiotic theory?\n\n\n\n- I. $\\hspace{1.6em}$ Mitochondria and chloroplasts have adaptations that increase their surface area\n- II. $\\hspace{1.3em}$ Mitochondria and chloroplasts can make ATP\n- III. $\\hspace{1em}$ Mitochondria and chloroplasts have their own ribosomes\n\n\n\n\n- A. $\\hspace{1em}$ I and II only\n- B. $\\hspace{1em}$ III only\n- C. $\\hspace{1em}$ II and III only\n- D. $\\hspace{1em}$ I, II and III\n",
      "markScheme": "B\n$\\underline{\\textrm{Sample answer}}$: \nThe endosymbiotic theory explains that modern eukaryotic cells evolved from prokaryotic cells, when larger prokaryotes engulfed, but did not digest, other prokaryotes that are the precursors of modern chloroplasts and mitochondria. Evidence for this includes mitochondria and chloroplasts being the only organelles in eukaryotes that have their own ribosomes (Statement III). Choice B  is correct.\nStatement I  is incorrect as the adaptations that increase the surface area of mitochondria and chloroplasts are not evidence for endosymbiosis. Statement II  is incorrect as before they were engulfed, the ancient prokaryotic precursors to mitochondria and chloroplasts had the ability to generate ATP, so this ability was not acquired as a result of endosymbiosis. Choices A, C and D are incorrect as they contain Statements I and/or II.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 60",
      "content": "The micrograph shows a cell of an exocrine gland from the stomach of the European beaver (Castor fiber).\nExocrine glands are glands that release their secretions through a duct.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/6936b0f4-4c31-45ab-9ce1-ad647e6d796a/images/f3f93f40-9ba4-4171-87fc-ba765549f2c1/BI1542.png)\n\n\n[Source: Adapted from Ziółkowska, N., Lewczuk, B., Petryński, W., Palkowska, K., Prusik, M., Targońska, K., Giżejewski, Z., & Przybylska-Gornowicz, B. (2014, April).\n(PDF) light and electron microscopy of the European beaver ... Research gate. Retrieved March 21, 2024, https://www.researchgate.net/publication/261609121_Light_and_Electron_Microscopy_of_the_European_Beaver_Castor_fiber_Stomach_Reveal_Unique_Morphological_Features\n_with_Possible_General_Biological_Significance. Copyright by CC 4.0]\n\n\n- Suggest one role of exocrine glands.\t\t<span class=\"marks\">[1]</span>\n\n- Using the letter X, label the organelle with the function of producing proteins that are exported outside the cell.\t\t<span class=\"marks\">[1]</span>\n\n- Explain how two organelles are related to the function of an exocrine cell.\t<span class=\"marks\">[2]</span>\n\n- Pancreatic cells are both exocrine and endocrine glands. Name one hormone produced by the pancreas and state what the stimulus is for its secretion.\t<span class=\"marks\">[1]</span>\n\n",
      "markScheme": "\n- any one of the following:\n  $\\ce{ -> }$ digestion OR production OR secretion of digestive enzymes OR saliva OR named digestive enzyme\n<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ bile production OR secretion <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ sweat production OR secretion OR thermoregulation\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ sebum production OR secretion OR lubrication of skin OR hair <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ milk production OR secretion <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mucus production OR secretion <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ seminal fluid production OR secretion <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ tear production OR secretion <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nEndocrine glands secrete hormones directly into the bloodstream, whereas exocrine glands secrete substances to the surfaces of the body ($\\checkmark$).\n\n\n\n- any one of the following:\n  $\\ce{ -> }$ rough endoplasmic reticulum (RER) should be labelled with the letter X\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/6936b0f4-4c31-45ab-9ce1-ad647e6d796a/images/ec016848-1b3a-4ad2-847c-09c765449114/BI1542AnsA.png)\n\n\n[Source: Adapted from Ziółkowska, N., Lewczuk, B., Petryński, W., Palkowska, K., Prusik, M., Targońska, K., Giżejewski, Z., & Przybylska-Gornowicz, B. (2014, April). (PDF) light and electron microscopy of the European beaver ... Research gate. Retrieved March 21, 2024, https://www.researchgate.net/publication/261609121_Light_and_Electron_Microscopy_of_the_European_Beaver_Castor_fiber_Stomach_Reveal_Unique_Morphological_Features_with_Possible_General_Biological_Significance. Copyright by CC 4.0]\n\n\n\n- any two of the following (must have structure and function to gain mark):\n  $\\ce{ -> }$ extensive endoplasmic reticulum to synthesise enzymes OR proteins\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ many mitochondria to produce ATP for protein synthesis\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ many secretory vesicles to secrete substances\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ many Golgi apparatus to process and package proteins\t\t\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe exocrine cell has an extensive endoplasmic reticulum that synthesises enzymes ($\\checkmark$) and many mitochondria that produce ATP for protein synthesis ($\\checkmark$).\n\n\n\n- any one  of the following:\n  $\\ce{ -> }$ insulin secreted in response to high OR increase in blood glucose OR sugar levels\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ glucagon secreted in response to low OR decrease in blood glucose OR sugar levels\t\t<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe pancreas secretes insulin in response to an increase in blood glucose levels  ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "5",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 61",
      "content": "The plasma membrane, a structure common to all cells, is primarily composed of a phospholipid bilayer. What is the fundamental reason for this specific lipid arrangement?\n\n\n\n- A.$\\hspace{1em}$ To provide a flexible boundary for the cell and a source of stored energy.\n- B.$\\hspace{1em}$ To create a rigid barrier impermeable to most substances for protection.\n- C.$\\hspace{1em}$ To form a selectively permeable barrier due to the hydrophobic nature of the lipids.\n- D.$\\hspace{1em}$ To actively transport molecules using energy from the lipids.\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because it accurately describes the plasma membrane as selectively permeable, allowing some things to pass and some not, and this is because the tails of the phospholipids comprising the membrane are hydrophobic.\nChoice A is incorrect. While it’s true that the membrane provides a flexible boundary for the cell, it is not a source of energy. If the membrane is broken down to release energy, the boundary of the cell will be destroyed, and the cell will cease to exist.\nChoice B is incorrect because the membrane is not rigid or impermeable. It is flexible and partially permeable.\nChoice D is incorrect because the energy used to transport molecules across the membrane is typically provided by the hydrolysis of ATP.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 62",
      "content": "The diagram shows two kinds of specialised cells found in the same individual.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/df8e8502-1eca-482c-9133-b157a8e47ce1/images/6ad214c5-d6f9-4452-93c7-7dc8ad775d97/BI1556.png)\n\n\n[© Revision Village 2024. Created with BioRender.com]\n\nWhich of the following statements would be true for both cell types?\n\n\n- I.They share the same genome.II.They develop based on the expression of some genes and not others.III.They develop from the same stem cell populations.\n\n\n\n\n- A.$\\hspace{1em}$ I and II only\n- B.$\\hspace{1em}$ II and III only\n- C.$\\hspace{1em}$ I and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because both cells contain the same genes/genome in their diploid nucleus (Statement I). They differentiate or become specialised during their development due to the expression of some genes but not others (Statement II).\nStatement III is not true because although both types of cells originate from stem cells, they come from different lineages and therefore develop from different stem cell populations or niches. Choices B, C, and D are incorrect because they contain Statement III.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 63",
      "content": "\n- Outline the different uses of karyograms. <span class=\"marks\">[3]</span>\n\n- Distinguish between cells with haploid and diploid nuclei. <span class=\"marks\">[4]</span>\n\n- Compare and contrast different types of chromosomes. <span class=\"marks\">[8]</span>\n\n",
      "markScheme": "\n- Any three of the following:\n  $\\ce{ -> }$ karyograms are images of the chromosomes in an organism <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ homologous chromosomes are arranged in pairs of decreasing length OR Sex chromosomes are the 23rd pair in human karyograms\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ karyograms can be used to identify the sex of an individual\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ karyograms can be used to identify conditions caused by trisomy, e.g. Down syndrome OR Patau syndrome OR Klinefelter syndrome\t \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ karyograms can be used to determine if a chromosome is missing OR if part of a chromosome is missing\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>3 mark maximum</strong>]</span>\n\n  \n$\\underline{\\textrm{Sample Answer}}$: \nKaryograms ($\\checkmark$) are images of the chromosomes in an organism. In a karyogram, the pairs of homologous chromosomes are arranged in pairs of decreasing length ($\\checkmark$). The sex chromosomes are shown as the 23rd pair in human karyograms.\nKaryograms can be used to determine if an individual is a biological male or female ($\\checkmark$). Two X chromosomes are present in a human female cell, and one X chromosome and one Y chromosome are present in a human male cell.\nKaryograms can be used to identify conditions caused by trisomy (three copies of a chromosome) e.g. Down syndrome, Patau syndrome, Edward’s syndrome and Klinefelter syndrome).\n\n\n\n- Any four of the following:\n  $\\ce{ -> }$ haploid nuclei have one set of chromosomes, OR one chromosome per type WHEREAS diploid nuclei have two sets OR two chromosomes of each type <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ haploid nuclei have one allele for each gene WHEREAS diploid nuclei have two alleles for each gene <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ haploid nuclei in humans have 23 chromosomes, and diploid nuclei in humans have 46 chromosomes OR any other valid species example <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ haploid cells are usually gametes WHEREAS diploid cells are usually somatic cells <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ haploid cells are usually the result of meiosis, WHILE diploid cells are usually the result of mitosis.  <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>4 mark maximum</strong>]</span>\n\n  \n$\\underline{\\textrm{Sample Answer}}$: \nHaploid nuclei have one set of chromosomes($\\checkmark$), whereas diploid nuclei have two sets of chromosomes.  For example, in humans($\\checkmark$), gametes have 23 chromosomes, while somatic cells have 46 chromosomes. Haploid nuclei have one allele for each gene, ($\\checkmark$)  whereas diploid nuclei have two alleles for each gene. In humans, only gametes($\\checkmark$)  have haploid nuclei, whereas the rest of the somatic cells have diploid nuclei.\n\n\n\n- Any eight of the following:\n  $\\ce{ -> }$ (within one species) different chromosomes are composed of DNA molecules with different lengths\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ (within one species) different chromosomes have different numbers of genes\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ (within one species) different chromosomes have different types OR different numbers of genes <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ both prokaryotic AND eukaryotic chromosomes contain DNA\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ bacterial chromosomes are not associated with proteins, WHILE eukaryotic and archaeal chromosomes are associated with proteins <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic chromosomes are looped molecules of DNA, WHILE eukaryotic chromosomes are linear molecules of DNA <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ BOTH autosomes and sex chromosomes contain genes <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the human Y chromosome carries information mainly coding for male sex determination and development, WHILE the X chromosome carries information for other body characteristics <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ there is only one pair of sex chromosomes, WHILE there can be more than one pair of autosomes (in different species)\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ autosomes are pairs of homologous chromosomes of equal length, WHILE two sex chromosomes can be different lengths <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ chromosomes can be homologous and non-homologous <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ homologous chromosomes are pairs of chromosomes of equal length carrying the same genes, but different alleles, WHILE non-homologous chromosomes, carry different genes <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>8 mark maximum</strong>]</span>\n\n  \n$\\underline{\\textrm{Sample Answer}}$: \nAll chromosomes are made of DNA and contain genes, but they differ in length ($\\checkmark$) and in the number of genes ($\\checkmark$) and type of genes ($\\checkmark$). Similarities and differences between prokaryotic and eukaryotic chromosomes: Both prokaryotic and eukaryotic chromosomes contain DNA ($\\checkmark$). Bacterial chromosomes are not associated with proteins, but eukaryotic chromosomes are associated with proteins ($\\checkmark$). Prokaryotic chromosomes are looped, while eukaryotic chromosomes are linear ($\\checkmark$).\n  Similarities and differences between autosomes and sex chromosomes: \nBoth autosomes and sex chromosomes are made of DNA and contain genes. Autosomes are chromosomes that do not determine sex and do not have genes for sex-linked characteristics; sex chromosomes determine sex and have genes for sex-linked traits. There is one pair of sex chromosomes in a somatic nucleus, but there can be more than one pair of autosomes ($\\checkmark$) in a somatic nucleus. X and Y chromosomes are of different lengths, while autosomal homologous chromosome pairs are equal in length ($\\checkmark$) \nComparing non-homologous chromosomes and homologous chromosomes:\nHomologous chromosomes are pairs of chromosomes that have genes for the same characteristics and can have the same or different alleles. Non-homologous chromosomes have genes for different characteristics ($\\checkmark$).\n  \n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 64",
      "content": "The table below presents observations made about four newly discovered entities (W, X, Y and Z).\nEntityObservationWContains a cell wall, cytoplasm, and genetic material, but no internal compartments.XConsists of a protein coat surrounding RNA.YContains membrane-bound compartments, each containing DNA.ZExists as free-floating DNA molecules in a liquid medium.\n\nBased on cell theory, which row of the table below correctly identifies whether each entity is likely to be classified as a living organism?\nEntity WEntity XEntity YEntity ZA.$\\hspace{1em}$YesNoYesNoB.$\\hspace{1em}$NoYesNoYesC.$\\hspace{1em}$YesNoNoYesD.$\\hspace{1em}$NoYesYesNo",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nEntity W, with a cell wall, cytoplasm, and genetic material, strongly indicates that it is a cell, the basic unit of life. It is likely a prokaryotic cell.\nEntity X is only reported to have RNA with a protein coat surrounding it. This description best matches that of a virus. Viruses are not considered living organisms.\nEntity Y contains membrane-bound compartments, which are indicative of eukaryotic organelles and DNA. This description is likely describing a eukaryotic cell.\nEntity Z is only DNA without any barrier to the outside and does not describe a cell.\nChoice A is correct because it correctly identifies Entities W and Y as likely to be classified as living, while X and Z are classified as non-living. Choice B, Choice C, and Choice D do not have this combination of entities.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 65",
      "content": "\n- Outline the features of cells that do not conform to the cell theory.\t\t\t<span class=\"marks\">[3]</span>\n\n- Use named species to explain how unicellular organisms carry out processes of life.\t<span class=\"marks\">[4]</span>\n\n- Compare and contrast the structure of prokaryotic and eukaryotic cells.\t\t<span class=\"marks\">[8]</span>\n\n",
      "markScheme": "\n- Any three from the following:\n  $\\ce{ -> }$ mature red blood cells do not have a nucleus\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ striated muscle cells have many nuclei\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ giant algal cells can be seen without a microscope OR giant algal cells are very large <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ aseptate fungal hyphae OR fungal hyphae OR Mucor are multinucleate \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ phloem sieve tube elements lack nuclei OR do not have many organelles OR have continuous cytoplasm flowing through adjacent cells OR have sieve tube elements to provide metabolic support OR are interconnected cells.\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nMature red blood cells do not have a nucleus ($\\checkmark$), mature sieve tube elements do not have a nucleus ($\\checkmark$) and striated muscle cells and fungal hyphae have many nuclei ($\\checkmark$).\n\n\n\n- Any four of the following characteristics and a correct way the chosen unicellular organism carries out that process:\n  $\\ce{ -> }$ cilia allow movement in Paramecium OR flagella allow movement in Chlamydomonas OR any other suitable mode of movement relevant to a named unicellular organism <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ contractile vacuole helps to regulate water potential of the cell OR contractile vacuole has a role in homeostasis in Paramecium OR contractile vacuole helps to regulate water potential of the cell OR contractile vacuole has a role in homeostasis in Chlamydomonas OR any other mechanism of homeostasis that is relevant to a named unicellular organism\t\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ oral groove allows nutrition in Paramecium OR nutrition is by photosynthesis in Chlamydomonas OR correct mode of nutrition for a named unicellular organism\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ Paramecium can reproduce asexually by binary fission OR Paramecium can reproduce by conjugation OR Chlorella produce asexually by mitosis\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ anal groove allows excretion in Paramecium OR excretion is by contractile vacuoles in Chlamydomonas OR correct mode of excretion for a named unicellular organism\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ growth of Paramecium occurs after cell division OR Chlamydomonas grows before and after cell division  OR correct mode of growth for a named unicellular organism\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ Paramecium sense their environment and respond by movement due to the movement of cilia OR Chlamydomonas have an eyespot to detect light OR correct example of sensitivity for a named unicellular organism\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nParamecia are unicellular organisms that can carry out all functions of life. Paramecia have cilia that allow movement ($\\checkmark$). Metabolic reactions ($\\checkmark$) happen in mitochondria and the cytoplasm. The contractile vacuole helps to regulate the water concentration ($\\checkmark$) of Paramecium by releasing excess water. The oral groove takes in food, so it is responsible for nutrition ($\\checkmark$).\n\n\n\n- Any eight of the following: \nAnswer must include at least one similarity and one difference\n  Similarities: \n$\\ce{ -> }$ prokaryotic AND eukaryotic cells have plasma membranes\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic AND eukaryotic cells have cytoplasm\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic AND eukaryotic cells have ribosomes\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic AND eukaryotic cells have genetic material OR DNA OR RNA\t<span class=\"marks\">[1]</span>\n\n  \n  Differences: \n$\\ce{ -> }$ prokaryotic cells are not compartmentalised  BUT eukaryotic cells are compartmentalised\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic cells do not have membrane-bound organelles BUT eukaryotic cells do have membrane-bound organelles\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic cells have DNA in a loop OR plasmid BUT eukaryotes have linear DNA OR chromosomes \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic cells have 70S ribosomes BUT eukaryotic cells have 80S ribosomes\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic cells do not have a true nucleus OR have a nucleoid region BUT eukaryotic cells do have a true nucleus\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ all prokaryotic cells have a cell wall BUT not all eukaryotic cells have a cell wall\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic DNA is naked OR not associated with proteins BUT eukaryotic DNA is associated with histone proteins\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic cells are smaller THAN eukaryotic cells\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>8 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nProkaryotic and eukaryotic cells have genetic material ($\\checkmark$). Prokaryotic and eukaryotic cells have plasma membranes ($\\checkmark$). Prokaryotic and eukaryotic cells have cytoplasm ($\\checkmark$). Prokaryotic and eukaryotic cells have ribosomes ($\\checkmark$), but prokaryotes have 70S ribosomes, whereas eukaryotic cells have 80S ribosomes ($\\checkmark$). Prokaryotic cells do not have a true nucleus, but eukaryotic cells do have a true nucleus ($\\checkmark$). Prokaryotic cells do not have membrane-bound organelles but eukaryotic cells do have membrane-bound organelles such as mitochondria ($\\checkmark$). Prokaryotic cells have DNA in a loop but eukaryotic cells have linear DNA ($\\checkmark$). Not all eukaryotic cells have a cell wall but all prokaryotic cells do have a cell wall ($\\checkmark$).\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 66",
      "content": "Palisade mesophyll cells produce and release large amounts of carbohydrates. Which characteristics would you expect to observe in such cells?\n\n\n\n- A.$\\hspace{1em}$ A high density of mitochondria and a large central vacuole.\n- B.$\\hspace{1em}$ A high density of chloroplasts and an extensive Golgi apparatus.\n- C.$\\hspace{1em}$ A high density of chloroplasts and a large central vacuole.\n- D.$\\hspace{1em}$ A high density of mitochondria and an extensive Golgi apparatus.\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nPalisade mesophyll cells are cells in the leaves of plants that produce carbohydrates through photosynthesis. Since photosynthesis takes place within chloroplasts, these cells contain a high density of chloroplasts They also contain a large central vacuole, which occupies the space at the center of the cell and helps maintain the turgor pressure in the cell. The position of the central vacuole ensures the chloroplasts will be pushed near the edges of the cell, where they can receive light. Additionally, the vacuole acts as a storage reservoir for water and other nutrients needed for photosynthesis.\nChoice A and Choice D are incorrect because mitochondria are the site of aerobic respiration, during which carbohydrates are broken down to produce ATP. Choice D is also incorrect as the Golgi apparatus packages proteins, not carbohydrates, for export, so Choice B  is also incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 67",
      "content": "Electron microscopes allow the ultrastructure of cells and molecules to be viewed.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/8564a2e7-66e0-439e-833c-7a0231698c9e/images/76aa3366-9f58-474e-b864-27e972cea989/Edit.png)\n\n\n[Source: National Institute of Allergy and Infectious Diseases (NIAID)/NIH (2019, January 4). Electron micrograph of tau clusters (46603522841).jpg. Wikimedia. Retrieved December 27, 2024, from https://commons.wikimedia.org/wiki/File: Electron_micrograph_of_tau_clusters_(46603522841).jpg. Public Domain]\n\nWhich of these methods is used to analyse protein structure?\n\n\n\n- A.$\\hspace{1em}$ Freeze-fracture electron microscopy\n- B.$\\hspace{1em}$ Fluorescent staining\n- C.$\\hspace{1em}$ Cryogenic electron microscopy\n- D.$\\hspace{1em}$ Immunofluorescence\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because cryogenic electron microscopy can produce 3D images of biological molecules such as proteins, DNA, and RNA. Samples are rapidly frozen to preserve their natural state before an electron beam is passed through, allowing the structure of individual molecules to be studied.\nChoice A is incorrect because freeze-fracture electron microscopy is primarily used to study cellular structures, such as the internal arrangement of membranes. While it involves rapid freezing and can produce 3D images, it does not resolve molecular or atomic details of protein structures.\nChoice B is incorrect because fluorescent staining is used in light microscopy to identify specific molecules, such as proteins, in cells. Fluorescent dyes or antibodies emit specific wavelengths of light, highlighting target molecules, but they do not provide detailed structural information about proteins.\nChoice D is incorrect because immunofluorescence identifies specific proteins in cells or tissues using fluorescently tagged antibodies. While it is useful for locating proteins, it is not a technique for analysing protein structure at the molecular level.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 68",
      "content": "The light micrographs below show examples of skeletal muscle, phloem sieve tube elements, aseptate fungal hyphae, and red blood cells. These types of cells are sometimes used as atypical examples of cells.\nSkeletal MusclePhloem Sieve Tube Elements![SkillUpp Image](https://assets.revisionvillage.com/public/question/92b1ebc5-8db5-4e76-9438-958f160dbb7b/images/b203281a-66ce-44b6-ab63-4cb4134d0d62/Aii.png)\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/92b1ebc5-8db5-4e76-9438-958f160dbb7b/images/8c70aa03-6d63-4ae7-ba8d-d4390892e417/BIII.png)\n\n[File: Skeletal Muscle Tissue.jpg. (2024, June 13). Wikimedia Commons. Retrieved 02:00, April 9, 2025 from https://commons.wikimedia.org/w/index.php?title=File.jpg&oldid=883658940.][File Dicot Stem Tangential Section Phloem Parenchyma in Cucurbita (35207518570).jpg. (2020, September 16). Wikimedia Commons. Retrieved 02:05, April 9, 2025 from https://commons.wikimedia.org/w /index.php?title=File: Herbaceous_Dicot_Stem.]\nAseptate Fungal HyphaeRed Blood Cells![SkillUpp Image](https://assets.revisionvillage.com/public/question/92b1ebc5-8db5-4e76-9438-958f160dbb7b/images/043a7740-41d0-4506-a647-bf73f72d197b/ci.png)\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/92b1ebc5-8db5-4e76-9438-958f160dbb7b/images/54cdae64-4e6a-46db-b5f9-86d135031e5b/DII.png)\n\n[File: Yeast cells and short hyphae in Gram stain.jpg. (2024, September 17). Wikimedia Commons. Retrieved 02:10, April 9, 2025 from https://commons.wikimedia .org/w/index.php?title=File.jpg&oldid=925217916.][File: Blood cells 090304-F-5951M-108.jpg. (2024, October 5). Wikimedia Commons. Retrieved 02:14, April 9, 2025 from https://commons.wikimedia.org/w/index.php?title=File.jpg&oldid=933116797.]\n\n\n- Explain how the number of nuclei in each cell type in the micrograph of each cell relates to the cell’s function.\t\t\t<span class=\"marks\">[4]</span>\n\n- Contrast the cell wall composition of the aseptate hyphae and phloem sieve tube elements.\t\t\t\t<span class=\"marks\">[1]</span>\n\n",
      "markScheme": "\n- to award a mark, the response must include the number of nuclei AND a reason for this\n  $\\ce{ -> }$ skeletal muscle cells have multiple nuclei, providing multiple copies of genes to produce the large numbers of proteins needed for muscle contraction\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ phloem sieve tube elements lack a nucleus (at maturity), which creates space for the efficient transport of sugars and other organic molecules\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ aseptate fungal hyphae have multiple nuclei to allow for rapid growth OR distribution of nutrients OR cytoplasmic streaming throughout the extensive network OR multinucleation occurs due to nuclear divisions without cytoplasmic division\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ red blood cells lack a nucleus, which increases space for haemoglobin, maximising oxygen transport\t <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nSkeletal muscle cells have many nuclei because they must make many copies of proteins for contractions along the entire length of the cell, which may be very long ($\\checkmark$). Phloem sieve tube elements have no nucleus to allow for more space for transporting sugars more efficiently ($\\checkmark$). Aseptate hyphae have many nuclei throughout the cell to help it grow quickly and distribute nutrients ($\\checkmark$). Red blood cells have no nuclei at maturity for greater volume to carry haemoglobin ($\\checkmark$).\n  Note a table showing the comparisons would also be acceptable:\n  CellNo. of nucleiRelation to cell functionSkeletal musclemanyfor many copies of protein synthesis($\\checkmark$)Phloem sieve tube elementsnoneto allow room for translocation($\\checkmark$)Aseptate fungal hyphaemanyto allow rapid transfer of nutrients($\\checkmark$)Red blood cellnoneto create more room for haemoglobin($\\checkmark$)\n  \n- \n\n$\\hspace{1em}$ $\\ce{ -> }$ fungal cell walls are composed of chitin, WHEREAS plant cell walls are composed of cellulose <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n$\\hspace{1em}$ $\\underline{\\textrm{Sample answer}}$: \n$\\hspace{1em}$ Fungal cell walls are composed of chitin, while plant cell walls are composed of cellulose ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "5",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 69",
      "content": "\n- Outline one way unicellular organisms can carry out each of nutrition, movement and excretion. <span class=\"marks\">[3]</span>\n\n- Draw a single mitochondrion, and annotate it to outline the role of four labelled structures.\t<span class=\"marks\">[5]</span>\n\n- Compare and contrast the structure of E. coli and a palisade mesophyll cell.\t <span class=\"marks\">[7]</span>\n\n",
      "markScheme": "\n- Any three of the following:\n  $\\ce{ -> }$ nutrition by diffusion through cell membrane OR engulfment OR phagocytosis OR endocytosis OR photosynthesis OR digestion by enzymes in vacuoles\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ movement by cilia OR flagella OR pseudopodia\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ excretion by  simple diffusion OR active transport OR exocytosis OR contractile vacuoles OR  vacuoles storing OR isolating waste before removal\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nUnicellular organisms carry out the processes of life in varying ways. They can carry out nutrition by engulfing the nutrients ($\\checkmark$) from their surroundings, they can move using flagella  ($\\checkmark$), and they can remove wastes from the cell by simple diffusion  ($\\checkmark$).\n\n\n\n- Diagram must include four of the following labels and annotations:\n  $\\ce{ -> }$ outer membrane protective barrier OR contains transport proteins that allow specific molecules to enter the mitochondrion\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ inner membrane OR cristae increase surface area for reactions OR contains proteins essential for reactions OR ATP production <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ DNA encodes genes essential for mitochondrial functioning\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ 70S ribosomes for synthesis of proteins required by mitochondrion\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ matrix contains enzymes for chemical reactions\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ intermembrane space - allows build-up of protons OR ion gradient for ATP synthesis OR chemiosmosis OR contains enzymes for chemical reactions\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ clear drawing with no sketchy lines and of suitable size \t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>5 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/ba177021-8efc-4ac3-8984-af65f603bc24/images/51530aa5-3ec2-45cc-8701-1d4b4fd4ec74/BI1049.png)\n\n\n[© Revision village 2022]\n\n\n\n- Any seven of the following (must contain at least one similarity and/or one difference):\n  $\\ce{ -> }$ BOTH E.coli and palisade mesophyll cells have cell OR plasma membranes\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ BOTH E.coli and palisade mesophyll cells have cytoplasm \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ BOTH E.coli and palisade mesophyll cells have a cell wall\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ BOTH E.coli and palisade mesophyll cells contain ribosomes \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ E.coli cell wall is made up of peptidoglycan WHEREAS palisade mesophyll cell walls are made of cellulose\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ palisade mesophyll cells have a compartmentalised structure WHEREAS E.coli do not\t\t\t\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ palisade mesophyll cells have 80S ribosomes WHEREAS E.coli have 70S\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ palisade mesophyll cells have nuclei WHEREAS E.coli have a nucleoid\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ E.coli can have plasmids OR circular DNA WHEREAS palisade mesophyll cells have linear DNA\t\t\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ E.coli have external structures such as flagella OR pili BUT palisade mesophyll cells do not \t\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ palisade mesophyll cells have membrane bound organelles such as golgi apparatus, rough endoplasmic reticulum, chloroplasts, mitochondria WHEREAS E.coli do not\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>7 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nPalisade mesophyll cells and E.coli both have cell membranes ($\\checkmark$) and cytoplasm ($\\checkmark$). They also both can have cell walls ($\\checkmark$), however the cell wall in E.coli is composed of peptidoglycan, whereas the cell wall in palisade mesophyll cells is composed of cellulose ($\\checkmark$). Palisade mesophyll cells are full of membrane bound organelles such as the golgi apparatus, which gives them a compartmentalised structure, whereas E.coli do not have a compartmentalised structure or membrane bound organelles ($\\checkmark$). Both palisade mesophyll cells and E.coli have ribosomes ($\\checkmark$), but E.coli have 70S ribosomes and palisade mesophyll cells have 80S ribosomes  ($\\checkmark$). DNA is also stored differently in palisade mesophyll cells and E.coli. Palisade mesophyll cells store their DNA inside the nucleus and it has a linear structure, whereas E.coli have DNA floating freely in the cytoplasm as a nucleoid ($\\checkmark$) and can sometimes contain extra DNA in the form of a plasmid ($\\checkmark$). E.coli can also have external structures such as pili or flagella ($\\checkmark$).\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 70",
      "content": "Below is a diagram of Saccharomyces cervesiae commonly referred to as Brewer's yeast.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/d48038b1-43cc-4f2a-a666-47ce7e1443d1/images/42c78d0e-6ccf-4251-81a8-22cd1b96d088/BI2438.png)\n\n\n[© RevisionVillage2025. Created with BioRender.com]\n\n\n- Distinguish between the cell wall in fungal and plant cells.\t\t<span class=\"marks\">[1]</span>\n\n- \n  - Explain the presence of chloroplast in plant cells, but not animal or fungal cells.  <span class=\"marks\">[2]</span>\n\n  - A chloroplast is a type of plastid. Outline the function of one other named type of plastid found in plant cells that is absent in fungal cells. \t<span class=\"marks\">[1]</span>\n\n\n",
      "markScheme": "\n- \n\n$\\hspace{1em}$ $\\ce{ -> }$ fungal cell walls are primarily composed of chitin WHEREAS plant cell walls are composed of cellulose \t\t\t\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n$\\hspace{1em}$ $\\underline{\\textrm{Sample answer}}$: \n$\\hspace{1em}$ The major component of fungal cell walls is chitin, but in plants, it’s cellulose ($\\checkmark$).\n\n\n- \n  - any two of the following:\n\n  $\\ce{ -> }$ plants use chloroplasts for photosynthesis AND are autotrophs  OR allows plants to make their own food OR convert light energy to chemical energy \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ animals and fungi do not need chloroplast to photosynthesise because they are heterotrophs OR feed on other organisms OR obtain energy by consuming organic matter rather than producing it\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nPlants are autotrophs and make their own food by photosynthesis. Chloroplasts contain chlorophyll which absorbs the light energy needed for photosynthesis ($\\checkmark$). Animals and fungi are heterotrophs, they consume their food and do not need chloroplast for photosynthesis ($\\checkmark$).\n  \n  \n  - the following:\n\n  $\\ce{ -> }$ chromoplasts synthesise OR store pigments (other than chlorophyll)\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ leucoplasts are involved in storage OR metabolism \t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nPlant cells have chromoplasts which synthesise and store pigments, such as carotenoids ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "4",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 71",
      "content": "The diagram depicts a single-celled organism living in freshwater that faces water constantly moving into its cell due to osmosis.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/e5d92e73-ab20-43da-aee4-b427dbf75796/images/c2bb4cec-e54b-4a2c-8f44-13ddf6b20f8d/BI2792.png)\n\n\n[Source: Adapted from File: Paramecium caudatum.svg. (2024, March 12). Wikimedia Commons. Retrieved 04:34, April 23, 2025 from https://commons.wikimedia.org/w/index.php?title=File.svg&oldid=859786930.CC Public Domain]\n\nTo prevent bursting, the cell actively pumps out excess water using specialised structures. This process is an example of:\n\n\n\n- A.$\\hspace{1em}$ Obtaining nutrients\n- B.$\\hspace{1em}$ Eliminating waste products\n- C.$\\hspace{1em}$ Responding to external stimuli\n- D.$\\hspace{1em}$ Maintaining homeostasis\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nHomeostasis is the maintenance of a stable internal environment. The organism pumping out of excess water is a mechanism to keep its osmolarity stable and different from the outside of the cell. Therefore, Choice D is correct.\nThe organism is not taking in or making any substance for energy and growth, so Choice A is incorrect.\nExcess water may be considered a waste product. However, the primary purpose of the pump is to regulate osmolarity and prevent lysis. Waste products typically refer to metabolic wastes like carbon dioxide or nitrogenous compounds. Therefore, Choice B is incorrect.\nThe active pumping out of water is the organism's way of maintaining internal conditions rather than just a direct response to the stimulus, and so Choice C is incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 72",
      "content": "\n- Outline the role of auxin in positive phototropism.\t<span class=\"marks\">[3]</span>\n\n- Explain the evidence that supports the theory that eukaryotic cells evolved from prokaryotic cells.\t<span class=\"marks\">[5]</span>\n\n- Explain how the products of the light-dependent stage of photosynthesis are used in the light-independent stage to convert carbon dioxide into organic substances.\t<span class=\"marks\">[7]</span>\n\n",
      "markScheme": "\n- Any three of the following:\n  $\\ce{ -> }$ light is detected by group of proteins OR phototropins which trigger the movement of auxins by active transport\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ auxin efflux pumps move auxin so the concentration of auxins is more on the shadier side\nand lesser on the side with more light\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ plant cells have auxin receptors <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ when auxin binds to these receptors ,transcription of genes for enzyme OR expansin\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ auxin causes movement of  hydrogen ions from cytoplasm into the cell walls\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ hydrogen ions and expansion OR enzyme loosens cellulose fibres OR fibres of cell wall \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ causes cells on the shaded side of shoot tip to elongate\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nLight is detected by phototropins and this triggers the movement of auxins by active transport ($\\checkmark$). Auxin efflux pumps move auxins from cytoplasm into cell walls, so that the concentration of auxin is more on the shadier side ($\\checkmark$) and less on the side with more light. When auxin binds to receptors on the cells,  genes for the enzyme expansin are expressed ($\\checkmark$). Expansin, and the pumping of protons from the cytoplasm into the cell wall cause the loosening of cellulose fibres ($\\checkmark$) in the cell walls, leading to  elongation of the cells ($\\checkmark$).\n\n\n\n- Any five of the following:\n  $\\ce{ -> }$ theory of endosymbiosis proposes that mitochondria OR chloroplasts have evolved from free-living prokaryotes that were engulfed OR taken in by endocytosis, by larger cells\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mitochondria OR chloroplasts have naked DNA\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mitochondria OR chloroplasts divide by binary fission \t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mitochondria OR chloroplasts divide independently of cell cycle OR cell \t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mitochondria OR chloroplasts about same size as prokaryotes \t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mitochondria OR chloroplasts have 70S ribosomes\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mitochondria OR chloroplasts can synthesise their own proteins\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mitochondria OR chloroplasts have double membranes \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mitochondria OR chloroplasts have inner membrane like OR similar in structure to prokaryotes AND outer membrane like OR similar in structure to eukaryotes\n<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ DNA of mitochondria OR chloroplasts is more closely related OR more similar to prokaryotic DNA than to nuclear DNA of eukaryotic cells, OR rRNA OR ribosomal RNA more closely related OR more similar to prokaryotes than eukaryotes\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ observations of modern examples of endosymbiosis OR given examples of present day endosymbiosis, provide support for the theory \t\t<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>5 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe endosymbiotic theory supports the evidence that mitochondria and chloroplasts in eukaryotic cells evolved from prokaryotic cells, which were taken in by larger cells through endocytosis ($\\checkmark$). The evidence supporting this theory includes the fact that these organelles have naked DNA ($\\checkmark$), divide by binary fission ($\\checkmark$), can synthesise their own proteins ($\\checkmark$) and have double membranes around the outside ($\\checkmark$).\n\n\n\n- Any seven of the following: (drawing showing the Calvin cycle with the steps described below):\n  $\\ce{ -> }$ products of the light-dependent reaction are essential for the light-independent reactions  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ light-dependent reactions produce ATP, NADPH and oxygen\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ ATP and NADPH are used in the light-independent reactions OR Calvin cycle\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ light-independent reactions convert carbon dioxide into glucose and other organic molecules\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ enzyme RuBisCO fixes carbon dioxide\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ causes 1 x RuBP to bind to 1 x carbon dioxide\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ 6 C compound is unstable and forms two 3C compounds of glycerate-3-phosphate OR GP\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ ATP and NADPH are used to convert glycerate-3-phosphate OR GP to triose phosphate OR TP\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ some of the triose phosphate OR TP leaves the cycle to form carbohydrates, most is used to reform RuBP <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ regeneration of RuBP requires energy in the form of ATP\t\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>7 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nLight-dependent reactions of photosynthesis produce ATP, NADPH ($\\checkmark$) and oxygen. Oxygen is a by-product, ATP and NADPH are used in the light-independent reactions. In the stroma of the chloroplast, carbon dioxide combines with RuBP ($\\checkmark$), a 5C compound catalysed by the enzyme Rubisco ($\\checkmark$). The 6C compound formed is unstable and splits into two molecules of glycerate-3-phosphate ($\\checkmark$).\n  ATP and NADPH ($\\checkmark$) are used to convert glycerate-3-phosphate into triose phosphate ($\\checkmark$). Some of the molecules of triose phosphate leave the cycle to form glucose ($\\checkmark$) or other carbohydrates, most of it is used to regenerate the 5C RuBP ($\\checkmark$). Regeneration of RuBP again requires ATP ($\\checkmark$) obtained from the light-dependent reactions.\n\n$\\underline{\\textrm{For additional detail}}$:  see 5:26 in Photosynthesis Key Concept Video: https://www.revisionvillage.com/ib-biology/hl/key-concepts/?keyConceptId=cd710a11-a37d-4f93-aed3-30e4e1d75e55\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 73",
      "content": "\n- Distinguish between the structure and location of chromosomes found in eukaryotes and prokaryotes.\t\t\t<span class=\"marks\">[5]</span>\n\n- Describe the stages of meiosis and how genetically unique, haploid gametes are created during the process.\t<span class=\"marks\">[7]</span>\n\n- Explain the information that can be deduced from a human karyogram.\t\t<span class=\"marks\">[3]</span>\n\n",
      "markScheme": "\n- Any five of the following:\n  $\\ce{ -> }$ eukaryotic chromosomes are found in the nucleus WHEREAS prokaryotic chromosomes are found in the nucleoid region OR chromosomes of eukaryotes are contained within a membrane WHEREAS prokaryotic chromosomes are not membrane bound \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotes have a circular chromosome WHEREAS eukaryotes have linear chromosomes\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotes typically have one chromosome WHEREAS eukaryotes typically have multiple chromosomes\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ in eukaryotic chromosomes, DNA is associated with histone proteins WHEREAS prokaryotic chromosomes do not contain histones\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic chromosomes do not contain centromeres WHEREAS eukaryotic chromosomes do <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic chromosomes do not contain telomeres WHEREAS eukaryotic chromosomes do\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ eukaryotic chromosomes carry more genetic information OR DNA OR genes THAN prokaryotic chromosomes\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>5 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nEukaryotic chromosomes are found in the nucleus whereas prokaryotic chromosomes are found in the nucleoid region ($\\checkmark$). Prokaryotes typically contain one, circular chromosome ($\\checkmark$)  whereas eukaryotes  have multiple, linear chromosomes ($\\checkmark$). Prokaryotic chromosomes do not contain centromeres and telomeres ($\\checkmark$), whereas eukaryotic chromosomes do ($\\checkmark$).\n\n\n\n- Any seven of the following:\n  $\\ce{ -> }$ all the DNA in a cell is replicated during interphase\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ so cells are diploid OR contain homologous chromosomes when they enter meiosis\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ homologous chromosomes pair AND become visible OR condense  in prophase I\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ crossing over occurs between the non-sister chromatids of homologous chromosomes during prophase I\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ homologous chromosomes are moved to the equator of the cell by spindle microtubules AND randomly orientated OR independently assorted in metaphase I <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ homologous chromosomes are pulled to opposite sides of the cell by spindle microtubules in anaphase I\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ one diploid cell is split into two haploid cells <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ chromatids condense OR become visible during prophase II\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ pairs of sister chromatids are moved to the equator of the cell by spindle microtubules during metaphase II AND randomly orientated OR independently assorted\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ pairs of sister chromatids are separated by spindle fibres in anaphase II\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ nuclear membrane reforms in telophase II AND four haploid cells are formed from the two haploid cells of \tmeiosis \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ crossing over during prophase I AND independent assortment OR random alignment of homologous chromosomes in metaphase I OR metaphase II result in unique gametes\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>7 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nAll of the DNA in a cell is replicated during interphase ($\\checkmark$), so cells are diploid when they enter meiosis ($\\checkmark$). Homologous chromosomes pair up, become visible ($\\checkmark$) and crossing over of non-sister chromatids occur during prophase I ($\\checkmark$). Then, homologous chromosomes are moved to the equator of the cell by spindle microtubules and randomly orientated during metaphase I ($\\checkmark$). Homologous chromosomes are pulled to the opposite poles of the cell by spindle fibres in anaphase I ($\\checkmark$) and one diploid cell is split into two haploid cells during telophase I ($\\checkmark$). The cells then enter meiosis II. The pairs of sister chromatids are independently assorted to form a single line along the equator of the cell, in metaphase II ($\\checkmark$). During anaphase II the centromeres split and the sister chromatids are pulled to opposite poles of the cell ($\\checkmark$). In telophase II the nuclear membrane reforms around the chromosomes, and after cytokinesis, 4 new haploid, non-identical,  daughter cells are formed from the 2 haploid cells that resulted from meiosis I ($\\checkmark$).\n\n\n\n- Any three of the following:\n  $\\ce{ -> }$ a karyogram is an image showing the positions of centromeres and banding patterns of stained OR dyed homologous chromosomes ordered by decreasing length\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ biological sex determined by XX and XY OR sex chromosomes\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ whether non-disjunction has occurred is determined by the presence or absence of chromosome (s)\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ presence of chromosomal abnormalities (such as breakages or translocation) determined by the banding pattern OR size of chromosome\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ indication of chromosome disorders such as Down syndrome, which is caused by trisomy 21<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nA karyogram is an image showing the positions of centromeres and banding patterns of stained homologous chromosomes ordered by decreasing length ($\\checkmark$). A karyogram can be used to deduce biological sex ($\\checkmark$) or the presence of chromosomal abnormalities ($\\checkmark$).\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 74",
      "content": "The diagram below shows a cell.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/e319f2ff-2759-4a29-a432-86b278d912d1/images/921bf923-691c-4540-aaea-d868eb9c341e/BI0805A.png)\n\n\n[Source: Adapted from Gonzalez, R., & Kerfeld, C. (2022, June 13). Synechococcus elongatus. Wikipedia. Retrieved June 19, 2022, from https://en.wikipedia.org/wiki/Synechococcus_elongatus Copyright under CC BY 3.0]\n\n- Compare and contrast the structure of a mictochondrion with the structure of the cell shown in the diagram. <span class=\"marks\">[2]</span>\n\n- Explain why the cell in the diagram is structurally similar to a mitochondrion.<span class=\"marks\">[2]</span>\n\n",
      "markScheme": "\n- Any two of the following:\n  Similarities\n  $\\ce{ -> }$ both have plasma membranes\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ both contain circular OR naked DNA\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mitochondrial ribosomes are more similar in size OR structure to prokaryotes than eukaryotes OR both contain 70S ribosomes\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ both are similar in size\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ both are similar shapes OR oval OR elongated\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ both have ATPase proteins embedded in surrounding membrane\t\t<span class=\"marks\">[1]</span>\n\n  Differences\n  $\\ce{ -> }$ mitochondria do not have a cell wall OR a capsule whereas, prokaryotes do\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotes may have flagella OR pili but mitochondria do not\t\t<span class=\"marks\">[1]</span>\n\n  Answer must include at least one difference and one similarity to gain full marks\n  <span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe cell in the diagram is a prokaryotic cell and is similar in structure to a mitochondrion, as mitochondrial ribosomes are more similar in size and structure to prokaryotes than eukaryotes, ($\\checkmark$), and they both have naked circular DNA ($\\checkmark$). However mitochondria do not have a cell wall ($\\checkmark$), whereas prokaryotic cells do.\n\n\n\n- Any two of the following:\n  $\\ce{ -> }$ endosymbiotic theory\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mitochondria evolved from free-living prokaryotes\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ that were engulfed BUT not digested by larger prokaryotes\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe prokaryotic cell in the diagram has structural similarities to a mitochondrion, due to the endosymbiotic theory ($\\checkmark$) which explains that mitochondria evolved from free-living prokaryotes ($\\checkmark$) that were engulfed though not digested ($\\checkmark$) by larger cells.\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "4",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 75",
      "content": "What is the correct magnification of this image?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/07e9979a-f2b9-4ab8-a9ce-3e18e0fd6058/images/f345e14c-8773-402b-bcc4-ddb8b6a5d28c/bi0752.png)\n\n\n[Source: Adapted from Itayba, Hebrew Wikipedia (2006, March 1). File Microscope Siemens, 1960.jpg - wikimedia commons. Wikimedia commons. Retrieved March 4, 2023, from https://commons.wikimedia.org/wiki/File: Electron_microscope_Siemens,_1960.jpg Copyright under CC BY 3.0]\n\n\n\n- A.$\\hspace{1em}$ 1000 x\n- B.$\\hspace{1em}$ 100 x\n- C.$\\hspace{1em}$ 0.1 x\n- D.$\\hspace{1em}$ 10000 x\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nMagnification is calculated using the equation image size divided by actual size. Both numbers must be the same units. The image size of the magnification bar is 5 mm, or 5000 µm, the actual size of the magnification bar is 5 µm. 5000 µm ÷ 5 µm = 1000 x. Choice A is correct.\nChoices B, C and D are incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "PBQ",
      "title": "Question 76",
      "content": "The micrograph shows an image of a plant cell taken with a light microscope.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/529d9d46-e561-4668-8935-82e7109e4e46/images/6f5e50c0-57d2-40c7-974e-cc3073202c83/BI0816A.png)\n\n\n[Source: Adapted from CNX OpenStax. (2016, May 27). File 04 00 00new.jpg. Wikimedia commons. Retrieved June 14, 2023, from https://commons.wikimedia.org/wiki/File: Figure_04_00_00new.jpg . Copyright free]\n\n- Calculate the magnification of the image, showing your work.\t<span class=\"marks\">[2]</span>\n\n- Label, with the letter N, a nucleus in the image.\t<span class=\"marks\">[1]</span>\n\n- The image was taken using a light microscope. State how you deduce this from the image. <span class=\"marks\">[1]</span>\n\n- Draw and label a diagram to show how the same type of plant cell shown in the micrograph would appear when examined with an electron microscope.\t\t<span class=\"marks\">[3]</span>\n\n- State two differences that would be seen when looking at an electron micrograph of a bacterium cell compared to this plant cell.\t\t<span class=\"marks\">[2]</span>\n\n- At first, the student who took this image could not see the cell when focusing the microscope.  Suggest what may have caused this problem. <span class=\"marks\">[1]</span>\n\n",
      "markScheme": "\n- Any two of the following:\n  $\\ce{ -> }$ 4000 ÷ 50 OR size of image/ size of specimen <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ 80 x\t\t\t\t\t\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/529d9d46-e561-4668-8935-82e7109e4e46/images/e4466c6d-0a28-4a8d-8995-7ac5e15edd19/BI0816ANSA.png)\n\n\n[Source: Adapted from CNX OpenStax. (2016, May 27). File 04 00 00new.jpg. Wikimedia commons. Retrieved June 14, 2023, from https://commons.wikimedia.org/wiki/File: Figure_04_00_00new.jpg. Copyright free]\n  Magnification = Image size ÷ Actual size\n  Image size = 39 - 35 = 4 mm\n  1mm  = 1000 µm\n  4mm = 4000 µm\n  Actual size = 50 µm\n  Magnification = 4000 µm ÷ 50 µm ($\\checkmark$) = 80 x ($\\checkmark$)\n\n\n\n- Any one of the following:\n  $\\ce{ -> }$ labelled arrow  N pointing to a nucleus\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/529d9d46-e561-4668-8935-82e7109e4e46/images/323078d3-68c6-4ff9-8a20-87851021bf69/BI0816ANSB.png)\n\n\n[Source: Adapted from CNX OpenStax. (2016, May 27). File 04 00 00new.jpg. Wikimedia commons. Retrieved June 14, 2023, from https://commons.wikimedia.org/wiki/File: Figure_04_00_00new.jpg. Copyright free]\n\n\n\n- Any one of the following:\n  $\\ce{ -> }$ cannot see the ultrastructure of the cell OR ribosomes OR mitochondria OR rough endoplasmic reticulum OR Golgi apparatus OR vacuoles\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ low resolution\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nIt is possible to deduce that the image was taken with a light microscope as the ultrastructure of the cell is not visible ($\\checkmark$).\n\n\n\n- Any three of the following:\n  $\\ce{ -> }$ diagram must contain a large angular shape, with a labelled nucleus, cell membrane AND cell wall\t\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  Labels:\n$\\ce{ -> }$ 80S ribosomes\t\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mitochondria\t\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ Golgi apparatus\t\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ rough endoplasmic reticulum\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ vacuole\t\t\t\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ smooth endoplasmic reticulum\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ nucleolus\t\t\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/529d9d46-e561-4668-8935-82e7109e4e46/images/8faf0774-fe1b-4373-96af-b3753ade307b/BI0816ANSCOR.png)\n\n\n[© Revision Village 2023]\n\n\n\n- Any two of the following:\n  $\\ce{ -> }$ 70s ribosomes\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ flagellum\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ nucleoid region\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ pili \t\t\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nTwo different structures that could be seen when looking at a bacterium as opposed to the plant cells through an electron microscope are pili ($\\checkmark$) and the nucleoid region ($\\checkmark$).\n\n\n\n- Any one of the following\n  $\\ce{ -> }$ the light was off OR not bright enough OR diaphragm was not open enough\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the cell was not directly below the lens\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the microscope was not focused sufficiently\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the slide OR coverslip was too dirty\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the objective lens was not clicked in correctly OR not appropriately housed\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the lens OR eyepiece was dirty\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe student may not have been able to see the cell as it was not placed directly below the lens ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 77",
      "content": "\n- Electron microscopy provides images of cells with significantly higher resolution when compared to light microscopy. Evaluate the implications and limitations of relying primarily on electron micrographs to understand cell function.\t\t\t<span class=\"marks\">[3]</span>\n\n- Explain how advances in microscopy have contributed to our understanding of cell structure and function.\t\t\t\t\t\t\t\t<span class=\"marks\">[4]</span>\n\n- Discuss the evidence for and against the idea that prokaryotic cells are “simple” compared to eukaryotic cells. \t\t\t\t\t\t\t<span class=\"marks\">[8]</span>\n\n",
      "markScheme": "\n- any three of the following, must include at least one implication and one limitation\n  Implications\n$\\ce{ -> }$ fine detail resolution has led to a more detailed understanding of structure-function relationships\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ discovery of new organelles and structures\t<span class=\"marks\">[1]</span>\n\n  Limitations\n$\\ce{ -> }$ requires complex sample preparation\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ sample preparation can leave artefacts\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ samples must be fixed, dead, meaning no dynamic cellular processes can be observed\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ pigmentation or colour is not detected\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ maximum understanding comes from combining information from both light and electron microscopy\t<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nElectron microscopy gives us very detailed images, which let us see how the tiny parts of a cell are structured to fulfil their functions ($\\checkmark$). It has also led to the discovery of new things inside cells ($\\checkmark$). Unfortunately, to prepare specimens for electron microscopy, they must be treated in such a way that they are killed, and so we cannot observe processes happening in real time ($\\checkmark$).\n\n\n\n- any four of the following:\n  $\\ce{ -> }$ light microscopy allowed for the initial visualisation of cells and basic structures\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ staining techniques have enhanced the visibility of cell components\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ fluorescence microscopy enables visualisation and localisation of specific molecules \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ live-imaging techniques allow dynamic processes to be observed\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ electron microscopy provides significantly higher resolution than light microscopy\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ transmission electron microscopy reveals details of the internal structure of organelles\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ scanning electron microscopy provides 3-D images of cell surfaces OR cell shape\t<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nLight microscopy first allowed us to see cells and their basic parts ($\\checkmark$). Later, staining made it easier to see these parts more clearly ($\\checkmark$). Fluorescence microscopy has allowed scientists to visualise and pinpoint the locations of specific molecules within cells ($\\checkmark$).  Electron microscopy provides far greater resolution than light microscopy ($\\checkmark$), making it possible to see internal structures like mitochondria and membranes in fine detail ($\\checkmark$).\n\n\n\n- any eight of the following:\n  In favour\n$\\ce{ -> }$ prokaryotic cells lack membrane-bound organelles OR have less compartmentalisation\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic cells have a single, circular chromosome; eukaryotic cells have multiple linear chromosomes\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic cells are generally smaller\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic cells reproduce by binary fission, which is less complex than mitosis/meiosis\t\t<span class=\"marks\">[1]</span>\n\n  Against\n$\\ce{ -> }$ prokaryotic cells efficiently carry out all life processes within a single cell, demonstrating functional sophistication\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic cells exhibit diverse and complex metabolic pathways\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic cells exhibit unique metabolic pathways, ie chemosynthesis\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic cells can engage in cell signaling\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic cells have highly specialised adaptations (ie flagellae)\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic cells have a high surface area to volume ratio, increasing the exchange rate with the surroundings \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic cells are structurally simpler but functionally complex\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ evaluation of the application of the word “simple”\t\t<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>8 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nProkaryotes are generally smaller ($\\checkmark$) than most eukaryotic cells, and they reproduce by binary fission ($\\checkmark$) instead of mitosis or meiosis. Prokaryotic cells are often called more simple than eukaryotic cells, but it is important to distinguish between structure and function ($\\checkmark$). Prokaryotic cells may appear simple, but they still carry out all of the functions of life ($\\checkmark$) and have some that are unique to prokaryotes. Although prokaryotes do not have membrane-bound organelles ($\\checkmark$), they still have complex metabolic pathways like cellular respiration and even pathways eukaryotes do not have, like chemosynthesis ($\\checkmark$). Prokaryotes can communicate with each other via cell signalling pathways like quorum sensing ($\\checkmark$) and also have highly specialised structures such as flagellae for motility ($\\checkmark$). The term “simple” is an oversimplification of a superficial observation.\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 78",
      "content": "Which characteristic is not true for both mitochondria and chloroplasts?\n\n\n\n- A.\t$\\hspace{1em}$ They are present in both eukaryotes and prokaryotes.\n- B.\t$\\hspace{1em}$ They are both able to self replicate.\n- C.\t$\\hspace{1em}$ They are both able to synthesise proteins.\n- D.\t$\\hspace{1em}$ They both contain circular DNA.\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChloroplasts and mitochondria are present only in eukaryotes. Therefore Choice A  is the correct answer.\nMitochondria and chloroplasts are both able to self replicate (Choice B), synthesise proteins (Choice C) and contain circular DNA (Choice D).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 79",
      "content": "A researcher labelled two different proteins with molecules that emit light of distinct colours when illuminated with a specific wavelength of light. To determine if these proteins are present in the same location in the cell, which type of microscopy would be most appropriate?\n\n\n\n- A.$\\hspace{1em}$ Bright field microscopy\n- B.$\\hspace{1em}$ Scanning electron microscopy\n- C.$\\hspace{1em}$ Fluorescence microscopy\n- D.$\\hspace{1em}$ Transmission electron microscopy\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nFluorescence microscopy uses specific wavelengths of light to excite fluorescent molecules, the labels, causing them to emit light at different wavelengths. Using appropriate filters, the light emitted from each can be detected to determine their locations. Therefore, Choice C is correct.\nBright field microscopy is the term used to describe a common light microscopy technique where specimens appear dark against a bright background due to the direct transmission of light through the sample. Bright field microscopy would not be able to excite specific fluorescent molecules or distinguish between particular wavelengths of light, so Choice A is incorrect.\nScanning electron microscopy uses a stream of electrons to produce an image of the surface of an organism and does not use or detect any wavelength of light, so Choice B is incorrect.\nTransmission electron microscopy passes a stream of electrons through a thin specimen to visualise internal structures and does not use or detect any wavelength of light, so Choice D is incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 80",
      "content": "The electron micrograph shows a prokaryotic cell, Cyclotella litoralis. What is the actual diameter of the cell in this image?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/ba4f9e8b-a955-4426-94f3-bb5346da7d37/images/2c24792a-990f-42ed-8bfd-64f98a3ec8d6/bi0753.png)\n\n\n[Source: Adapted from FWC Fish and Wildlife Research Institute. (2011, June 7). Cyclotella litoralis (scanning electron micrograph). Flickr. Retrieved March 5, 2023, from https://www.flickr.com/photos/myfwc/5808259556 Copyright under CC BY 3.0]\n\n\n\n- A.$\\hspace{1em}$ 3.5 cm\n- B.$\\hspace{1em}$ 350 µm\n- C.$\\hspace{1em}$ 3500 mm\n- D.$\\hspace{1em}$ 35 µm\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nThe diameter of the cell is the total length, along the widest part of the cell; 3.5 cm. When the scale bar, which represents 10 µm, is measured, it is shown to be 1 cm long in the image. 3.5 multiplied by 10 is 35 µm.  Choice D is correct.\nChoices A, B and C are incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 81",
      "content": "The electron micrograph shows an animal cell.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/c20571c4-6842-4912-a7e1-398718059786/images/f9bda846-23e1-46a3-9bb6-07cc25ae04cd/BI0416i_1.5.png)\n\n[Source: Adapted from Itayba, Hebrew Wikipedia. (2016, March 1). Category: Electron Microscope Images. Wikimedia Commons. Retrieved May 19, 2022, from https://commons.wikimedia.org/wiki/File: Electron_microscopy.jpg. Copyright under CC-SA 3.0]\n\nWhich organelle's origin is due to the endosymbiosis of ancient cells?",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D has visible cristae and is oval-shaped; it is a mitochondrion, it evolved as a consequence of endosymbiosis.\nChoice A  is the cytoplasm, Choice B is the nucleus, and Choice C is a vacuole. Only the mitochondria and chloroplasts' origin are explained by endosymbiotic theory.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 82",
      "content": "The electron micrograph shows a sarcomere, the smallest functional unit of striated muscle tissue. What is the actual length between the two Z lines?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/c4757206-7907-4040-94a2-08079ed88b94/images/b762a3a8-46a3-4d64-a154-328e5b7831c2/BI0562i.png)\n\n\n[Source: Adapted from Loison, O., Weitkunat , M., Kaya-Çopur , A., Nascimento Alves, C., Matzat , T., & Spletter , M. L. (2018). Category: sarcomeres. Wikimedia Commons. Retrieved March 5, 2023, from https://commons.wikimedia.org/wiki/Category Copyright under CC BY 3.0][Ruler tool, cm]\n\n\n\n- A.$\\hspace{1em}$ 10 µm\n- B.$\\hspace{1em}$ 1 mm\n- C.$\\hspace{1em}$ 1 cm\n- D.$\\hspace{1em}$ 1 µm\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nThe length between the two Z lines is 4.5 cm, which is equivalent to 45000 µm. Actual length is calculated using the equation; image size divided by magnification. 45000 µm ÷ 45000 x = 1 µm.  Choice D is correct.\nChoices A, B and C are incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 83",
      "content": "A student, learning to use a microscope, observed a pollen grain under a microscope with a magnification of ×100. Using an eyepiece graticule, they measured the diameter of the pollen grain to be 25 divisions. At this magnification, 1 division on the eyepiece graticule equals 3 $\\mu$m. To allow the student to measure more pollen grains and to calculate a mean diameter, which of the following conclusions on the experimental work so far is/are correct?\n\n\n- I. $\\hspace{1em}$\tIncreasing the magnification of the objective lens would widen the field of view.\n- II. $\\hspace{.7em}$\tThe actual diameter of the pollen grain is 75 $\\mu$m.\n- III. $\\hspace{.5em}$\tIf the magnification were increased to ×200, each eyepiece graticule division would represent a smaller actual size.\n \n\n\n\n- A.$\\hspace{1em}$ I and II only\n- B.$\\hspace{1em}$ I and III only\n- C.$\\hspace{1em}$ II and III only\n- D.$\\hspace{1em}$ I, II, and III\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nStatement I is not true. Increasing the magnification will narrow the field of view. This is a common student mistake. As magnification increases, the observer is focusing on a smaller area, like zooming in with a camera.\nStatement II is true. The actual diameter of the pollen grain is calculated as 25 divisions × 3 µm/division = 75 µm.\nStatement III is true. If the magnification were increased by switching to a higher power objective, the same number of eyepiece graticule divisions would span a smaller actual distance on the specimen.\nChoice C is correct because it contains the proper combination of Statement II and Statement III. Choice A, Choice B and Choice D do not contain the proper combination of statements.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 84",
      "content": "Which organelle is formed by a vesicle derived from the cell membrane?\n\n\n\n- A.$\\hspace{1em}$ Food vacuole\n- B.$\\hspace{1em}$ Ribosome\n- C.$\\hspace{1em}$ Golgi apparatus\n- D.$\\hspace{1em}$ Smooth endoplasmic reticulum\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nWhen a cell takes in material through endocytosis, it produces a vesicle derived from the cell membrane, which is how a food vacuole is formed.\nRibosomes are involved in translation (Choice B), the golgi apparatus sorts, packages and modifies proteins (Choice C) and the smooth endoplasmic reticulum, among other functions, synthesizes lipids (Choice D).",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 85",
      "content": "Which organism contains DNA in just two different types of organelle?\n\n\n\n- A.$\\hspace{1em}$ A tree\n- B.$\\hspace{1em}$ A mushroom\n- C.$\\hspace{1em}$ An Archaeon\n- D.$\\hspace{1em}$ A seaweed\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nAll eukaryotic organisms contain organismal DNA in the cell nucleus and mitochondrial DNA in the mitochondria. Photosynthetic organisms additionally contain DNA in the chloroplasts. So, an organism that is a eukaryote but not photosynthetic contains DNA in exactly two organelles. A mushroom is a non-photosynthetic eukaryote, so a mushroom contains DNA in exactly two organelles.\nA tree (Choice A) and a seaweed (Choice D) each contain DNA in three organelles (nucleus, mitochondria, and chloroplasts). An Archaeon (Choice C) lacks membrane-bound organelles; its DNA is contained within the cytoplasm.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "PBQ",
      "title": "Question 86",
      "content": "The transmission electron micrograph shows a mammalian lung mitochondrion.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/41f321d5-0261-4fba-bcb0-2e3fb88623aa/images/e10333bb-cac0-4d33-981b-2f0a615266a4/BI2799.png)\n\n\n[Source: Adapted from Howard, L (n.d.). Mitochondria,mammalian_lung-_TEM [Photograph]. Wikimedia Commons. Retrieved 5 Sept. 2024 from https://commons.wikimedia.org/wiki/File: Mitochondria,mammalian_lung-_TEM.jpg. Copyright Public Domain]\n\n\n- Draw an annotated diagram of the mitochondrion to scale.\t\t\t\t<span class=\"marks\">[4]</span>\n\n- Calculate the magnification of this image.\t\t\t\t\t\t\t<span class=\"marks\">[2]</span>\n\n",
      "markScheme": "\n- \n\n$\\hspace{1em}$ $\\ce{ -> }$ drawing shape resembles the image, including overall outline and internal structures\t<span class=\"marks\">[1]</span>\n\n$\\hspace{1em}$ $\\ce{ -> }$ single lines, no sketched lines, no shading\t\t\t<span class=\"marks\">[1]</span>\n\n$\\hspace{1em}$ $\\ce{ -> }$ matrix correctly labelled AND site of Krebs cycle OR contains enzymes for Krebs cycle OR metabolic reactions OR provides medium for substrate-enzymes interaction OR any other suitable function of matrix <span class=\"marks\">[1]</span>\n\n$\\hspace{1em}$ $\\ce{ -> }$ crista correctly labelled AND increases surface area for electron transport chain OR ATP synthases OR oxidative phosphorylation OR site of ATP production  <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n$\\hspace{1em}$ $\\underline{\\textrm{Sample answer}}$:\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/41f321d5-0261-4fba-bcb0-2e3fb88623aa/images/8364d878-f1be-4671-8d89-5ba5007819cc/Ans.png)\n\n\n\n\n- \n\n$\\hspace{1em}$ $\\ce{ -> }$ measured length of scale bar divided by 50 nm for magnification calculation OR $\\dfrac{7,000,000}{\\ce{50 nm}}$ (accept image line length in range 6,000,000 - 8,000,000 nm)\t<span class=\"marks\">[1]</span>\n\n$\\hspace{1em}$ $\\ce{ -> }$ 140,000 $\\times$ (accept answers in range 120,000 - 160,000 x)\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n$\\hspace{1em}$ $\\underline{\\textrm{Sample answer}}$: \n$\\hspace{1em}$ Length of scale bar in image = 7 mm \n$\\hspace{1em}$ 1mm = 1,000,000 nm \n$\\hspace{1em}$ 7mm = 7,000,000 nm\n$\\hspace{1em}$ Actual length scale bar represents = 50 nm\n$\\hspace{1em}$ Magnification  = $\\dfrac{\\mathbf{7,000,000}}{\\mathbf{50\\ nm}}$ ($\\checkmark$) = 140,000 $\\times$ ($\\checkmark$)",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "6",
      "difficultyLevel": "4.5"
    }
  ]
}
