{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 1",
      "content": "Which statement is not true about the genome?\n\n\n\n- A.$\\hspace{1em}$ The human genome is organised into chromosomes.\n- B.$\\hspace{1em}$ Each liver cell contains a full copy of the genome.\n- C.$\\hspace{1em}$ Organisms of the same species share most of their genome.\n- D.$\\hspace{1em}$ All the information carried by the genome is expressed in each cell.\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nNot all genes are expressed in each cell. Only the necessary genes are expressed based on the specialised function of the cell. Choice D is not a true statement, and so is the correct answer.\nThe genome is all the genetic information of an organism, including the genes and non-coding DNA. In humans, the genome is organised into linear chromosomes in the nucleus, and circular chromosomes in the mitochondria. Choice A is a true statement and so an incorrect answer. Organisms of the same species have most of their genome in common; however, variations give rise to some diversity between individuals. Choice C is a true statement and so an incorrect answer. Each cell in a multicellular organism typically contains a full copy of the genome, including liver cells, an exception is red blood cells as they do not have a nucleus. Choice B is a true statement and so an incorrect answer.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 2",
      "content": "The scientific name for the little spotted kiwi is Apteryx owenii. Which of the species below is most closely related to the little spotted kiwi?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/9878cab2-bbf6-4ef3-affc-520f8a700b10/images/6faa3925-6492-47de-90a7-925e1e8a2859/BI1227.png)\n\n\n[Source: Adapted from Lapsley Miller, J. (2023, August 28). Little Spotted Kiwi. Wikipedia. Retrieved September 13, 2023, from https://en.wikipedia.org/wiki/Little_spotted_kiwi.  Copyright under CC BY-SA 4.0]\n\n\n\n- A.$\\hspace{1em}$ Apteryx australis\n- B.$\\hspace{1em}$ Little spotted pardalote\n- C.$\\hspace{1em}$ Owenii apteryx\n- D.$\\hspace{1em}$ Neognathae owenii\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nSpecies names are given using the binomial system, where the genus comes first, and the species follows. Species with the same genus have similar traits and are closely related;  Choice A  is correct.\nChoice B  is incorrect as it is not a scientific name, so conveys no information about the relatedness of species. Choice C is incorrect as it is just a reversal of the scientific name of the little spotted kiwi, and is in a different genus. Choice D  is incorrect as it is not in the same genus as the little spotted kiwi.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 3",
      "content": "What is the best definition for a species?\n\n\n\n- A. $\\hspace{1em}$ A group of individuals living in a defined area.\n- B. $\\hspace{1em}$ A group of individuals of the same species living and interacting with one another in a given area.\n- C. $\\hspace{1em}$ A group of individuals living in a given area and interacting within the environment.\n- D. $\\hspace{1em}$ A group of individuals that can interbreed and produce fertile offspring.\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nA group of individuals living in a defined area is not a biological definition (Choice A).  A group of individuals of the same species living in a given area at the same time who are interacting with each other is a population (Choice B) and the environment in which they live is a habitat (Choice C). It is only when they can interbreed to produce fertile offspring that they can be considered a species. (Choice D).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 4",
      "content": "The table shows the nucleotide base sequence and genome size (number of base pairs, bp) for different species.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/129076a1-8fb2-48be-8b41-09d19f5d4455/images/e50f84c7-31b6-4770-bdd6-a3ae9bb089f4/BI0840.png)\n\n\n[©Revision Village 2023. ]\nWhich conclusion can be drawn, based on the table and your own knowledge?\n\n\n\n- A.$\\hspace{1em}$ Genome size is proportional to the size of the species.\n- B.$\\hspace{1em}$ The more closely related two species are, the more similar their base sequences.\n- C.$\\hspace{1em}$ Humans have more genes than chimpanzees, mice and horses.\n- D.$\\hspace{1em}$ The base sequence in the table for humans and chimpanzees is the same, therefore they have an identical genetic code.\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nSpecies that share a recent common ancestor, such as humans and chimpanzees, are more likely to have similar base sequences. Over time, as species diverge and evolve, mutations accumulate in their base sequences. The longer two species have been separated from their common ancestor, the more mutations will have accumulated in their genomes. Therefore, species that are closely related have fewer accumulated mutations and more similar base sequences (Choice B).\nChoice A is incorrect because genome size is not necessarily proportional to the size of the species. The genome size can vary significantly even among organisms of similar size, and organisms with similar-sized genomes, such as the horse and mouse vary greatly in size. Choice C is incorrect because it is possible to have a larger genome size with a comparable, or even smaller, number of genes, depending on the amount of non-coding DNA and repetitive sequences present in the genome. Humans have a larger genome but a similar number of genes to the chimpanzee, mouse and horse. Choice D is incorrect because there is a difference of one nucleotide base in the table between humans and chimpanzees. The genome of humans and chimpanzees is similar but not the same.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 5",
      "content": "What is the purpose of a biological dichotomous key?\n\n\n\n- A. $\\hspace{1em}$ To identify how closely organisms are related\n- B. $\\hspace{1em}$ To decide on the binomial name of an organism\n- C. $\\hspace{1em}$ To identify species\n- D. $\\hspace{1em}$ To find the last common ancestor of two species\n",
      "markScheme": "C\n$\\underline{\\textrm{Sample answer}}$: \nDichotomous keys are tools that are used to identify different species based on their physical characteristics; Choice C  is correct.\nChoice A  is incorrect, as dichotomous keys are not used to identify how closely organisms are related. Choice B is incorrect as dichotomous keys may help in identifying the binomial name of an organism, but they do not help with the decision of what to name a species. Choice D  is incorrect, as dichotomous keys do not allow scientists to identify the last common ancestor of two species.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 6",
      "content": "Biologists use the binomial naming system to name every organism on the planet. The binomial name for the platypus is Ornithorhynchus anatinus. Which statement(s) below are true for the binomial naming system and the platypus?\n\n\n- I. $\\hspace{1em}$\tThe genus for the platypus is   Ornithorhynchus.\n- II. $\\hspace{.7em}$\tThe binomial naming system is based on an international agreement\nbetween scientists.\n- III. $\\hspace{.4em}$ \tThe name,   Ornithorhynchus anatinus is unique to platypus species.\n\n\n\n\n- A. $\\hspace{1em}$ I only\n- B. $\\hspace{1em}$\tI and II only\n- C. $\\hspace{1em}$\tII and III only\n- D. $\\hspace{1em}$\tI, II and III\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nAll three statements are correct. The first part of the binomial name is the genus, the second part is the species which is unique to platypus species. The binomial system and binomial names are agreed between biologists at international congresses.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 7",
      "content": "Which of the following is the correct format for species names according to the binomial naming system?\n\n\n\n- A.$\\hspace{1em}$ Genus + Species\n- B.$\\hspace{1em}$ Genus + species\n- C.$\\hspace{1em}$ Genus + species\n- D.$\\hspace{1em}$ Genus + Species\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because only the genus name should be capitalised, it should come before the species name, and both should be in italics. Choices A and D are incorrect because only the genus name should be capitalised. Choice B is incorrect, as the genus and species name should be in italics.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 8",
      "content": "Whole genome sequencing has been used to sequence the genomes of many species. Which of the following are potential future uses of whole genome sequencing?\n\n\n\n- A.$\\hspace{1em}$ Identifying disease-causing alleles.\n- B.$\\hspace{1em}$ Sequencing the genomes of bacteria and fungi.\n- C.$\\hspace{1em}$ Advancing personalised medicine.\n- D.$\\hspace{1em}$ Identifying evolutionary relationships between species.\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because personalised medicine is a potential future application of whole genome sequencing. While it is not yet widely available, the continued study of individual genomes could lead to treatments tailored to an individual’s genetic profile, improving the effectiveness of medical interventions.\nChoice A is incorrect because whole genome sequencing has already been used to identify disease-causing alleles which is improving understanding of genetic diseases.\nChoice B is incorrect because whole genome sequencing is currently being used to sequence the genomes of disease-causing bacteria and viruses.\nChoice D is incorrect because whole genome sequencing of a range of species is currently being used to identify evolutionary relationships and common ancestors; it is not a novel use.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 9",
      "content": "Which of the following would provide evidence for two individuals belonging to different species?\n\n\n- I.Differences in genome base sequenceII.Differences in genome sizeIII.Differences in chromosome number\n\n\n\n\n- A.$\\hspace{1em}$ III only\n- B.$\\hspace{1em}$ I and II only\n- C.$\\hspace{1em}$ II and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because only statement III is evidence of organisms being different species. Organisms of the same species will normally have the same number of chromosomes, except in the case of some genetic conditions such as Down syndrome in humans. So organisms having different numbers of chromosomes is evidence for them being separate species. Statements I and II can both vary within a species due to mutations.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 10",
      "content": "Which of the following is true for the biological species concept?\n\n\n\n- A.$\\hspace{1em}$ Organisms within the same species can interbreed to produce fertile offspring\n- B.$\\hspace{1em}$ Organisms within the same species can interbreed to produce infertile offspring\n- C.$\\hspace{1em}$ Species are groups of organisms with shared traits\n- D.$\\hspace{1em}$ Species are groups of organisms without shared traits\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nAccording to the biological species concept, a species is a group of organisms that can interbreed to produce fertile offspring. Choice A is correct. Choice B is incorrect as it refers to infertile offspring. Choices C and D are incorrect because they refer to the morphological species concept.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 11",
      "content": "What determines the overall size of a eukaryotic genome?\n\n\n\n- A.$\\hspace{1em}$ The number of genes\n- B.$\\hspace{1em}$ The number of chromosomes\n- C.$\\hspace{1em}$ The amount of protein\n- D.$\\hspace{1em}$ The total amount of DNA\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nThe number of genes contributes to the overall size of the genome, but it is not the sole determinant. Eukaryotic genomes contain a significant amount of noncoding DNA.  The amount of this non-coding DNA is a major contributing factor to the overall size of a eukaryotic genome.  Choice A is incorrect.\nChromosomes vary greatly in the number of genes and noncoding DNA they contain. Simply knowing the number of chromosomes in a genome does little to describe the size of the genome.  Choice B is incorrect.\nChoice C is incorrect because a genome is a measure of only the amount of DNA and does not consider protein.  \nChoice D is the correct choice because it is the total amount of DNA in a genome that determines the size of that genome, regardless of the function of the DNA.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 12",
      "content": "The okapi looks like a small-sized giraffe and has stripes that resemble the zebra. It lives in the Ituri Forest in the Democratic Republic of the Congo. Okapis eat the leaves and buds of trees they can reach. They also graze on grass and ferns and eat fruit. Okapis tend to be solitary animals and the mother gives birth to one offspring which continues to be dependent on the mother’s milk for six months. When they are four to five years old, they are mature and can breed, but only with other okapis.\nWhich of the following statements is applicable to the okapi?\n\n\n- I.Okapi is a hybrid of a giraffe and a zebraII.Okapi is an herbivoreIII.Okapi is its own species\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ I and II only\n- C.$\\hspace{1em}$ II and III only\n- D.$\\hspace{1em}$ I and III only\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nOkapi is a herbivore (II) because it only eats plants. Okapi is a species (III) since it can interbreed and produce fertile offspring.\nThey are not a hybrid of a giraffe and a zebra (I), even though they look like one.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 13",
      "content": "When constructing a dichotomous key for classifying bird species, which characteristic would be most appropriate for the first division in the key?\n\n\n\n- A.$\\hspace{1em}$ Colour of feathers\n- B.$\\hspace{1em}$ Habitat (forest, grassland, urban)\n- C.$\\hspace{1em}$ Presence or absence of webbed feet\n- D.$\\hspace{1em}$ Diet (carnivorous, herbivorous, omnivorous)\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because binary traits (presence/absence) work best for early divisions in a dichotomous key.\nChoice A  is incorrect because colour is too variable within a species.\nChoice B  is incorrect because habitat is a variable characteristic, so not suitable for classification.\nChoice D is incorrect because diet varies within species and requires direct observation.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 14",
      "content": "Which of the following statement(s) is/are true for the genome?\n\n\n- I.The genome is all the genetic information of an organism.II.Genomes within a species are identical in size.III.Genomes within a species vary in base sequence.\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ I and II only\n- C.$\\hspace{1em}$ I and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nThe genome is all the genetic information in an organism (Statement I). The base sequence can vary within a species due to single-nucleotide polymorphism (Statement III). Therefore, Choice C is correct as it contains both true statements.\nChoice A is incorrect as it only includes one true statement.\nThe size of the genome within a species can vary, this can be due to mutations, such as insertions and deletions, so Statement II is not true. Choices B and D are, therefore, incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 15",
      "content": "Which statement(s) below are challenges associated with the biological species concept (BSC)?\n\n\n- I.The BSC assumes reproductive isolation, but some species are reproductively isolated only in certain environments.II.Fossil species cannot be assessed using the BSC due to the lack of observable mating behaviour.III.The BSC relies on morphological features, which can vary widely within a species.\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ I and II only\n- C.$\\hspace{1em}$ II and III only\n- D.$\\hspace{1em}$ I, II, and III\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nStatement I is true because reproductive isolation may be context-dependent (e.g. due to geography or behaviour), making it unclear whether two populations are separate species under BSC.\nStatement II is true because the BSC depends on observing whether organisms can interbreed. This is impossible with fossils, which are studied based on morphology and location, not reproductive behaviour.\nStatement III is false because the BSC specifically does not define species based on morphology; that is the morphological species concept. BSC focuses instead on reproductive capability, so this is not a valid criticism of BSC.\nChoice B is correct because it includes only the two true Statements I and II.\nChoice A is incorrect as it is missing the true Statement II.\nChoices C and D are incorrect as they include the false Statement III.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 16",
      "content": "The following table shows the diploid chromosome number of a range of species.\n\nOrganismDiploid chromosome numberYellow fever mosquito (Aedes egypti)6Fruit fly (Drosophila melanogaster)8Spinach (Spinacia oleracea)12Carrot (Daucus carota)18Rice (Oryza sativa)24Giraffe (Giraffa camelopardalis)30Giant panda (Ailuropoda melanoleuca)42\n\nWhich of these statements is correct?\n\n\n\n- A. $\\hspace{1em}$ The giant panda has more genes than the other species\n- B. $\\hspace{1em}$ The yellow fever mosquito has the fewest genes from these species\n- C. $\\hspace{1em}$ The gametes of carrots have 18 chromosomes\n- D. $\\hspace{1em}$ The chromosome number is a characteristic of a species\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nAll species have a characteristic number of chromosomes (Choice D).\nGene number is not determined by chromosome number because chromosomes are not all the same size and do not hold the same number of genes (Choice A and Choice B). Choice C is incorrect because gametes have a haploid number of chromosomes which means gametes of carrot plants have 9 chromosomes.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 17",
      "content": "How are the chromosomes in a karyogram ordered?\n\n\n\n- A.$\\hspace{1em}$ By analogous pairs\n- B.$\\hspace{1em}$ By number of genes\n- C.$\\hspace{1em}$ By size\n- D.$\\hspace{1em}$ By position of the centromeres\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because the chromosomes in a karyogram are ordered in homologous pairs from largest to smallest.\nChoice A is incorrect because chromosomes are grouped in homologous pairs (one from each parent), not analogous pairs. Choice B is incorrect because the number of genes on each chromosome is highly variable, and genes do not have a consistent length. Although the chromosomes are aligned with their centromeres in a karyogram, the question only asks about the order of the chromosomes, which is not dependent on centromere position; thus, Choice D is also incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 18",
      "content": "The table shows the number of chromosomes found in the gametes of various species.\nSpeciesHaploid chromosome number (n)Parascaris equorum (horse threadworm)2Vicia faba (field bean)6Oryza sativa (rice)12Homo sapiens (human)23Pan troglodytes (chimpanzee)24Canis familiaris (dog)39\n\nWhat can be concluded from the data in the table?\n\n\n- I.Diploid cells usually have an even number of chromosomes.II.Species with more chromosomes have a larger genome size.III.Humans are most closely related to Pan troglodytes.\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ I and III only\n- C.$\\hspace{1em}$ II and III only\n- D.$\\hspace{1em}$ I, II, and III\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because diploid cells have an even number of chromosomes (Statement I) unless affected by errors such as non-disjunction. This can be obtained by doubling the haploid number in the table and recognising that an odd number of diploid chromosomes cannot be evenly distributed to form gametes.\nStatement II is false because the number of chromosomes an organism has is not an accurate reflection of its genome size. Oryza sativa, for example, has a much larger genome than any of the other species in the table despite having fewer chromosomes. Statement III is false because although humans are closely related to chimpanzees, this cannot be concluded from the data in the table alone. Stipa spartea (porcupine grass), for example, has the same number of chromosomes as humans but is not closely related. Choices B, C, and D are incorrect because they contain one or more false statements.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 19",
      "content": "\n- Outline the different uses of karyograms. <span class=\"marks\">[3]</span>\n\n- Distinguish between cells with haploid and diploid nuclei. <span class=\"marks\">[4]</span>\n\n- Compare and contrast different types of chromosomes. <span class=\"marks\">[8]</span>\n\n",
      "markScheme": "\n- Any three of the following:\n  $\\ce{ -> }$ karyograms are images of the chromosomes in an organism <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ homologous chromosomes are arranged in pairs of decreasing length OR Sex chromosomes are the 23rd pair in human karyograms\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ karyograms can be used to identify the sex of an individual\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ karyograms can be used to identify conditions caused by trisomy, e.g. Down syndrome OR Patau syndrome OR Klinefelter syndrome\t \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ karyograms can be used to determine if a chromosome is missing OR if part of a chromosome is missing\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>3 mark maximum</strong>]</span>\n\n  \n$\\underline{\\textrm{Sample Answer}}$: \nKaryograms ($\\checkmark$) are images of the chromosomes in an organism. In a karyogram, the pairs of homologous chromosomes are arranged in pairs of decreasing length ($\\checkmark$). The sex chromosomes are shown as the 23rd pair in human karyograms.\nKaryograms can be used to determine if an individual is a biological male or female ($\\checkmark$). Two X chromosomes are present in a human female cell, and one X chromosome and one Y chromosome are present in a human male cell.\nKaryograms can be used to identify conditions caused by trisomy (three copies of a chromosome) e.g. Down syndrome, Patau syndrome, Edward’s syndrome and Klinefelter syndrome).\n\n\n\n- Any four of the following:\n  $\\ce{ -> }$ haploid nuclei have one set of chromosomes, OR one chromosome per type WHEREAS diploid nuclei have two sets OR two chromosomes of each type <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ haploid nuclei have one allele for each gene WHEREAS diploid nuclei have two alleles for each gene <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ haploid nuclei in humans have 23 chromosomes, and diploid nuclei in humans have 46 chromosomes OR any other valid species example <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ haploid cells are usually gametes WHEREAS diploid cells are usually somatic cells <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ haploid cells are usually the result of meiosis, WHILE diploid cells are usually the result of mitosis.  <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>4 mark maximum</strong>]</span>\n\n  \n$\\underline{\\textrm{Sample Answer}}$: \nHaploid nuclei have one set of chromosomes($\\checkmark$), whereas diploid nuclei have two sets of chromosomes.  For example, in humans($\\checkmark$), gametes have 23 chromosomes, while somatic cells have 46 chromosomes. Haploid nuclei have one allele for each gene, ($\\checkmark$)  whereas diploid nuclei have two alleles for each gene. In humans, only gametes($\\checkmark$)  have haploid nuclei, whereas the rest of the somatic cells have diploid nuclei.\n\n\n\n- Any eight of the following:\n  $\\ce{ -> }$ (within one species) different chromosomes are composed of DNA molecules with different lengths\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ (within one species) different chromosomes have different numbers of genes\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ (within one species) different chromosomes have different types OR different numbers of genes <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ both prokaryotic AND eukaryotic chromosomes contain DNA\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ bacterial chromosomes are not associated with proteins, WHILE eukaryotic and archaeal chromosomes are associated with proteins <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prokaryotic chromosomes are looped molecules of DNA, WHILE eukaryotic chromosomes are linear molecules of DNA <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ BOTH autosomes and sex chromosomes contain genes <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the human Y chromosome carries information mainly coding for male sex determination and development, WHILE the X chromosome carries information for other body characteristics <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ there is only one pair of sex chromosomes, WHILE there can be more than one pair of autosomes (in different species)\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ autosomes are pairs of homologous chromosomes of equal length, WHILE two sex chromosomes can be different lengths <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ chromosomes can be homologous and non-homologous <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ homologous chromosomes are pairs of chromosomes of equal length carrying the same genes, but different alleles, WHILE non-homologous chromosomes, carry different genes <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>8 mark maximum</strong>]</span>\n\n  \n$\\underline{\\textrm{Sample Answer}}$: \nAll chromosomes are made of DNA and contain genes, but they differ in length ($\\checkmark$) and in the number of genes ($\\checkmark$) and type of genes ($\\checkmark$). Similarities and differences between prokaryotic and eukaryotic chromosomes: Both prokaryotic and eukaryotic chromosomes contain DNA ($\\checkmark$). Bacterial chromosomes are not associated with proteins, but eukaryotic chromosomes are associated with proteins ($\\checkmark$). Prokaryotic chromosomes are looped, while eukaryotic chromosomes are linear ($\\checkmark$).\n  Similarities and differences between autosomes and sex chromosomes: \nBoth autosomes and sex chromosomes are made of DNA and contain genes. Autosomes are chromosomes that do not determine sex and do not have genes for sex-linked characteristics; sex chromosomes determine sex and have genes for sex-linked traits. There is one pair of sex chromosomes in a somatic nucleus, but there can be more than one pair of autosomes ($\\checkmark$) in a somatic nucleus. X and Y chromosomes are of different lengths, while autosomal homologous chromosome pairs are equal in length ($\\checkmark$) \nComparing non-homologous chromosomes and homologous chromosomes:\nHomologous chromosomes are pairs of chromosomes that have genes for the same characteristics and can have the same or different alleles. Non-homologous chromosomes have genes for different characteristics ($\\checkmark$).\n  \n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 20",
      "content": "\n- Compare and contrast the biological species concept and the morphological concept.<span class=\"marks\">[3]</span>\n\n- Explain the difficulties with applying the biological species and morphological concept to all organisms.\t<span class=\"marks\">[5]</span>\n\n- Describe the similarities and differences within and between species. <span class=\"marks\">[7]</span>\n\n",
      "markScheme": "\n- Any three of the following (students must give at least one similarity and one difference to achieve full marks):\n  Similarities\n  $\\ce{ -> }$ BOTH concepts seek to define a species\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ BOTH concepts acknowledge that there can be variation within species\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ BOTH concepts are connected to the broader concept of evolution\t<span class=\"marks\">[1]</span>\n\n  Differences\n  $\\ce{ -> }$ the biological species concept defines a species as a group of organisms which can interbreed to produce fertile offspring, WHEREAS the morphological concept defines a species as a group of organisms with shared traits\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ Mayr proposed the biological species concept WHEREAS the morphological concept was proposed by Linnaeus\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the morphological species concept was proposed before the biological species concept    <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the morphological species concept is applicable to sexual and asexual organisms, WHEREAS the biological species concept is applicable only to sexually reproducing organisms \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the biological species concept reflects the evolutionary relationship OR speciation OR gene flow, WHEREAS the morphological species concept may not represent genetic relatedness or evolutionary relationships <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nBoth concepts are used to define species ($\\checkmark$), but Mayr proposed the biological species concept, whereas the morphological concept was proposed by Linnaeus ($\\checkmark$). The morphological concept also came first ($\\checkmark$). The biological species concept defines a species as a group of organisms that can interbreed to produce fertile offspring; however, the morphological concept defines a species as a group of organisms with shared traits ($\\checkmark$).\n\n\n\n- Any five of the following:\n  $\\ce{ -> }$ the morphological species concept cannot be applied to species that show variation due to reproductive isolation OR the morphological concept cannot be applied to species with different forms OR polymorphism OR named example of a species with different forms \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the morphological species concept does not take into account DNA OR genetic information   <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the biological species concept is defined in terms of sexual reproduction HOWEVER, not all organisms reproduce sexually \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ example of species that reproduce asexually, e.g. budding in yeast OR horizontal gene transfer in bacteria \t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the biological species concept relies on the ability to observe and study interbreeding in real-time, which is not possible with extinct species OR fossilised organisms \t\t\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ some different species can interbreed and produce viable offspring, but these hybrids might have reduced fitness or be sterile, which challenges the clear-cut boundaries proposed by the biological species concept \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ convergent evolution can make it difficult to accurately group organisms based solely on morphological characteristics \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ rapid evolution and morphological changes in response to the environment might make individuals appear distinct, even if they share a recent common ancestor, which challenges the reliability of morphological traits as indicators of species relationships \t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>5 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe biological species concept defines a species as a group of organisms that can interbreed to produce fertile offspring, however, not all species reproduce sexually ($\\checkmark$), for example, yeast reproduce asexually by budding ($\\checkmark$). It also relies on the ability to see species interbreeding, which cannot be done with extinct species or fossils ($\\checkmark$). The morphological concept defines a species as a group of organisms with shared traits, however, due to variation caused by reproductive isolation and mutation, not all members of a species look the same ($\\checkmark$). In addition, rapid evolution might make individuals appear distinctly related when in fact, they shared a recent common ancestor. This could make the morphological species concept less reliable ($\\checkmark$).\n\n\n\n- Any seven of the following:\n  $\\ce{ -> }$ species can be defined as a group of organisms that are capable of interbreeding to produce fertile offspring\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ species usually share the same number of chromosomes \t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ species usually share identical karyotypes \t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ example of chromosome complement of a species, e.g. humans have 46 chromosomes \t      <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the chromosome complement of a species can vary due to genetic conditions such as Down syndrome \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the size genome of a species can vary within a species   <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the base sequence of the genome can vary within a species \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ due to mutations or single-nucleotide polymorphisms <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ homologous genes OR similarities in gene pathways OR similarities in the functions of genes can be found between species that share evolutionary origins \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ species-specific genes are not found in other closely related species \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ horizontal gene transfer between different species, often through mechanisms like viral infections or symbiotic relationships, leads to the acquisition of genes in the recipient that may not be shared by other members of the species \t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>7 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nAccording to the biological species concept, a species can be defined as a group of organisms that are capable of interbreeding to produce fertile offspring ($\\checkmark$). They can produce fertile offspring as a species usually have the same chromosome number ($\\checkmark$), for example, in humans, this is 46 ($\\checkmark$) unless genetic conditions such as Down syndrome affect their karyotype ($\\checkmark$). The size of a species' genome can vary slightly within a species ($\\checkmark$), as can the base sequence of the genome ($\\checkmark$) and these are both due to mutations ($\\checkmark$).\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 21",
      "content": "The image on the left shows a cross-section of a symmetrical flower. The image on the right shows the same flower but looking upwards from below.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/09109e4f-739a-4be6-9f76-8c9ae9a8da25/images/4efabe18-9f85-4bba-878c-f0ed970e5145/BI2660.png)\n\n\n[© Revision Village 2025. Created with BioRender.com]\n\nUse the following key to identify the plant which this flower is from:\n1.Animal pollinated ….Go to 2Wind pollinated ….Plant P2.Flower with 10 stamens ….Plant QFlower with more than 10 stamens ….Go to 33.Ovary as tall as wide….Plant ROvary taller than wide….Go to 44.Flower has more sepals than petals ….Plant SFlower has fewer sepals than petals….Plant T\n\nWhich plant does the flower belong to?\n\n\n\n- A.$\\hspace{1em}$ Plant P\n- B.$\\hspace{1em}$ Plant Q\n- C.$\\hspace{1em}$ Plant T\n- D.$\\hspace{1em}$ Plant R\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct. The plant is animal-pollinated (the flower has large petals and internal reproductive structures (stigma and anthers), indicating animal pollination). It also has more than 10 stamens and an ovary that is taller than it is wide. This takes us to step 4. From the diagram on the right, we can see that the flower has fewer sepals than petals which means it must be plant T.\nChoice A is incorrect because the flower in the diagram is animal-pollinated as it has anthers and a stigma held inside the large, colourful petals.\nStep 2: The image only shows half the flower, which has 11 stamens visible. This means the full flower has more than eleven stamens; Choice B is, therefore, incorrect.\nChoice D is incorrect because, in step 3, the ovary is taller than it is wide, so it can't be flower R.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 22",
      "content": "Which of the following statements explain why classifying diverging populations as species can be arbitrary?\n\n\n- I.Traits may diverge at different rates in different populationsII.Some populations may remain reproductively compatible despite divergenceIII.Morphological changes always occur before genetic differences appear\n\n\n\n\n- A.$\\hspace{1em}$ I and II only\n- B.$\\hspace{1em}$ I and III only\n- C.$\\hspace{1em}$ II and III only\n- D.$\\hspace{1em}$ I, II, and III\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nStatement I is true because, during speciation, some traits (e.g., behaviour, physiology, morphology) can evolve faster than others. This means two populations might look different but still interbreed, or might appear similar but already be reproductively isolated. Because divergence doesn’t follow a fixed pattern, deciding when to define them as separate species becomes subjective.\nStatement II is true because Populations might develop noticeable differences in traits (such as colouration or mating calls), but still produce fertile offspring when they interbreed. According to the biological species concept, they’re technically the same species, but these differences can confuse classification.\nStatement III is false because often, the opposite is true. Genetic differences (mutations, allele frequency changes) may accumulate before any visible morphological change occurs. For example, two populations may look identical but carry distinct genetic markers and be reproductively isolated.\nSaying morphological change “always” comes first is incorrect and overly simplistic.\nChoice A is correct because it includes only the two true Statements I and II.\nChoices B, C and D are incorrect as they include the false Statement III.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 23",
      "content": "The images below represent haploid or diploid cells from different individuals. Based on their cells, which pairs could produce fertile offspring if they interbreed?\n\n\n- I.![SkillUpp Image](https://assets.revisionvillage.com/public/question/0e07ee1d-2174-4c9f-b030-faa106d5f85b/images/9a2f92c1-ef3b-4ebf-ae97-0592003e8699/BI1029A.png)\n\nII.![SkillUpp Image](https://assets.revisionvillage.com/public/question/0e07ee1d-2174-4c9f-b030-faa106d5f85b/images/e6accf1d-0d53-45da-813b-cf941471c871/BI1029B.png)\n\nIII.![SkillUpp Image](https://assets.revisionvillage.com/public/question/0e07ee1d-2174-4c9f-b030-faa106d5f85b/images/6e522064-62f3-4ff3-822f-a33138000796/BI1029C.png)\n\n\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ I and II only\n- C.$\\hspace{1em}$ II and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because only pairs II and III could produce fertile offspring. This is because pair II shares the same haploid number, and pair III share the same diploid number. Choices A, B and D are incorrect because they include pair I. Pair I is not likely to produce fertile offspring as the haploid number of one individual is NOT half the diploid number of the other individual, which means they have different numbers of chromosomes.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 24",
      "content": "The table below shows the genome size and diploid chromosome numbers of five different species.\n\nOrganismChromosome numberGenome size (millions of base pairs)T4 phage (virus)Single piece of DNA0.17Escherichia coli (bacteria)15Drosophila melanogaster (fruit fly)8140Homo sapiens (human)463,000Paris japonica (woodland plant)40150,000\n\n\n- Evaluate the evidence from the table in relation to the statement that “organisms with a higher number of chromosomes do not always have more base pairs”. <span class=\"marks\">[2]</span>\n\n- Discuss the data as evidence for the notion that increased genome size means that the organism is more complex. <span class=\"marks\">[2]</span>\n\n",
      "markScheme": "\n- Any two of the following:\n  $\\ce{ -> }$ (comparison of) Paris japonica AND Homo sapiens data support the statement\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ P. japonica has fewer chromosomes than H. sapiens but has more base pairs OR P. japonica has 40 chromosomes with 150,000 million base pairs while H. sapiens has 46 chromosomes with 3,000 million base pairs.<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ (comparison of) E.coli, D. melanogaster and P. japonica OR H. sapiens data does not support the statement\t\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ (because) as the number of chromosomes increases, so does the genome size, OR the number of base pairs <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 mark maximum</strong>]</span>\n\n  \n  $\\underline{\\textrm{Sample answer}}$: \nThe data shows that for all organisms apart from Paris japonica that higher chromosome number has a larger genome (greater number of base pairs). Paris japonica has fewer chromosomes ($\\checkmark$) than Homo sapiens but has a larger genome ($\\checkmark$). P. japonica ($\\checkmark$) has 40 chromosomes which are less than Homo sapiens ($\\checkmark$) but has 150,000 million base pairs compared to 3,000 million base pairs in Homo sapiens.\n  \n- Any two of the following:\n  Supporting the statement:\n  $\\ce{ -> }$ Escherichia coli is the simplest one-cell organism and has the smallest genome size OR has 5 million base pairs compared to more complex multicellular organisms <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ T4 phage is not a living organism and has a smaller genome than any of the living organisms <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ fruit flies are simpler organisms than humans and have a smaller genome <span class=\"marks\">[1]</span>\n\n  Not supporting the statement:\n  $\\ce{ -> }$ Homo sapiens is considered the most complex organism in the table but does not have the largest genome, OR H. sapiens has 3,000 million base pairs compared to 150,000 in P. japonica. <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ a larger genome does not necessarily mean that an organism has more genes  <span class=\"marks\">[1]</span>\n\n  If only one side of the argument is mentioned (but not both), the maximum mark is one.\n  <span class=\"marks\">[<strong>2 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe data does not fully support the statement that more complex organisms have a larger genome. \nFor example, Homo sapiens is the most complex organism in the table but does not have the largest genome ($\\checkmark$). Paris japonica , a woodland plant, has 150,000 million base pairs compared to 3,000 in Homo sapiens, which does not support the statement that more complex organisms have larger genomes because plants are simpler organisms than humans and achieve bigger genomes mostly due to polyploidy. ($\\checkmark$) \nOn the other hand, Escherichia coli is the simplest living organism in the table and has the smallest genome size, 5 million base pairs. The other organisms are more complex and have larger genomes, e.g. Homo sapiens has 3,000 million base pairs.  ($\\checkmark$)  T4 page is not considered to be a living organism. The above statements support the notion that the increased genome size means that the organism is more complex.\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "4",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 25",
      "content": "What makes up the genome of all eukaryotes but not prokaryotes?\n\n\n\n- I. $\\hspace{1.6em}$ Chromosomes and mitochondrial DNA\n- II. $\\hspace{1.3em}$ Chloroplast DNA\n- III. $\\hspace{1em}$ Plasmids and ribosomal DNA\n\n\n\n\n- A. $\\hspace{1em}$ I only\n- B. $\\hspace{1em}$ I and II only\n- C. $\\hspace{1em}$ II and III only\n- D. $\\hspace{1em}$ I, II and III\n",
      "markScheme": "A\n$\\underline{\\textrm{Sample answer}}$: \nThe genome is the whole of the genetic information of an organism. In eukaryotes, chromosomes and mitochondrial DNA (Statement I) make up the genome. Choice A  is correct.\nChloroplast DNA is not found in all eukaryotes (Statement II). It is primarily found in plant cells but not animal cells; Statement II is incorrect. Plasmids are found in prokaryotes but not eukaryotes, and ribosomes do not contain DNA, Statement III  is incorrect. Choices B, C and D  are incorrect as they all contain Statements II and/or III.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 26",
      "content": "The image below shows three different forms of Ensatina eschscholtzii species.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/365fcafa-5fc3-42fd-9edb-28eeec320b71/images/2432eab3-fb00-4a3b-9bb1-86ab97bb2a0d/3%20types%20of%20lizards%20Ensatina%20eschscholtzii.png)\n\n\n[Source: Adapted from Devitt, T, J. Stuart J.E. Moritz, B. and Moritz, C. (2011). File: Ensatina eschscholtzii ring species.jpg. Wikimedia commons. Retrieved August 3, 2023, from https://commons.wikimedia.org/wiki/File: Ensatina_eschscholtzii_ring_species.jpg. Copyright under CC 2.0]\n\n- \n  - Construct a dichotomous key to identify the three forms of Ensatina eschscholtzii.   <span class=\"marks\">[3]</span>\n\n  - Identify the genus to which Ensatina eschscholtzii belongs. \t\t\t<span class=\"marks\">[1]</span>\n\n  - All three forms of Ensatina eschscholtzii belong to the same species. State a property of their genome that they will share. \t\t<span class=\"marks\">[1]</span>\n\n\n- Explain why the biological species concept is more appropriate to identify the three forms of Ensatina eschscholtzii as the same species compared to the morphological species concept. \t\t\t<span class=\"marks\">[2]</span>\n\n",
      "markScheme": "\n- \n  - (students may use a linked or branched dichotomous key)\n\n  $\\ce{ -> }$ 1 mark is awarded for each pair of appropriate defining features identifying each individual form, in any suitable form of dichotomous key  (maximum of two marks)\t\t\t       <span class=\"marks\">[2]</span>\n\n  $\\ce{ -> }$ 1 mark is awarded for all three forms identified \t <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/365fcafa-5fc3-42fd-9edb-28eeec320b71/images/1ea20fb0-ce45-45b6-84da-130fd0c9bd51/BI1034ANSA.png)\n\n\n\n\n\n- \n  - \n\n  $\\ce{ -> }$ Ensatina\t\t <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThey belong to the genus Ensatina ($\\checkmark$).\n\n\n\n- \n  - \n\n  $\\ce{ -> }$ the same number of chromosomes\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThey will share the same number of chromosomes ($\\checkmark$).\n\n\n\n- \n\n$\\hspace{1em}$ $\\ce{ -> }$ the biological species concept defines a species as a group of organisms that can interbreed to produce fertile offspring, WHEREAS the morphological concept refers to species as groups of organisms having shared characteristics\t<span class=\"marks\">[1]</span>\n\n$\\hspace{1em}$ $\\ce{ -> }$ as the three vary significantly in their physical characteristics, the morphological concept wouldn’t identify them as the same species, OR they look different but can still interbreed to produce fertile offspring\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n$\\hspace{1em}$ $\\underline{\\textrm{Sample answer}}$: \n$\\hspace{1em}$ The biological species concept defines species as groups of organisms that can interbreed to produce fertile offspring; however, the morphological concept refers only to species with shared physical characteristics ($\\checkmark$). So, because the three forms of Ensatina eschscholtzii look different, the morphological species concept would not define them as the same species ($\\checkmark$), but if they interbreed, they can produce fertile offspring, so they are the same species according to the biological species concept.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "7",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 27",
      "content": "The image shows a cladogram for several species of hamster.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/47f20b44-acd8-4729-8737-b858aa3d4375/images/f8f32c6b-0ecc-4be9-ac60-535e09501347/BI1375.png)\n\n\n[Source: Adapted from Michaplot. (2012, January 4). File: PhodopusCladogram.jpg. Wikipedia. Retrieved December 04, 2023 from URL  https://en.wikipedia.org/wiki/File.jpg. Copyright under CC BY 3.0]\n\n\n- State what is represented by the letter X. <span class=\"marks\">[1]</span>\n\n- Other than their positions on the cladogram, explain what information indicates that Phodopus campbelli and Phodopus sungorus are closely related.\t<span class=\"marks\">[1]</span>\n\n- Modern hamsters have small, furry ears. The common ancestor of the hamsters in the cladogram has been hypothesised to have large, furry ears. Suggest how natural selection explains these changes.\t\t<span class=\"marks\">[3]</span>\n\n",
      "markScheme": "\n- Any one of the following:\n  $\\ce{ -> }$  node\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$  the last common ancestor of Phodopus campbelli AND Phodopus sungorus\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nLetter X represents a node ($\\checkmark$).\n\n\n\n- Any one of the following:\n  $\\ce{ -> }$ they are from the same genus OR in the Phodopus genus\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThey are in the same genus ($\\checkmark$).\n\n\n\n- Any fthree of the following:\n  $\\ce{ -> }$ natural selection is the process by which species change over time in response to changes in the environment OR competition between organisms in order for species to survive <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ random mutation resulted in new allele for smaller ears\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ increases genetic variation OR diversity within the  population\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mutation OR new allele OR allele for smaller ears proved beneficial OR led to greater chance of survival\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ increased reproductive success\tOR more chance of having offspring OR having more offspring\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the offspring inherited the allele for smaller ears OR beneficial alleles passed onto next generation\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ over many generations the allele for shorter ears increased in frequency in the population OR small-eared hamsters increased in number in the population <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nMany years ago, random mutations occurred in some hamsters that gave them new alleles for smaller ears ($\\checkmark$), the allele for smaller ears gave those hamsters a survival advantage ($\\checkmark$). These hamsters were more likely to have offspring ($\\checkmark$), and the beneficial allele for small ears was passed onto the offspring ($\\checkmark$). Over many generations, there was an increase in the number of hamsters with smaller ears and a decrease in the number of hamsters with larger ears ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 28",
      "content": "Ammophila arenaria (Marram grass), pictured below, is plant species that is often found on sand dunes.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/e59ef338-b88a-4ced-96ef-1826cfcd2025/images/30736373-9328-49f9-95e6-c476e1a892d2/BI1021A.png)\n\n\n[Source: Agnieszka K., Nova. (2020). File: Ammophila arenaria Piaskownica zwyczajna 2020-06-29 04.jpg\n.Wikimediacommons. Retrieved July 29, 2023, from https://commons.wikimedia.org/wiki/File: Ammophila_arenaria_Piaskownica_zwyczajna_2020-06-29_04.jpg.  Copyright under CC BY-SA 4.0\n]\n\n- \n  - Identify the genus to which Ammophila arenaria belongs. <span class=\"marks\">[1]</span>\n\n  - State the naming system used to name Ammophila arenaria. <span class=\"marks\">[1]</span>\n\n  - State the term used to describe the differences between organisms, which is used as the basis for the naming system in part (ii).  <span class=\"marks\">[1]</span>\n\n  - Describe how the genome within a species could vary.\t <span class=\"marks\">[2]</span>\n\n\n- Compare and contrast the morphological and biological species concepts. \t<span class=\"marks\">[2]</span>\n\n",
      "markScheme": "\n- \n  - \n\n  $\\ce{ -> }$ Ammophila\t\t\t\t\t\t\t\t\t\t        <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nAmmophila ($\\checkmark$) is the genus to which Marram grass belongs.\n\n\n\n- \n  - \n\n  $\\ce{ -> }$ binomial naming system\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe binomial naming system ($\\checkmark$) is used to name organisms.\n\n\n\n- \n  - \n\n  $\\ce{ -> }$ variation OR biodiversity OR characteristics OR phylogeny OR morphology\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nVariation ($\\checkmark$) refers to the differences between organisms, which is the basis for the binomial naming system.\n\n\n\n- \n  - BOTH of the following:\n\n  $\\ce{ -> }$ the genome can vary in size OR base sequence <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ WHICH is a result of mutations OR single-nucleotide polymorphisms OR insertions OR deletions OR tandem repeats OR other named mutations\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nSingle-nucleotide polymorphisms ($\\checkmark$) could result in changes to the base sequence ($\\checkmark$) of DNA between organisms of the same species.\n\n\n\n- BOTH of the following (answer must include at least one similarity and one difference to achieve full marks):\n  Similarities \n$\\ce{ -> }$ BOTH seek to define a species \t<span class=\"marks\">[1]</span>\n\n  Differences \n$\\ce{ -> }$ the morphological species concept refers to species being groups of organisms with shared physical traits, WHEREAS the biological species concept refers to species being groups of organisms that can interbreed to produce fertile offspring\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ Linnaeus proposed the morphological species concept WHEREAS the biological species concept was proposed by Mayr \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the morphological species concept is applicable to sexual and asexual organisms HOWEVER, the biological species concept is only applicable to sexually reproducing organisms \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the morphological species concept was proposed before the biological species concept <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ The biological species concept reflects the evolutionary relationship, WHEREAS morphological species concept may not represent genetic relatedness or evolutionary relationships \t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nBoth the morphological and biological species concepts aim to define what constitutes a species ($\\checkmark$) in the field of biology. However, the morphological species concept defines species based on their shared physical characteristics, whereas the biological species concept defines species based on the ability of individuals to interbreed and produce fertile offspring under natural conditions ($\\checkmark$).\n\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "7",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 29",
      "content": "What type of human cell does the following karyogram represent?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/ef52f863-3a00-465c-acb9-6ee43778509e/images/8fe74a9b-93cc-4365-80da-a04e030a1103/BI0190.png)\n\n\n[Source: Adapted from Abedi M., Salmaninejad A. and Sakhinia E. (13th November 2017). File: Peripheral-blood-karyotype-result-belonging-to-the-subject-compatible-with-48-XYYY.png. Wikimedia commons. Retrieved 15th May 2022 from https://commons.wikimedia.org/wiki/File: Peripheral-blood-karyotype-result-belonging-to-the-subject-compatible-with-48-XYYY.png. Copyright under Creative Commons 4.0 International ]\n\n\n\n- A. $\\hspace{1em}$ Sperm\n- B. $\\hspace{1em}$ Egg\n- C. $\\hspace{1em}$ Brain cell\n- D. $\\hspace{1em}$ Skin cell\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because there are 23 chromosomes, so it is a haploid cell, and one of the sex chromosomes is the ‘Y’ chromosome.  Egg cells do not have the Y chromosome. Choice B is incorrect because all egg cells have one ‘X’ sex chromosome. Choice C and choice D are incorrect because skin and brain cells are diploid, so they have two of each chromosome: 46 in total.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 30",
      "content": "The table shows factors that can result in speciation. Which word is matched to the correct definition?\n\nWordDefinitionA.$\\hspace{1em}$PolyploidyHaving two complete sets of chromosomesB.$\\hspace{1em}$Sexual reproductionThe combining of genetic information from two individualsC.$\\hspace{1em}$Reproductive isolationSpecies breeding to produce infertile offspringD.$\\hspace{1em}$MutationsRandom changes to the amino acid sequence",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nSexual reproduction involves the fusion of gametes from two individuals, resulting in offspring with a combination of genetic material. This process increases genetic variation, which is essential for evolution and natural selection. Choice B is the correct answer.\nPolyploidy occurs when an organism has more than two complete sets of chromosomes (e.g., triploid 3n, tetraploid 4n). The definition given in the table describes diploidy (2n), which is the standard chromosome number in most sexually reproducing organisms; Choice A incorrect.\nInterbreeding between different species can sometimes produce infertile offspring, such as a horse × donkey = mule. This is an example of reproductive isolation because the hybrid offspring is sterile, preventing gene flow between the two species. However, because horses and donkeys are already separate species, this does not result in speciation—it simply reinforces their reproductive barrier. For reproductive isolation to lead to speciation, it must occur within a single species, preventing interbreeding between different populations.  Choice C is incorrect.\nMutations are random changes in DNA sequences, not in the amino acid sequence; Choice D is incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 31",
      "content": "Why is the cytochrome oxidase I gene the region most commonly used for DNA barcoding in animal species?\n\n\n\n- A.$\\hspace{1em}$ Because this gene is highly conserved, resulting in nearly identical sequences across all animal species.\n- B.$\\hspace{1em}$ Because this gene is sufficiently different between species while remaining relatively constant within a species.\n- C.$\\hspace{1em}$ Because this gene is found exclusively in animals and not in any other organisms.\n- D.$\\hspace{1em}$ Because this gene is part of the nuclear DNA and evolves rapidly, ensuring distinct differences even among closely related species.\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct.  The cytochrome oxidase I gene has the ideal balance of variability. Its sequence differs enough between species to allow clear differentiation, yet it remains consistent within individuals of the same species. This makes it highly effective for DNA barcoding.\nChoice A is incorrect: If the cytochrome oxidase I gene were too highly conserved (i.e., nearly identical across species), it wouldn’t provide enough variation to distinguish one species from another.\nChoice C is incorrect. The cytochrome oxidase I gene is not exclusive to animals; it is found in the mitochondria of many eukaryotes. Its utility for animal barcoding comes from its pattern of variability, not its exclusivity.\nChoice D is incorrect. The cytochrome oxidase I gene is mitochondrial, not nuclear, and its evolutionary rate is moderate rather than extremely rapid. A gene that evolves too quickly might accumulate too many mutations, complicating species-level identification.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 32",
      "content": "\n- Outline the role of the active site in an enzyme.\t<span class=\"marks\">[3]</span>\n\n- Outline how members of the same species can become separate populations via speciation.\t\t<span class=\"marks\">[4]</span>\n\n- Describe the regulation and use of hormones during in vitro fertilisation (IVF).\t<span class=\"marks\">[8]</span>\n\n",
      "markScheme": "\n- any three of the following:\n$\\ce{ -> }$ it is the binding site for a substrate OR specific region where the substrate binds\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ it allows for induced fit binding of the substrate\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ it facilitates enzyme-substrate specificity OR has a specific shape that allows the substrate to bind effectively\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ it causes a conformational change in the enzyme-substrate complex, which leads to the formation of products\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ it is the site where a substrate is converted into a product OR where a substrate is held while a chemical reaction takes place\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ it lowers the energy of the transition state OR activation energy so that a chemical reaction can take place more efficiently\t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\nThe active site of an enzyme is a specific region where a substrate binds ($\\checkmark$). Within the active site, the enzyme lowers the energy of the transition state ($\\checkmark$), facilitating the chemical reaction so that the substrate can be successfully converted into a product ($\\checkmark$).\n\n\n\n- any four of the following:\r\n$\\ce{ -> }$ a population consists of all organisms of one species living in the same place at the same time, capable of breeding together\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ members of the species can become geographically isolated OR separated by a physical barrier such as a river OR mountain\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ members of the species can become temporally isolated OR become separated by producing gametes at different times OR seasons\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ members of the species can become behaviourally isolated OR become separated by displaying distinctive courtship behaviours\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ when populations of the same species become separated, genetic drift will cause the allele frequencies to change\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ reproductive isolation mechanisms, such as incompatibility of reproductive organs, can prevent interbreeding between separated populations\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ mutations can introduce new genetic variations in each isolated population, contributing to genetic divergence over time\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ selective pressures will act on the separated species, leading to an accumulation of genetic differences in each population OR natural selection will act on each population so that traits that are beneficial to each group will accumulate \t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ over many generations, speciation will occur OR the separate populations will not be able to breed to produce fertile offspring\t\t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\nMembers of the same species can become separate populations if they become geographically isolated($\\checkmark$) or behaviourally isolated ($\\checkmark$). Once populations of the same species are separated, genetic drift will cause the allele frequencies to change ($\\checkmark$). Selective pressures will act on the separated populations, leading to an accumulation of genetic differences ($\\checkmark$). Eventually, speciation($\\checkmark$) will occur, resulting in populations that can no longer interbreed to produce fertile offspring.\n\n\n\n- any eight  of the following:\r\n$\\ce{ -> }$ drugs are used to downregulate several hormones OR FSH OR follicle stimulating hormone AND LH OR luteinising hormone, to better control the release OR maturation of follicles later on\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ the function of FSH OR follicle-stimulating hormone is to promote follicle growth OR mature eggs \t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ the function of LH OR luteinising hormone is to trigger ovulation OR trigger the release of mature eggs from the ovaries\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ the downregulation of LH and FSH also results in the downregulation of oestrogen and progesterone\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ oestrogen normally stimulates the uterine OR endometrial lining to build up\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ progesterone normally stimulates the maintenance of the uterine OR endometrial lining for implantation\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ high doses of FSH are injected to stimulate superovulation OR the development of many follicles\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ the development of many follicles increases the chances of successful fertilisation during the IVF process\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ gonadotropin-releasing hormone (GnRH) agonists are injected to prevent premature ovulation OR control the timing of ovulation\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ human chorionic gonadotropin OR hCG is injected to stimulate the follicles to mature\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ progesterone is injected before the fertilised egg is implanted to improve the chances of successful implantation\t\t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>8 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\nIn vitro fertilisation (IVF) is a process used by couples with fertility issues, where mature eggs are fertilised outside the body. To start the process, drugs are used to downregulate several reproductive hormones to better control the release and maturation of follicles later on ($\\checkmark$). The downregulation of FSH stops follicles from growing ($\\checkmark$). Drugs are also used to downregulate LH, which results in the prevention of ovulation  ($\\checkmark$). The downregulation of LH and FSH also results in the downregulation of oestrogen and progesterone  ($\\checkmark$), which normally function to stimulate the build-up of the uterine lining($\\checkmark$) and maintain the uterine lining ($\\checkmark$), respectively. Once these hormones are successfully downregulated, high doses of FSH are injected to trigger the development of multiple follicles in the ovary($\\checkmark$). The development of many follicles increases the chance of successful fertilisation during the IVF process ($\\checkmark$). GnRH agonists are injected to prevent premature ovulation ($\\checkmark$), and hCG is injected to stimulate the follicles to mature ($\\checkmark$).\n  A quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information.\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 33",
      "content": "Which of the following statements best describes how horizontal gene transfer (HGT) challenges the biological species concept in bacteria?\n\n\n\n- A.$\\hspace{1em}$ HGT occurs only between closely related bacteria, reinforcing species boundaries.\n- B.$\\hspace{1em}$ HGT is a mechanism of vertical inheritance, where genetic material is passed directly from parent to offspring.\n- C.$\\hspace{1em}$ HGT enables bacteria to acquire genes from distantly related organisms, blurring the boundaries defined by reproductive isolation.\n- D.$\\hspace{1em}$ HGT increases the mutation rate within a bacterial population, leading to rapid speciation.\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because horizontal gene transfer allows bacteria to incorporate genetic material from unrelated species. This confounds the biological species concept, which relies on reproductive isolation to define species boundaries.\nChoice A is incorrect because HGT is not limited to closely related bacteria; it can occur between very different bacterial species.\nChoice B is incorrect as HGT is a form of lateral (non-vertical) gene transfer, not the typical parent-to-offspring inheritance.\nChoice D is incorrect because while HGT can introduce new genes, it does not inherently increase the mutation rate or directly lead to rapid speciation.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 34",
      "content": "Marbled crayfish, Procambarus virginalis (shown below) only reproduce through parthenogenesis, a type of asexual reproduction.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/ba0e6004-4d7f-48a7-bf9e-a8069777b737/images/c8f8303c-ea98-4db3-beb6-4205e32b355a/BI2655.png)\n\n\n[Adapted from Lyko, F. (2017). The marbled crayfish (Decapoda: Cambaridae) represents an independent new species. Zootaxa 4363(4): 544–552. Retrieved 10/03/2025, DOI: 10.11646/zootaxa.4363.4.6. CC PY]\n\nWhich of the following statements about classifying these crayfish is/are correct?\n\n\n- I.They produce genetically identical offspring, making species classification impossibleII.They cannot be classified using the biological species conceptIII.They can produce many offspring so cannot be classified using the biological species concept\n\n\n\n\n- A.$\\hspace{1em}$ II only\n- B.$\\hspace{1em}$ II and III\n- C.$\\hspace{1em}$ I and II\n- D.$\\hspace{1em}$ I, II, and III\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nStatement I is false. Although marbled crayfish produce genetically identical offspring, this does not make classification impossible; it just means the biological species concept (which relies on interbreeding) isn’t applicable. Other species concepts can be used.\nStatement II is true. The biological species concept defines species based on their ability to interbreed and produce fertile offspring, with reproductive isolation preventing gene flow between different species. However, it does not apply to organisms that reproduce exclusively asexually.\nStatement III is false. The number of offspring does not affect the applicability of the biological species concept. The issue is the absence of sexual reproduction, not the offspring count.\nChoice A is correct because it contains only the true statement and none of the false ones.\nChoice B is incorrect because it contains the false Statement III.\nChoice C is incorrect because it contains the false Statement I.\nChoice D is incorrect because it contains the false Statements I and III.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 35",
      "content": "Why does chromosome number affect hybrid fertility?\n\n\n\n- A.$\\hspace{1em}$ Species with different chromosome numbers can always produce fertile offspring because meiosis is not affected by chromosome pairing.\n- B.$\\hspace{1em}$ Hybrids with mismatched chromosome numbers have increased genetic diversity, making them more fertile.\n- C.$\\hspace{1em}$ Chromosome number only affects physical traits, not reproductive ability.\n- D.$\\hspace{1em}$ Hybrids with different chromosome numbers cannot produce functional gametes because homologous chromosomes fail to pair during meiosis.\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is correct because meiosis requires homologous chromosomes to pair correctly. If the chromosome numbers do not match, pairing cannot occur properly, leading to errors in gamete formation and often resulting in sterility.\nChoice A is incorrect because mismatched chromosomes disrupt meiosis, preventing successful gamete production and leading to sterility in many hybrids.\nChoice B is incorrect because increased genetic diversity does not necessarily lead to higher fertility—chromosome mismatches usually cause sterility rather than increased reproductive success.\nChoice C is incorrect because chromosome number directly affects meiosis and fertility.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 36",
      "content": "Which of the following could be used to identify different species?\n\n\n- I.Dichotomous keyII.KaryogramsIII.Binomial naming system\n\n\n\n\n- A.$\\hspace{1em}$ III only\n- B.$\\hspace{1em}$ I and II only\n- C.$\\hspace{1em}$ I and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because only Statements I and II are correct. Dichotomous keys could be used to identify two different species based on their characteristics, and karyograms could be used to identify two different species based on their chromosome number and size. Choices A, C, and D are incorrect because they contain Statement III, which is incorrect. The Binomial naming system can be used to give species a name but does not identify species.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 37",
      "content": "The diagram below shows the results obtained from the genetic fingerprinting of environmental DNA in a soil sample.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/5e705752-e411-4234-80d2-483684b7f199/images/c4b3367b-1955-4405-94ae-2dc7ee425b61/BI2663.png)\n\n\n[© Revision Village 2025. Created with BioRender.com]\n\nHow many different species are present in this sample?\n\n\n\n- A.$\\hspace{1em}$ 9\n- B.$\\hspace{1em}$ 8\n- C.$\\hspace{1em}$ 4\n- D.$\\hspace{1em}$ 6\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because there are four different types of DNA profiles with the same banding patterns visible. The well on the left contains the DNA ladder and so should not be counted as a species. Samples 1, 7, and 8 are all the same species, as are samples 3 and 6 and samples 4 and 5. Sample 2 is a unique species.\nChoice A is not correct because many of the DNA profiles are identical so they must be from the same species, not different ones. It also includes the DNA ladder in the count\nChoice B is not correct because it counts repeating DNA profiles as different species.\nChoice D is not correct because it also counts organisms with the same profiles as different species.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "PBQ",
      "title": "Question 38",
      "content": "The karyogram is from a rat (Rattus rattus) cell without any chromosomal abnormalities. Biological sex is determined in the same way in rats and humans.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/b5a7f5e3-5dd7-4aea-8b10-a1b8e986feb8/images/4ec8e247-e777-434d-bc1c-587a943d54bc/BI1652.png)\n\n\n[Source: Adapted from Hamanaka, S., Yamaguchi, T., Kobayashi, T., Kato-Itoh, M., Yamazaki, S., Sato, H., Umino, A., Wakiyama, Y., Arai, M., Sanbo, M., Hirabayashi, M., & Nakauchi, H. (2011, July 15). File: Karyogram of normal rat.png. Wikimedia commons. Retrieved June 11, 2024 from URL https://commons.wikimedia.org/wiki/File: Karyogram_of_normal_rat.png. Copyright under CC BY 4.0]\n\n\n- State at which stage of mitosis the chromosomes are photographed to make a karyogram.\t\t\t\t<span class=\"marks\">[1]</span>\n\n- Deduce, with a reason, the biological sex of the rat.\t<span class=\"marks\">[1]</span>\n\n- State how the chromosomes have been arranged to create the karyogram.\t<span class=\"marks\">[2]</span>\n\n- Using the karyogram, compare and contrast between the chromosomes of rats and humans.\t\t<span class=\"marks\">[2]</span>\n\n",
      "markScheme": "\n- \n$\\ce{ -> }$ metaphase BECAUSE the chromosomes are visible OR condensed OR aligned on the equator of the cell so that it is easier to sort them\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe chromosomes are in metaphase because the chromosomes are visible and aligned on the equator of the cell, which makes it easier to sort them ($\\checkmark$).\n\n\n\n- \n$\\ce{ -> }$ male BECAUSE it has a Y chromosome OR has both X and Y chromosomes\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe rat is male because it has a  Y chromosome ($\\checkmark$).\n\n\n\n- any two of the following:\n  $\\ce{ -> }$ by decreasing length\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ using banding patterns OR centromere positions\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ in pairs OR homologous pairs OR one chromosome from each parent forms a pair\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe chromosomes have been arranged by decreasing length ($\\checkmark$) and using their banding patterns ($\\checkmark$).\n\n\n\n- any two  of the following: \nAnswer must include at least one similarity and at least one difference to gain full marks\n  Similarities\n$\\ce{ -> }$ BOTH have pairs of chromosomes OR homologous chromosomes\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ BOTH have specific banding patterns OR genes on the chromosomes\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ BOTH have a pair of sex chromosomes OR X and Y chromosomes\t<span class=\"marks\">[1]</span>\n\n  Differences \n$\\ce{ -> }$ rats have fewer chromosomes OR autosomes than humans OR humans have more chromosomes OR autosomes than rats OR rats have 21 pairs of chromosomes AND humans have 23 pairs of chromosomes OR rats have 42 chromosomes AND humans have 46  chromosomes OR  rats have 40 autosomes and 2 sex chromosomes AND humans have 44 autosomes and 2 sex chromosomes OR  rats have 20 pairs of autosomes and 1 pair of sex chromosomes AND humans have 22 pairs of autosomes and 1 pair of sex chromosomes\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nBoth rats and humans have homologous chromosomes ($\\checkmark$), however, rats have fewer chromosomes (42) than humans (46) ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "6",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 39",
      "content": "Environmental DNA can be used to form which of the following?\n\n\n\n- A.$\\hspace{1em}$ Barcodes\n- B.$\\hspace{1em}$ Karyotypes\n- C.$\\hspace{1em}$ Dichotomous keys\n- D.$\\hspace{1em}$ Binomial naming system\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because environmental DNA is genetic material shed by organisms into their environment and can be used to produce barcodes for each species.  Choice C is incorrect because environmental DNA does not directly lend itself to the construction of dichotomous keys, as these keys are usually based on observable physical characteristics rather than genetic material. Choice D is incorrect as while eDNA analysis can help identify species, it doesn't play a direct role in assigning scientific names, so is not used as the basis for the binomial naming system. Choice B is incorrect, as environmental DNA does not provide enough detailed information about individual chromosomes to construct karyotypes.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 40",
      "content": "Which of the following highlight(s) difficulties in applying the biological species concept?\n\n\n- I.Budding in yeastII.Runners in spider plantsIII.Bacterial conjugation\n\n\n\n\n- A.$\\hspace{1em}$ III only\n- B.$\\hspace{1em}$ I and II only\n- C.$\\hspace{1em}$ I and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is correct because all statements are examples of either asexual reproduction (Statements I and II) or horizontal gene transfer (Statement III), which makes applying the biological species concept difficult. The biological species concept defines a species as a group of organisms that can interbreed and produce fertile offspring under natural conditions. This concept is formulated for sexual reproduction, not asexual or horizontal genetic transfer.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 41",
      "content": "The diagram shows an unidentified species of crab.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/19e8c046-f05c-4607-ade4-20027d6f574a/images/d1c319be-36b5-4c65-98d3-4357e8d49ac9/BI1579.png)\n\n\n[© Revision Village 2024. Created with BioRender.com]\n\nUse the dichotomous key provided to identify this species.\n1.$\\hspace{1em}$Smooth shell … .Go to 2.Bumps or spikes on shell … .Go to 3.2.$\\hspace{1em}$Eyestalks … .Go to 4.No eyestalks … .Menippe mercenaria.3.$\\hspace{1em}$Pear-shaped shell … .Go to 5.Non-pear-shaped shell … .Go to 6.4.$\\hspace{1em}$Antennae visible … .Birgus latro.No antennae visible … .Ocypode quadrata.5.$\\hspace{1em}$Six walking legs … .Paralithodes camtschaticus.Eight walking legs … .Macrocheira kaempferi.6.$\\hspace{1em}$Tail present … .Limulus polyphemus.Tail absent … .Callinectes sapidus.\n\n\n\n- A.$\\hspace{1em}$ Menippe mercenaria\n- B.$\\hspace{1em}$ Ocypode quadrata\n- C.$\\hspace{1em}$ Paralithodes camtschaticus\n- D.$\\hspace{1em}$ Callinectes sapidus\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is correct because this species has a rough, non-pear-shaped shell and no tail, making it a blue crab (Callinectes sapidus).\nChoices A is incorrect because the species in the diagram has eyestalks and a rough shell. Choice B is incorrect because the species in the diagram has a rough shell. Choice C is incorrect because the species in the diagram has a non-pear-shaped shell.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 42",
      "content": "The following table shows the approximate number of protein-encoding genes found in various species. What can be concluded from these findings?\nSpeciesApproximate number of protein-encoding genesDrosophila melanogaster (fruit fly)14,000Oryza sativa (rice)51,000Gallus gallus (chicken)20,000-23,000Homo sapiens (human)20,000-25,000\n\n\n- I.The number of genes is not a good indicator of organism complexity.II.Chickens may have more genes than humans.III.The number of base pairs in the rice genome is greater than in the other species.\n\n\n\n\n- A.$\\hspace{1em}$ I and II only\n- B.$\\hspace{1em}$ II and III only\n- C.$\\hspace{1em}$ I and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nThe number of genes found in a species does not serve as a good indicator of complexity (Statement I). If it did, the data here would suggest that chickens and humans are equally complex, and that rice is far more complex than either of them. Due to the overlapping ranges in the number of genes, it is entirely possible for chickens to have a greater number of genes than humans (Statement II). It is impossible to determine the size of the genome (measured in base pairs) of a species based on the number of genes it has. In reality, rice has far fewer base pairs than chickens or humans despite having approximately twice as many genes (Statement III). Choice A is, therefore, correct.\nChoices B, C, and D are incorrect as they all contain Statement III.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 43",
      "content": "\n- Outline the binomial naming system and its importance. \t<span class=\"marks\">[4]</span>\n\n- Explain how a sample of cells taken from a foetus can be used to determine whether the foetus will be biologically male or biologically female at birth.\t\t<span class=\"marks\">[4]</span>\n\n- Outline the outcomes of the human genome project and their impacts on different fields of science. <span class=\"marks\">[7]</span>\n\n",
      "markScheme": "\n- Any four of the following:\n  $\\ce{ -> }$ binomial naming system as the system used to name species \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ genus name and species name \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ species with the same genus share many characteristics OR are closely related\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ internationally agreed\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ facilitates understanding and communication between scientists \t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe binomial naming system is the system which scientists use to name species ($\\checkmark$) and this is internationally agreed ($\\checkmark$), which means it’s used all over the world, which aids in the communication between scientists ($\\checkmark$) in different countries. The name of each species has two parts, the first highlights the genus to which it belongs and the second part refers to the species ($\\checkmark$).\n\n\n\n- Any four of the following:\n  $\\ce{ -> }$ cells grown in a culture medium <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ cells stained <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ observed under a light microscope <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ photomicrograph taken during mitosis OR mitotic metaphase <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ chromosomes arranged according to size OR position of centromeres <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ look at chromosome pair 23 <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ two large chromosomes mean foetus is XX <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ one large chromosome and one small chromosome means foetus is XY <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ XX is biologically female AND XY is biologically male <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nOnce the sample of cells has been taken from the foetus they are grown in a culture medium ($\\checkmark$). They are then stained ($\\checkmark$) and observed under a light microscope ($\\checkmark$). A photomicrograph is taken ($\\checkmark$), and the image is cut up so that the chromosomes can be arranged by size and position of the centromere ($\\checkmark$). A foetus with two large X chromosomes will be biologically female ($\\checkmark$), and a foetus with one large X and one small Y chromosome will be biologically male ($\\checkmark$).\n\n\n\n- Any seven of the following:\n  $\\ce{ -> }$ the Human Genome Project (HGP) sequenced the entire human genome\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ it determined the total number of base pairs in the human genome\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ it estimated the number of genes in the human genome \t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ identified the loci of genes\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ identified repeat sequences \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ identified locations of single nucleotide polymorphisms\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ identified gene sequences associated with certain diseases OR biological processes OR traits\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ HGP stimulated further development OR reduced the price of sequencing technology\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ technology developed for the HGP is now used to diagnose diseases OR identify micro-organisms OR DNA matching in forensics and medicine OR genetic modification  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ contributed to the field by identifying genetic markers that affect how individuals metabolise and respond to medications OR contribute information for personalised medicine\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ insights into evolutionary relationships OR genetic similarities OR genetic differences <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ identification of regulatory elements OR non-coding RNAs OR components that play essential roles in gene expression OR cellular function  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ emphasised importance of consideration of ethical OR legal OR social implications of genomic research  <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>7 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe Human Genome Project (HGP) sequenced the entire human genome ($\\checkmark$), identified the loci of genes ($\\checkmark$) and identified gene sequences that are connected to some diseases ($\\checkmark$) such as breast cancer. Locations of single nucleotide polymorphisms ($\\checkmark$) were discovered which are variations in individuals DNA base pairs. The results have contributed to the development of personalised medicine ($\\checkmark$) as genetic markers have been identified that affect how individuals respond to medications. The technology developed for the HGP has led to further advancements in technology, reducing the cost of genetic sequencing ($\\checkmark$).  The HGP also emphasised how important it is to consider the ethical implications ($\\checkmark$) of genomic research and the importance of informed consent.\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 44",
      "content": "Which row in the table is correct for either the biological or morphological species concept?\n\nConceptSpecies DefinitionProposed by…A.$\\hspace{1em}$BiologicalA group of organisms that can interbreed to produce fertile offspringLinnaeusB.$\\hspace{1em}$BiologicalA group of organisms with shared traitsMayrC.$\\hspace{1em}$MorphologicalA group of organisms that can interbreed to produce fertile offspringMayrD.$\\hspace{1em}$MorphologicalA group of organisms with shared traitsLinnaeus",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nThe morphological concept refers to a species as a group of organisms with shared traits. It assumes that individuals that look alike are part of the same species. This was proposed by Linnaeus. Choice D is correct. Choice A is incorrect because although the definition of the biological species concept is correct, it was not proposed by Linnaeus, it was proposed by Mayr. Choices B and C are incorrect because neither the definitions nor the proposers are correct.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 45",
      "content": "This table shows the estimated number of genes in E. coli bacteria, fruit flies, mice, humans, and rice.\nSpeciesEstimated number of genesE.coli (bacteria species)4,000Drosophila melanogaster (fruit fly)13,000Canis lupis familiaris (dog)20,000Homo sapiens (humans)30,000Oryza sativa (rice)40,000\nWhat can you conclude from the above information?\n\n\n\n- A.$\\hspace{1em}$ Species in the same kingdom of life have a similar number of genes\n- B.$\\hspace{1em}$ Different species have different numbers of genes\n- C.$\\hspace{1em}$ More complex species have more genes\n- D.$\\hspace{1em}$ The number of genes is not a characteristic of a species\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is the correct answer.  This is a small sample of species, but the process of elimination means Choice B is the only possible correct answer. Fruit flies, humans and dogs are all in the animal kingdom but have different numbers of genes (Choice A).  This information shows that the number of genes does not determine the complexity, as rice has more genes than humans (Choice C). It is not possible to conclude that the number of genes is not a characteristic of a species from this small sample of data (Choice D).",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 46",
      "content": "The karyogram shows a karyotype of a healthy human foetus.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/abc08017-69b8-4823-982a-12bb8e00c243/images/e3d89299-8c59-4872-a8af-84cb0cbaf394/BI1630%20fig1.png)\n\n\r\n[Source: Adapted from National Cancer Institute (2013, January 21). File: Karyotype (normal). jpg. Wikimedia Commons. Retrieved April 28, 2024. https://commons.wikimedia.org/wiki/File:Karyotype_(normal).jpg. Copyright free]\n\n\n- Deduce, with a reason, the biological sex of the foetus.\t<span class=\"marks\">[1]</span>\n\n- The biological father of the foetus has haemophilia, and the biological mother is a carrier of the disease. Using a Punnett square, calculate the probability that the foetus has haemophilia.\t<span class=\"marks\">[3]</span>\n\n- Haemophilia occurs in approximately 1 in 6000 biological males and 1 in 100,000 biological females. Suggest a reason for this difference.\t<span class=\"marks\">[1]</span>\n\n- Much research has been conducted into the use of stem cells to treat genetic diseases. Outline the advantages and disadvantages of the use of adult stem cells over embryonic ones in stem cell therapy.\t<span class=\"marks\">[3]</span>\n\n",
      "markScheme": "\n- any one of the following\n$\\ce{ -> }$ biologically male BECAUSE they have a Y chromosome OR they have 22 pairs of homologous chromosomes AND 1 pair of non-homologous sex chromosomes\t\t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\nThe foetus is biologically male because they have a Y chromosome ($\\checkmark$).\n\n\n\n- any three of the following\n$\\ce{ -> }$ parental genotypes identified in the Punnett square; biological father: $\\ce{X^hY}$ AND biological mother: $\\ce{X^HX^h}$\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ offspring genotypes identified as $\\ce{X^HY, X^hY}$\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ 0.50 OR 50% OR $\\frac{1}{2}$\t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/abc08017-69b8-4823-982a-12bb8e00c243/images/23e5eaf5-4187-4a5f-b4d9-7b165e6ae1be/1630.png)\n\n\n  \n  The biological sex of the foetus is male, so it must inherit the Y chromosome from its biological father. The probability of a biologically male foetus having haemophilia is 50 % ($\\checkmark$).\n\n\n\n- any one of the following\n$\\ce{ -> }$ it is a sex-linked recessive disease, OR the gene is carried on the X chromosome AND biological males only have one X chromosome, so if they have the recessive allele, they will have the disease, whereas biological females with one copy would be carriers\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ for a biological female to have haemophilia, they would need to have two copies of the recessive allele, whereas biological males only need one copy of the recessive allele to have haemophilia\t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\nHaemophilia is more common in biological males because it is a sex-linked disease on the X chromosome. Biological males have only one X chromosome, so inheriting the recessive allele results in the disease, while biological females with two X chromosomes can be carriers without symptoms ($\\checkmark$).\n\n\n\n- any three of the following (at least one advantage and one disadvantage must be given to gain full marks)\nadvantages:\n$\\ce{ -> }$ adult stem cells can be obtained from the individual needing treatment, reducing the risk of immune rejection WHILE embryonic stem cells may be rejected by the patient’s immune system <span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ harvesting adult stem cells is generally less controversial OR has fewer ethical implications compared to embryonic stem cells\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ adult stem cells have a lower risk of producing tumours compared to embryonic stem cells  <span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ adult stem cell therapies generally face fewer regulatory hurdles and greater public acceptance compared to therapies involving embryonic stem cells\t<span class=\"marks\">[1]</span>\n\n  disadvantages:\n$\\ce{ -> }$ adult stem cells are multipotent OR are often restricted in the number of cell types they can produce WHILE embryonic stem cells are pluripotent OR can differentiate into any bpdy cell type <span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ adult stem cells are limited in number within adult tissues OR can be challenging to obtain OR culture WHILE embryonic stem cells are more numerous OR easier to harvest\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ adult stem cells have less potential for long-term proliferation OR durability in culture COMPARED TO embryonic stem cells\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ adult stem cells are derived from fully developed tissues so typically more differentiated, WHEREAS embryonic stem cells are derived from a very early developmental stage so less differentiated\t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\nOne advantage of using adult stem cells in therapy is that they can be obtained from the patient, reducing the risk of immune rejection ($\\checkmark$). Additionally, harvesting adult stem cells is less controversial and has fewer ethical implications ($\\checkmark$) compared to embryonic stem cells. However, adult stem cells are multipotent and limited in the types of cells($\\checkmark$)  they can produce, unlike pluripotent embryonic stem cells. Moreover, adult stem cells are less numerous and harder to harvest ($\\checkmark$) than embryonic stem cells.\n",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "8",
      "difficultyLevel": "4.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 47",
      "content": "The table shows genome sizes for several different species.\nOrganismGenome Size (base pairs)Escherichia coli (Bacterium)5 millionSaccharomyces cerevisiae (Yeast)12 millionDrosophila melanogaster (Fruit Fly)140 millionXenopus laevis (Frog)????Homo sapiens3 billion\n\n\n- Describe the challenges of predicting the size of the genome of Xenopus laevis based on the information provided in the table. \t<span class=\"marks\">[2]</span>  \n\n\nSingle-cell genome sequencing allows researchers to analyse the genetic material of individual cells. Cancer is characterised by significant genomic instability, leading to massive variations in genome size when compared to noncancerous cells.\n\n- Explain how single-cell genome sequencing can be more useful than traditional genome sequencing for developing effective cancer treatments.\t<span class=\"marks\">[3]</span>  \n\n\nThe diagram below depicts nanopore DNA sequencing technology.  This portable technology involves passing a single piece of DNA through a tiny pore in a membrane in an electrical field in a manner such that the current can reveal the DNA sequence.  This allows for the analysis of environmental DNA (eDNA), which consists of DNA fragments shed by organisms into their surroundings (e.g., skin cells, waste).  It can also give almost immediate results for shorter fragments, and sequence entire genomes in as little as 3 days.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/bc9dbc7a-73a6-41de-bef4-c83dfff6f8fc/images/3d062db1-de82-446a-8141-4670a3bbbe8f/BI2802.png)\n\n\n[Source: Adapted from National Institutes of Standards and Technology (2024, November 18) DNA Sequencing Method [image]. Wikimedia Commons. Retrieved 04:53, May 5, 2025 from https://commons.wikimedia.org/w/index.php?title=File:DNA_Sequencing_Method_ (8051510835).jpg&oldid=958458868.Public Domain]\n\n- Discuss one potential benefit and one potential risk associated with the widespread use of portable DNA sequencing technologies. \t<span class=\"marks\">[2]</span>\n\n- Suggest ways whole-genome sequencing can contribute to our understanding of evolutionary relationships between species, and also to personalised medicine. \t<span class=\"marks\">[4]</span>\n\n",
      "markScheme": "\n- the following (award zero marks for a numerical prediction):\n  $\\ce{ -> }$ genome size does not increase with complexity in a predictable manner\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ WHICH MEANS it is not possible to predict a genome size based on the information in the table       <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe genome size of Xenopus laevis cannot be predicted ($\\checkmark$) from the table because there is no correlation between organism complexity and genome size ($\\checkmark$).\n\n\n\n- any three of the following:\n  $\\ce{ -> }$ traditional whole-genome sequencing provides an average genomic profile of the whole organism OR not just the tumour\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ single-cell sequencing can show differences between the typical genome of that organism and the tumor\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ single-cell sequencing can show differences within the tumour itself\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ heterogeneity within the tumour can provide clinicians OR researchers with clues as to the best treatment options \t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ comparison of single-cell genome sequencing of tumour with originating tissue can help clinicians predict which treatment option will best allow healthy tissue to survive\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ single-cell sequencing facilitates the development of more personalised and effective therapies\t <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nTraditional whole-genome sequencing provides an overall genomic view of a whole organism ($\\checkmark$), giving us an average of the genetic information across all cells. Single-cell sequencing offers a more detailed perspective by revealing differences ($\\checkmark$) between the typical genome of that organism and the tumour cells.  Heterogeneity within the tumour can provide clinicians and researchers with crucial clues for determining the most effective treatment options ($\\checkmark$).\n\n\n\n- any two of the following (must include one benefit and one risk):\n  benefits\n$\\ce{ -> }$ enables rapid identification of pathogens in remote or resource-limited areas\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ faster response time for public health interventions\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ tracking of endangered OR invasive OR elusive species by eDNA without the need for lab facilities\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ identification of species present in an ecosystem based on eDNA without the need for lab facilities  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ genetic analysis at the point of care OR on-site for rapid treatment response\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ individual empowerment OR accountability over their own health\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ increased speed of identification of criminal suspects OR disaster victims\t <span class=\"marks\">[1]</span>\n\n  risks\n$\\ce{ -> }$ privacy concerns due to easy access to genetic data\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ misuse of genetic information OR genetic discrimination \t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ misinterpretation of results by non-experts may lead to incorrect medical or legal decisions\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ potential for higher error rate  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ potential for bioterrorism   <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ technological advancements moving faster than legal regulatory framework leads to misuse and abuse <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nOne potential benefit of portable DNA sequencing is that it can provide faster results ($\\checkmark$) because the sequencing can be done on-site rather than sent to a lab, which can take days.  One possible risk is that DNA samples can be collected from the environment without the consent of the people, raising important ethical concerns ($\\checkmark$).\n\n\n\n- any four of the following, at least one must be presented for each application\n  evolutionary relationships\n$\\ce{ -> }$ allows for comparison of whole genomes across species\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ identifies conserved regions and genes \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ facilitates the study of evolutionary genetic changes such as gene duplication, loss, chromosomal alterations and horizontal gene transfer\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ generates data for analysing genome patterns of evolution\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ extensive genetic data enables the creation of detailed and accurate phylogenetic trees\t<span class=\"marks\">[1]</span>\n\n  personalised medicine\n$\\ce{ -> }$ identifies genetic predispositions to disease\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ predict individual responses to drugs and medicines\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ characterise the genetic make-up of tumours to guide cancer treatment\t<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nWhole-genome sequencing can contribute to the study of evolutionary relationships by identifying differences in genetic patterns of evolution, such as gene duplication or loss and chromosomal duplication or loss ($\\checkmark$).  It can also identify conserved genes or regulatory sequences between species ($\\checkmark$).  Whole-genome sequencing can contribute to personalised medicine through the identification of genetic diseases ($\\checkmark$) and predispositions to disease, as well as probable individual physiological responses to treatment options ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "11",
      "difficultyLevel": "4.5"
    }
  ]
}