{
  "list": [
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 1",
      "content": "Which option lists examples of evidence that can be used to support the theory of evolution?\n\n\n\n- A. $\\hspace{1em}$ Sudden appearance of complex organisms, fossil record, homologous structures\n- B. $\\hspace{1em}$\tFossil record, homologous structures, size of organisms\n- C. $\\hspace{1em}$\tHomologous structures, speciation, fossil record\n- D. $\\hspace{1em}$\tSpeciation, the complexity of organisms, increasing size of organisms\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nThe fossil record provides evidence of evolution, as the sequence in which fossils appear matches the sequence that they would be expected to evolve. Homologous structures provide evidence of evolution as they provide evidence that organisms shared a common ancestor. Speciation provides evidence of evolution as when populations become reproductively isolated, then natural selection can act differently on those populations, resulting in the formation of new species. Choice C is correct. Choices A and D  are incorrect as the organisms becoming more complex does not necessarily correlate with evolution. Choice B is incorrect, as the increasing size of organisms does not necessarily correlate with evolution.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 2",
      "content": "The overall structure of the flipper of a whale, in terms of bones and muscles, is similar to the overall structure of the limb of a horse.  What are these structures referred to as?\n\n\n\n- A.$\\hspace{1em}$ Ancestral structures\n- B.$\\hspace{1em}$ Convergent structures\n- C.$\\hspace{1em}$ Analogous structures\n- D.$\\hspace{1em}$ Homologous structures\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is correct because homologous structures refer to structures inherited from a common ancestor which are similar but often used for different functions.\nChoice A is incorrect, as ancestral structures refer to structures present in an ancestor species, not structures found in present day species.  Choice B is incorrect as convergent structures are not a term used in biology.  Convergent evolution, on the other hand, leads to analogous structures. Choice C is incorrect as analogous structures refer to structures used for the same function, which are significantly different when closely inspected.  Analogous structures also have different evolutionary origins.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 3",
      "content": "Which of the following is the strongest evidence supporting the hypothesis that two populations are two different species?\n\n\n\n- A.$\\hspace{1em}$ Allele frequencies differ between the two populations.\n- B.$\\hspace{1em}$ The two populations are reproductively isolated.\n- C.$\\hspace{1em}$ The DNA sequence of some genes was found to be different.\n- D.$\\hspace{1em}$ The two populations are geographically isolated.\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because two reproductively isolated populations are a key component of the definition of a species.\nChoice A is incorrect because allele frequencies often differ between different populations of the same species. Choice C is incorrect because varying DNA sequences in genes confirms the existence of different alleles, not the existence of two species.  Choice D is incorrect because even when two populations are geographically isolated, they may still be the same species.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 4",
      "content": "Which characteristic(s) is/are observed in both natural selection and selective breeding?\n\n\n- I.Favourable traits are selectedII.Increase in variationIII.Change is driven by the environment\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ I and II only\n- C.$\\hspace{1em}$ I and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nStatement I is correct because in both selective breeding and natural selection, favourable characteristics are “selected” by either the environment (natural selection) or humans (selective breeding). Statement II is incorrect because natural selection and selective breeding don’t increase variation, it influences the proportion of existing variants. Statement III is incorrect because selective breeding is not driven by the environment, it is driven by humans. Choice A is, therefore, correct.\nChoices B, C and D are incorrect as they include Statement II and/or Statement III.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 5",
      "content": "The diagram shows the haploid number of chromosomes in a gamete. What could be the polyploid number of chromosomes for this organism?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/51e41ed5-56e6-42d0-8db1-e48caf3e68dd/images/9ac6bf4f-ee2e-4489-9079-5a64545af1f9/BI0714.png)\n\n\n[Adapted from: Source Ehamberg. (2010, May 10). File vs diploid.svg. Wikimedia Commons. Retrieved June 30, 2022, from https://commons.wikimedia.org/wiki/File.svg Copyright under CC BY 3.0]\n\n\n\n- A.$\\hspace{1em}$ 6\n- B.$\\hspace{1em}$ 24\n- C.$\\hspace{1em}$ 3\n- D.$\\hspace{1em}$ 4\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nPolyploidy is when an organism develops a mutation where they have more than two sets of the haploid number of chromosomes. Choice B is correct as it has 8 sets of 3 chromosomes.\nChoice A is incorrect, as it is the diploid number, which is double the haploid number. Choice C is incorrect, as it is the haploid number of chromosomes. Choice D is incorrect because it is not a multiple of the haploid number.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 6",
      "content": "Which of the following statement concerning analogous structures is/are correct?\n\n\n- I.They are formed through convergent evolutionII.They perform the same or similar functions in different organismsIII.They evolve from a common ancestor\n\n\n\n\n- A.$\\hspace{1em}$ II only\n- B.$\\hspace{1em}$ I and II only\n- C.$\\hspace{1em}$ II and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nAnalogous structures refer to structures found in different species which serve a similar function (Statement II) but are not the result of common ancestry, they are formed through convergent evolution (Statement I), which is when different organisms evolve similar structures but have not arisen from a common ancestor. Choice B  is correct.\nAnalogous structures do not evolve from a common ancestor (Statement III); Choices C and D  are incorrect. Choice A  is incorrect because it only involves statement II.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 7",
      "content": "Which describes the  differences between the main isolating mechanisms in sympatric and allopatric speciation?\n\nSympatric SpeciationAllopatric SpeciationA.$\\hspace{1em}$Behavioural isolationPolyploidyB.$\\hspace{1em}$Geographic isolationTemporal isolationC.$\\hspace{1em}$Temporal isolationGeographic isolationD.$\\hspace{1em}$Geographic isolationPolyploidy",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nAllopatric speciation occurs when populations of the same species become geographically isolated, preventing them from interbreeding. This can be caused by various factors such as rivers, mountains or volcanoes erupting. Allopatric actually means ‘different geographical area’’.  Sympatric speciation is the evolution of a new species from an existing one without geographical isolation (sympatric actually means ‘same geographical area’). The factors that can cause this type of speciation include behavioural and temporal isolation.  Choice C is, therefore, correct because temporal isolation is common in sympatric speciation, and geographic isolation leads to allopatric speciation.\nChoice A is incorrect because although behavioural isolation can lead to sympatric speciation, polyploidy does not lead directly to allopatric speciation.  Choice B is incorrect because geographical isolation is not part of the process of sympatric speciation, and, temporal isolation does not directly lead to allopatric speciation. Choice D is incorrect because geographic isolation is not part of the process of sympatric speciation, and polyploidy does not lead directly to allopatric speciation.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 8",
      "content": "The male firefly (P. pyralis) signals to potential female mates by flashing its lights in specific patterns. Females will only respond to light patterns produced by their own species.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/4bb67863-e258-4a4f-b20c-e75935003089/images/d2b81121-d7da-4354-9e50-45429c3e396a/BI0715A.png)\n\n\n[Source: Adapted from Gallagher, J. (2014, June 3). File: Firefly - Photinus pyralis, Woodbridge, Virginia.jpg - Wikimedia ... Wikimedia commons. Retrieved July 1, 2022, from https://commons.wikimedia.org/wiki/File: Firefly_-_Photinus_pyralis,_Woodbridge,_Virginia.jpg Copyright under CC BY 2.0]\n\n- Identify the form of reproductive isolation that fireflies exhibit. Justify your answer.\t <span class=\"marks\">[2]</span>\n\n- Suggest one possible advantage of this mating ritual.  <span class=\"marks\">[1]</span>\n\n- All fireflies seen today have diverged from the same ancestral species. Explain how speciation is responsible for the large variety of firefly species.  <span class=\"marks\">[3]</span>\n\n",
      "markScheme": "\n- Any two of the following:\n  $\\ce{->}$  behavioural type <span class=\"marks\">[1]</span>\n\n  $\\ce{->}$  the different light patterns OR the mating behaviour OR rituals  <span class=\"marks\">[1]</span>\n\n  $\\ce{->}$  prevents the fireflies from mating with different species OR interspecies breeding  <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe fireflies are exhibiting behavioural isolation ($\\checkmark$), as the specific mating rituals that they perform ($\\checkmark$), prevent interspecies breeding ($\\checkmark$).\n\n\n\n- Any one of the following:\n  $\\ce{->}$  allows females to find males of the same species OR allows fireflies to identify members of the opposite sex\t <span class=\"marks\">[1]</span>\n\n  $\\ce{->}$  allows females to select the fittest males OR mates \t <span class=\"marks\">[1]</span>\n\n  $\\ce{->}$  brighter OR faster flashes can increase the chance of mating OR be more attractive to females \t <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nAn advantage to the firefly of exhibiting this type of behaviour is that it allows females to find males of the same species. ($\\checkmark$).\n\n\n\n- Any three of the following:\n  $\\ce{->}$  speciation is the formation of a new species OR the process by which populations diverge OR evolve over time to become distinct species\t <span class=\"marks\">[1]</span>\n\n  $\\ce{->}$  members of a population are isolated from one another OR barriers prevent interbreeding \t <span class=\"marks\">[1]</span>\n\n  $\\ce{->}$  allopatric speciation involves a physical barrier separating groups OR sympatric speciation involves a non-physical barrier separating groups\t\t <span class=\"marks\">[1]</span>\n\n  $\\ce{->}$  over time selective pressures affect each group differently OR different mutations occur within each group OR over time each group can develop different behaviours OR different characteristics develop due to natural selection\t\t <span class=\"marks\">[1]</span>\n\n  $\\ce{->}$  allele frequencies change in each population OR genetic drift\t\t <span class=\"marks\">[1]</span>\n\n  $\\ce{->}$  groups are unable to interbreed OR are reproductively isolated when the barrier is removed OR cannot reproduce to produce fertile offspring\t\t <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nSpeciation is when a group of organisms change so much that they can no longer mate together to produce fertile offspring ($\\checkmark$). This can come about by a group of fireflies being separated or isolated ($\\checkmark$) from the original population, say by being blown to an island. Over time, the separated group will change. For example the climate may be colder so those individuals with a larger abdomen have more chance of surviving ($\\checkmark$) as they lose less heat, and so they pass on their favourable alleles and the allele frequency in the population changes ($\\checkmark$). When the separated group encounter fireflies from the original population, they can no longer reproduce together ($\\checkmark$) as their abdomens are so different.\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": "6",
      "difficultyLevel": "2"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 9",
      "content": "What can result in speciation among organisms living in the same location?\n\n\n\n- A.$\\hspace{1em}$ Behavioural isolation\n- B.$\\hspace{1em}$ Geographic isolation\n- C.$\\hspace{1em}$ Stabilising selection\n- D.$\\hspace{1em}$ Directional selection\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nSpeciation comes about through reproductive isolation which can result from behavioural isolation, in which a population of a species can no longer interbreed with other populations of the species. For example, some segments of a population may respond to a particular mating call or mating behaviour not expressed by another segment of the population.\nGeographic isolation (Choice B) occurs when populations are prevented from interbreeding because they are in different physical locations. In this question they are in the same location, therefore this is incorrect. Stabilising selection (Choice C) is a type of natural selection that promotes an intermediate phenotype, so extremes are reduced, and it does not result in speciation. Directional selection (Choice D) is a type of natural selection that promotes an extreme phenotype, but the selection is in one direction so it does not divide the population and so does not lead to speciation. Only if selection occurs in both directions (divergent selection) does it tend to lead to speciation.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 10",
      "content": "Which of the following are often barriers to hybridisation between species?\n\n\n- I.A given animal hybrid species has an even, as opposed to an odd number of chromosomes.II.Two species of flowering plants produce gametes at different times of the year.III.Behavioural barriers exist due to variations in bird song between species.\n\n\n\n\n- A.$\\hspace{1em}$ I and III only\n- B.$\\hspace{1em}$ II only\n- C.$\\hspace{1em}$ I and II only\n- D.$\\hspace{1em}$ II and III only\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is correct.  Cross-pollination is unlikely if two species of flowering plants produce gametes at different times of year (Statement II).  Mating, and thus hybridisation, is unlikely or impossible if members of one bird species fail to recognise the mating calls of another bird species (Statement III).  Statement I is not a barrier to hybridisation because, typically, animals with even numbers of chromosomes in their somatic cells can reproduce sexually, but those with odd numbers are usually sterile due to an inability of their cells to undergo meiosis.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 11",
      "content": "Which is a key difference between homologous and analogous structures?\n\n\n\n- A. $\\hspace{1em}$ Homologous structures are similar due to ancestry, but analogous structures are similar due to convergent evolution.\n- B. $\\hspace{1em}$ Homologous structures are similar due to ancestry, but analogous structures are similar due to divergent evolution.\n- C. $\\hspace{1em}$ Analogous structures are similar due to ancestry, but homologous structures are similar due to convergent evolution.\n- D. $\\hspace{1em}$ Analogous structures always look similar but homologous structures do not.\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because homologous structures are due to common ancestry, but analogous structures are not due to common ancestry and instead are the result of convergent evolution. Choice B is incorrect because analogous structures are similar due to convergent evolution, where structures evolve independently but have similar functions due to the needs of the organisms. Choice C is incorrect because analogous structures are not due to common ancestry. Choice D is incorrect because homologous structures and analogous structures can sometimes look different.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 12",
      "content": "Triticum monococcum  is an einkorn wheat and was the first domesticated crop. It has a diploid number of 14 chromosomes. Triticum turgidum is a durum wheat with a total of 28 chromosomes. It is a result of the hybridization of Triticum monococcum and another grass Aegilops speltoides which also has a diploid number of 14. What is the correct term for Triticum turgidum in comparison to Triticum monococcum?\n\n\n\n- A.$\\hspace{1em}$ Haploid\n- B.$\\hspace{1em}$ Triploid\n- C.$\\hspace{1em}$ Hexaploid\n- D.$\\hspace{1em}$ Tetraploid\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nThe normal diploid number (2n) means an organism has two sets of chromosomes, one from each parent. Triticum turgidum arose from a hybridisation event between Triticum monococcum (2n = 14) and Aegilops speltoides (2n = 14). Following chromosome doubling, the resulting organism inherited two full sets of chromosomes from each parent, making it tetraploid (4n = 28). Choice D is correct.\nChoice A (Haploid) is incorrect because haploid (n) refers to having one set of chromosomes, which would be 7 in this case.\nChoice B (Triploid) is incorrect because triploid (3n) means three sets, totalling 21 chromosomes.\nChoice C (Hexaploid) is incorrect because hexaploid (6n) refers to six sets, or 42 chromosomes.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 13",
      "content": "Shown in diagrams A and B are two pairs of similar structures.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/f8372de6-7083-44a4-b525-006eed25005b/images/3cd298f7-34ad-4f4c-bc2b-6b7a3b43bf2f/BI0857.png)\n\n\n[© Revision Village 2022]\nWhich of the following statements correctly explain the structural similarities shown in diagrams A and B?\n\n\n- I.Structural similarities in diagram A are primarily due to random mutations, not common ancestry.II.Structural similarities in diagram B are due to the fact they both perform similar functions.III.Diagram A depicts analogous structures, and diagram B depicts homologous structures.\n\n\n\n\n- A.$\\hspace{1em}$ II and III only\n- B.$\\hspace{1em}$ I and II only\n- C.$\\hspace{1em}$ II only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because only statement II correctly explains the structural similarities.\nThe bird and insect wings are similar due to convergent evolution.  Statement III is incorrect because diagram A depicts homologous structures, and diagram B depicts analogous structures.  Statement I is incorrect because humans and bats evolved from a common ancestor, and random mutations slowly gave rise to differences in the pentadactyl limb between different species. Choices A, B and D are all incorrect because they include either statements I or III, or both.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 14",
      "content": "The table below shows the percentage of the amino acid sequences of cytochrome c shared between a human and four other species.\nSpecies PairCytochrome c sequence shared (%)Human–chimpanzee99Human–mouse87Human–chicken75Human–zebrafish50\n\nWhich conclusion is best supported by these data?\n\n\n\n- A.$\\hspace{1em}$ A human and a chimpanzee shared a common ancestor more recently than a human and a mouse.\n- B.$\\hspace{1em}$ Cytochrome c has evolved faster in the chicken lineage than in the mouse lineage.\n- C.$\\hspace{1em}$ The human–zebrafish divergence occurred most recently.\n- D.$\\hspace{1em}$ The molecular clock runs at different rates in mammals and fish.\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because there is a higher percentage similarity for the cytochrome c amino acid sequence between the human and chimpanzee (99%) compared to the human and mouse (87%). This indicates less time for mutations to accumulate, meaning humans and chimpanzees shared a common ancestor more recently than humans and mice.\nChoice B is incorrect because although the cytochrome c percentage similarity is lower in chickens (75%) than in mice (87%), this alone does not confirm that cytochrome c evolved faster in the chicken lineage. To determine evolutionary rates, both sequence similarity and known divergence times are needed.\nChoice C is incorrect because the lowest sequence similarity (50%) between human and zebrafish suggests the longest time since divergence, not the most recent.\nChoice D is incorrect because differences in sequence similarity alone cannot demonstrate variation in molecular clock rates. The molecular clock is a concept based on the idea that mutations accumulate at a relatively constant rate over time in most species. To conclude rate differences, both the time since divergence and the number of accrued changes must both be known.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 15",
      "content": "Which of the following pairs of limbs are homologous?\n\nA.$\\hspace{2cm}$B.![SkillUpp Image](https://assets.revisionvillage.com/public/question/95ce83ee-4cfc-4990-979c-7472080d185f/images/b2b1c0e9-ab57-4231-aee5-6518a9f9bc32/BI1577A.png)\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/95ce83ee-4cfc-4990-979c-7472080d185f/images/62b811f3-008e-4d9f-9a9b-44a6e73f64f6/BI1577B.png)\n\nC.D.![SkillUpp Image](https://assets.revisionvillage.com/public/question/95ce83ee-4cfc-4990-979c-7472080d185f/images/546632a5-9c94-4e3d-9ed0-eef9040b8de0/BI1577C.png)\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/95ce83ee-4cfc-4990-979c-7472080d185f/images/ec7a434a-80b0-4dba-9293-d513594f781c/BI1577D.png)\n\n\n[© Revision Village 2024. Created with BioRender.com]",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is correct because the horse and sea lion limbs have the same bones in the same order. This is the result of common ancestry between the two species, making these structures homologous despite their different functions.\nChoices A, B, and C are incorrect because these are examples of analogous structures as a result of convergent evolution. Analogous structures share a common function but do not share a common ancestry. A further clue is that horse and sea lion are both mammals, whereas the other pairs of animals belong to different taxonomic groups (Choice A = mammal, insect; Choice B = mammal, crustacean; Choice C= mollusc, echinoderm).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 16",
      "content": "It is thought that the Congo River divided a population of the common ancestor of bonobos (Pan paniscus) and chimpanzees (Pan troglodytes), resulting in geographic isolation.  Which correctly pairs theoretical selection pressures and consequent adaptations of the two populations?\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/95d2e015-b514-409e-bc3c-a4d60240f3d6/images/e9f0bfbf-b64e-4476-8fa3-e01eb43f2eb1/BI0859.png)\n\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because a scarcity of food as well as competition with gorillas, led to increased aggression in the ancestral population to chimpanzees and plentiful food on the south side of the river, as well as an absence of gorillas led to increased cooperation in the ancestral population of bonobos.\nChoice A is incorrect because there was and is no difference in solar radiation on either side of the Congo River. Choice C is incorrect because the selection pressures and adaptations are reversed in terms of where they existed (south side vs. north side).  Choice D is incorrect because food scarcity led to more aggression, and plentiful food led to more cooperation.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 17",
      "content": "What sequence of events usually occur during the process of speciation?\n\n\n\n- A.$\\hspace{1em}$ Reproductive isolation → one species becomes two species → random mutations\n- B.$\\hspace{1em}$ Random mutations → reproductive isolation → one species becomes another species\n- C.$\\hspace{1em}$ Geographic isolation → reproductive isolation → one species becomes another species\n- D.$\\hspace{1em}$ Geographic isolation → reproductive isolation → one species becomes two species\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is correct because geographic isolation leads to a buildup of different mutations between two populations, leading to reproductive isolation and the production of two species from one.\nChoice A is incorrect, as reproductive isolation cannot occur prior to a buildup of random mutations.  Choices B and C are incorrect because speciation involves one species becoming two, not one.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 18",
      "content": "Based on the structure of each forelimb shown below, which one is likely to be analogous?\n\nA.B.![SkillUpp Image](https://assets.revisionvillage.com/public/question/9a97e321-e9ca-4e8f-8b33-9b3cb18ee915/images/39606d35-df65-410c-9d8b-ed6f9af2b422/BI0230_A.png)\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/9a97e321-e9ca-4e8f-8b33-9b3cb18ee915/images/52471306-733f-4dfc-bcae-3f4e8ce6d7de/BI0230_B.png)\n\nC.D.![SkillUpp Image](https://assets.revisionvillage.com/public/question/9a97e321-e9ca-4e8f-8b33-9b3cb18ee915/images/d8fd25b2-43d4-49b1-9f06-91470c27995e/BI0230_C.png)\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/9a97e321-e9ca-4e8f-8b33-9b3cb18ee915/images/91947f34-f7c5-454c-b802-9fe1906e95f9/BI0230_D.png)\n\n\n[Adapted from: Source Владислав Петрович , В. (2011). File vertebrates-en.svg. Wikimedia Commons. Retrieved June 8, 2022, from https ://commons.wikimedia.org/wiki/File.svg copyright free \nGraham, V. B. (2016, May 31). File & homologous structures.svg. Wikimedia Commons. Retrieved June 8, 2022, from https ://commons.wikimedia.org/wiki/File:Analogous_%26_Homologous_Structures.svg CC-BY-SA-4.0]",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nAn analogous structure is one that has a similar function to other structures but does not come from a common ancestor. Choice B is a forelimb, but does not have a structure similar to the other three limbs, which indicates that it does not come from a common ancestor, so is likely to be analogous.\nChoices A, C and D are incorrect as they are all homologous to each other i.e. they share a common ancestor, evidenced by the similarities in their structures.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 19",
      "content": "When a horse, which has 64 chromosomes, and a donkey, which has 62 chromosomes reproduce, a mule offspring is produced.  Which are correct descriptions of mules?\n\n\n- I.Mules frequently produce offspring with other mules.II.Cells in mules cannot undergo meiosis but can undergo mitosis.III.Mule gametes have 63 chromosomes.\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ II and III only\n- C.$\\hspace{1em}$ II only\n- D.$\\hspace{1em}$ I and II only\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because only statement II is correct.  Mules have 63 chromosomes, so gametes cannot be produced, as 63 chromosomes cannot be equally divided into daughter cells.  Statement I is incorrect, as mules cannot reproduce with other mules.  Statement III is incorrect because the somatic cells, not the gametes of mules, have 63 chromosomes.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 20",
      "content": "Which breeding practice most directly illustrates artificial selection of a polygenic trait?\n\n\n\n- A.$\\hspace{1em}$ Allowing the organisms with traits that fit the environment best to pass them on to the next generation.\n- B.$\\hspace{1em}$ Breeding plants which are susceptible to a specific bacteria with those that contain the resistance gene.\n- C.$\\hspace{1em}$ Crossing only the tallest wheat plants each generation for an increase in yield.\n- D.$\\hspace{1em}$ Introducing wild genes to increase genetic diversity in a breed.\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because artificial selection on a polygenic trait involves humans selecting individuals with desirable values for a trait that shows continuous variation, such as plant height, which is typically controlled by multiple genes. By repeatedly crossing the tallest wheat plants, breeders shift the population’s average height upwards over successive generations.\nChoice A is incorrect because it describes natural selection, where environmental pressures—not human choice—determine which traits are passed on. In this scenario, humans are letting the environment dictate which individuals breed more successfully, so it is not an example of artificial selection.\nChoice B is incorrect because crossing a disease-resistant plant with those that are susceptible to the disease is an example of artificial selection, but not on a polygenic trait, as it only involves one gene.\nChoice D is incorrect because introducing wild genes to increase genetic diversity adds variation to the gene pool, but does not involve selecting for a specific trait.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 21",
      "content": "Which of the following best describes an analogous structure?\n\n\n\n- A. $\\hspace{1em}$ A structure in two different species that serves a similar function and was inherited from a common ancestor.\n- B. $\\hspace{1em}$\tA structure in two different species that serves a similar function but evolved independently, without a common ancestor.\n- C. $\\hspace{1em}$\tA structure found in all members of a species that performs the same function.\n- D. $\\hspace{1em}$\tA structure found in all members of a species but serves different functions.\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nAnalogous structures are traits found in different species that perform similar functions but do not originate from a common ancestor. Instead, they arise through convergent evolution, where species adapt to similar environments or ecological roles independently. Choice B is correct as it describes analogous structures, which evolve due to similar selective pressures rather than shared ancestry.\nChoice A is incorrect because it describes homologous structures, which share a common evolutionary origin but may have different functions (e.g., a whale's flipper and a human's arm).\nChoice C is incorrect because this refers to universal structures within a species, which is unrelated to analogous structures.\nChoice D is incorrect because this describes structural variation within a species, not similarities between different species.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 22",
      "content": "Which pair of structures would be considered analogous?\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/7166516d-959c-43cd-ac6f-8b646c6bcc04/images/b41d5e40-835b-4b46-8022-7f52ad7a8980/BI1154.png)\n\n\n[© Revision Village 2023. Created with BioRender.com]",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nAnalogous structures refer to structures found in different species which serve a similar function, but are not the result of common ancestry. Sharks are cartilaginous fish, and their fins are modified pectoral fins made of cartilage. Whales are mammals, and their fins are modified forelimbs, which are homologous to the forelimbs of land-dwelling mammals. Whale and shark fins serve the same purpose, are similar in structure, and are the product of convergent evolution.\nThe structures in Choices A and B share similar functions, but they also share a common ancestry, making them homologous, not analogous. Choice C cannot be correct as they share a common ancestry but are quite different in terms of structure and function, also making them homologous.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 23",
      "content": "Below is a diagram that outlines the bone structure of four different animal species. These structures all evolved from a common ancestor with a pentadactyl (5-digit) limb.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/7de353cd-7d2c-407f-9bf8-7a3f37ce76b8/images/0155a533-0e58-4b22-ba76-ee84cde34556/BI1199-SL.png)\n\n\n[Source: Adapted from Волков Владислав Петрович.  2011, January, 1. Homology.  Retrieved December 9, 2022 from https://en.wikipedia.org/wiki/Homology_(biology)#/media/File: Homology_vertebrates-en.svg. CC BY-SA 4.0]\n\n- State the term used to describe anatomical features found in different species that share a common ancestor.  <span class=\"marks\">[1]</span>\n\n- Bones are living tissues that require nutrients that are transported in the blood.  Outline how the structure of capillaries makes them well-adapted for the exchange of nutrients.  <span class=\"marks\">[2]</span>\n\n- Explain how adaptive radiation brought about the differences between the limbs of the whale and the bird.  <span class=\"marks\">[3]</span>\n\n",
      "markScheme": "\n- Any one of the following:\n  $\\ce{ -> }$ homologous  structures\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nHomologous structures ($\\checkmark$).\n\n\n\n- \n\n$\\hspace{1em}$ $\\ce{ -> }$ capillary walls are one cell thick\t<span class=\"marks\">[1]</span>\n\n$\\hspace{1em}$ $\\ce{ -> }$ results in short diffusion distance for substances OR correctly named substance being exchanged\t\t<span class=\"marks\">[1]</span>\n\n$\\hspace{1em}$ $\\ce{ -> }$ have pores which increase permeability <span class=\"marks\">[1]</span>\n\n$\\hspace{1em}$ $\\ce{ -> }$ are highly branched which increases the surface area available for the exchange of substances\t<span class=\"marks\">[1]</span>\n\n$\\hspace{1em}$ $\\ce{ -> }$ narrow diameter OR lumen which reduces diffusion distance \t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n$\\hspace{1em}$ $\\underline{\\textrm{Sample answer}}$: \n$\\hspace{1em}$ Capillaries have a narrow diameter, and their walls are one cell thick ($\\checkmark$).  Both of these features reduce the distance substances being exchanged need to diffuse ($\\checkmark$) ($\\checkmark$).\n\n\n- Any three of the following:\n  $\\ce{ -> }$ whales and birds share a common ancestor \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ shared common ancestor had a limb similar to both whales and birds OR had pentadactyl limb\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ change in environment OR change in circumstances causes different selection pressures\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ divergent evolution OR ancestral species begins to diversify into different lines\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ reproductive isolation OR no gene flow between ancestors of birds and whales\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ random mutation resulted in new phenotypes OR new alleles OR bone structures\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ populations can no longer interbreed, so form new species OR speciation occurs\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ new species develop traits specialised to their environment OR ecological niche OR different selection pressures selected for different limb structures OR aerial locomotion OR description of selection pressure favouring wing structures AND aquatic life OR description of selection pressure favoured flipper structures\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ differences in limb structure between whales and birds developed over long time periods\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nWhales and birds share a common ancestor ($\\checkmark$), and as a result, they have inherited many of the same genes from this common ancestor, which determine limb structure ($\\checkmark$).  The limbs are different now due to reproductive isolation ($\\checkmark$), long periods of time ($\\checkmark$), and the fact that, for the most part, ancestors of whales and birds lived in different environments, which means different selection pressures ($\\checkmark$) acted on the ancestors of whales and birds favouring different traits.\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "6",
      "difficultyLevel": "3"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 24",
      "content": "Which of the following provides evidence for evolution through selective breeding?\n\n\n- I.Phenotypic variation in the domesticated dog (Canis familiaris) has increased significantly as a result of humans selecting desirable traits.II.Crop yield in domesticated crop plants is significantly greater than their wild relatives.III.Homo sapiens in many parts of the world have alleles that provide resistance to diseases endemic to their region.\n\n\n\n\n- A.$\\hspace{1em}$ I and II only\n- B.$\\hspace{1em}$ I and III only\n- C.$\\hspace{1em}$ III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because Statements I and II are correct.  Statement I supports the theory of evolution because an increase in phenotypes is a component of the process of evolution.  Statement II supports the theory of evolution because it exemplifies that humans, selecting for desirable traits, can cause directional selection in crop plants.\nAlthough Statement III does support the theory of evolution, it does not do so as an example of selective breeding.  Humans have not been selectively bred.  Choices B, C and D do not exclusively include Statements I and II, so they are incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 25",
      "content": "The base sequence between two species was found to be 78% the same, while the order of amino acids found in the same cell types between two species was 82% the same.  What may be the reason for this?\n\n\n\n- A.$\\hspace{1em}$ The genetic code is degenerate.\n- B.$\\hspace{1em}$ Mutations occur more frequently in DNA that codes for proteins.\n- C.$\\hspace{1em}$ Techniques used to analyse base sequences of DNA are less reliable.\n- D.$\\hspace{1em}$ The genetic code is universal.\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because what is meant by “the genetic code is degenerate” is multiple codons sometimes code for the same amino acid, which means that sometimes a mutation will change the genetic code, but the same amino acid is still coded for.\nChoice B is incorrect as mutations generally occur more frequently in DNA that does not code for proteins. Choice C is incorrect as techniques used to analyse the base sequence of DNA are more reliable than those used to determine the order of amino acids.  Choice D is incorrect as the universality of the genetic code refers to the fact that all organisms use the same genetic code.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "ERQ",
      "title": "Question 26",
      "content": "\n- Outline three sources which provide evidence for evolution.\t<span class=\"marks\">[3]</span>\n\n- Describe how both bats and butterflies have wings.\t\t<span class=\"marks\">[5]</span>\n\n- Explain the process of speciation with at least one named example. \t<span class=\"marks\">[7]</span>\n\n",
      "markScheme": "\n- Any three of the following:\n  $\\ce{ -> }$ DNA sequence OR RNA sequence\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ amino acid sequence of proteins\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ selective breeding OR artificial selection\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ homologous structures OR comparative anatomy OR vestigial structures \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ embryonic development\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the fossil record\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ geographic distribution of species\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nEvidence for evolution can come from DNA sequences ($\\checkmark$), amino acid sequences ($\\checkmark$), or homologous structures ($\\checkmark$) such as the pentadactyl limb.\n\n\n\n- Any five of the following:\n  $\\ce{ -> }$ bat wings and butterfly wings  do not share a common ancestor\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ bats share common ancestry with other mammals, whereas butterflies share common ancestry with other insects OR bats are mammals OR Mammalia, whereas butterflies are insects OR Arthropoda \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ wings evolved through convergent evolution \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ convergent evolution is the process where unrelated organisms evolve similar characteristics OR traits to perform similar functions \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ wings in bats and butterflies are an example of analogous structures \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ analogous structures share a similar function but are not the result of a common ancestor \t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ wings evolved in response to similar environmental pressures OR ecological niches OR as a result of natural selection favouring flight \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ wings in bats are modified forelimbs OR are made of skin and bone WHEREAS butterfly wings are not OR are made of chitin \t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>5 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nBats and butterflies do not share a recent common ancestor ($\\checkmark$), but both evolved wings due to convergent evolution ($\\checkmark$). Convergent evolution is the process by which unrelated organisms can evolve similar traits due to similar necessities, such as the need to fly ($\\checkmark$). This means that wings in bats and butterflies are an example of analogous structures ($\\checkmark$) because they share a similar function but do not result from a common ancestor ($\\checkmark$).\n\n\n\n- Any seven of the following:\n  $\\ce{ -> }$ speciation is the process by which a population is split and evolves differently over time to form distinct species <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ diversity exists within a population OR genetic variation exists within a population \t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ members of a population become reproductively isolated\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ sympatric speciation occurs when new species evolve within the same geographic area\t   <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ allopatric speciation occurs when new species form in separate geographic areas due to geographical isolation\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ reproductive isolation can be due to geographical OR physical OR behavioural OR temporal barriers <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ each population is exposed to different environmental conditions OR selective pressures <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ each population evolves differently over time OR different adaptations evolve over time OR mutations affect each group differently OR differential selection OR genetic drift affects populations differently\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ these differences act as barriers to gene flow \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ over time, the groups evolve differently and can no longer interbreed, so new species have been formed \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ bonobos and chimpanzees OR any other suitable example of speciation \t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>7 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nSpeciation is the process by which a population becomes split, and each group evolves differently over time, leading to the formation of new species ($\\checkmark$). This is possible because variation exists within a population ($\\checkmark$). When a population becomes reproductively isolated by a geographical barrier like a river ($\\checkmark$), both groups are exposed to different environmental conditions or selective pressures ($\\checkmark$). Over time, the two groups evolve differently as different mutations affect both groups, this is referred to as differential selection ($\\checkmark$). These differences between the populations act as barriers to gene flow ($\\checkmark$). Over time, the groups evolve so differently that they can no longer interbreed and are two distinct species ($\\checkmark$).\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 27",
      "content": "The table shows factors that can result in speciation. Which word is matched to the correct definition?\n\nWordDefinitionA.$\\hspace{1em}$PolyploidyHaving two complete sets of chromosomesB.$\\hspace{1em}$Sexual reproductionThe combining of genetic information from two individualsC.$\\hspace{1em}$Reproductive isolationSpecies breeding to produce infertile offspringD.$\\hspace{1em}$MutationsRandom changes to the amino acid sequence",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nSexual reproduction involves the fusion of gametes from two individuals, resulting in offspring with a combination of genetic material. This process increases genetic variation, which is essential for evolution and natural selection. Choice B is the correct answer.\nPolyploidy occurs when an organism has more than two complete sets of chromosomes (e.g., triploid 3n, tetraploid 4n). The definition given in the table describes diploidy (2n), which is the standard chromosome number in most sexually reproducing organisms; Choice A incorrect.\nInterbreeding between different species can sometimes produce infertile offspring, such as a horse × donkey = mule. This is an example of reproductive isolation because the hybrid offspring is sterile, preventing gene flow between the two species. However, because horses and donkeys are already separate species, this does not result in speciation—it simply reinforces their reproductive barrier. For reproductive isolation to lead to speciation, it must occur within a single species, preventing interbreeding between different populations.  Choice C is incorrect.\nMutations are random changes in DNA sequences, not in the amino acid sequence; Choice D is incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "ERQ",
      "title": "Question 28",
      "content": "\n- Outline the role of the active site in an enzyme.\t<span class=\"marks\">[3]</span>\n\n- Outline how members of the same species can become separate populations via speciation.\t\t<span class=\"marks\">[4]</span>\n\n- Describe the regulation and use of hormones during in vitro fertilisation (IVF).\t<span class=\"marks\">[8]</span>\n\n",
      "markScheme": "\n- any three of the following:\n$\\ce{ -> }$ it is the binding site for a substrate OR specific region where the substrate binds\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ it allows for induced fit binding of the substrate\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ it facilitates enzyme-substrate specificity OR has a specific shape that allows the substrate to bind effectively\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ it causes a conformational change in the enzyme-substrate complex, which leads to the formation of products\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ it is the site where a substrate is converted into a product OR where a substrate is held while a chemical reaction takes place\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ it lowers the energy of the transition state OR activation energy so that a chemical reaction can take place more efficiently\t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\nThe active site of an enzyme is a specific region where a substrate binds ($\\checkmark$). Within the active site, the enzyme lowers the energy of the transition state ($\\checkmark$), facilitating the chemical reaction so that the substrate can be successfully converted into a product ($\\checkmark$).\n\n\n\n- any four of the following:\r\n$\\ce{ -> }$ a population consists of all organisms of one species living in the same place at the same time, capable of breeding together\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ members of the species can become geographically isolated OR separated by a physical barrier such as a river OR mountain\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ members of the species can become temporally isolated OR become separated by producing gametes at different times OR seasons\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ members of the species can become behaviourally isolated OR become separated by displaying distinctive courtship behaviours\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ when populations of the same species become separated, genetic drift will cause the allele frequencies to change\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ reproductive isolation mechanisms, such as incompatibility of reproductive organs, can prevent interbreeding between separated populations\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ mutations can introduce new genetic variations in each isolated population, contributing to genetic divergence over time\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ selective pressures will act on the separated species, leading to an accumulation of genetic differences in each population OR natural selection will act on each population so that traits that are beneficial to each group will accumulate \t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ over many generations, speciation will occur OR the separate populations will not be able to breed to produce fertile offspring\t\t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\nMembers of the same species can become separate populations if they become geographically isolated($\\checkmark$) or behaviourally isolated ($\\checkmark$). Once populations of the same species are separated, genetic drift will cause the allele frequencies to change ($\\checkmark$). Selective pressures will act on the separated populations, leading to an accumulation of genetic differences ($\\checkmark$). Eventually, speciation($\\checkmark$) will occur, resulting in populations that can no longer interbreed to produce fertile offspring.\n\n\n\n- any eight  of the following:\r\n$\\ce{ -> }$ drugs are used to downregulate several hormones OR FSH OR follicle stimulating hormone AND LH OR luteinising hormone, to better control the release OR maturation of follicles later on\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ the function of FSH OR follicle-stimulating hormone is to promote follicle growth OR mature eggs \t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ the function of LH OR luteinising hormone is to trigger ovulation OR trigger the release of mature eggs from the ovaries\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ the downregulation of LH and FSH also results in the downregulation of oestrogen and progesterone\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ oestrogen normally stimulates the uterine OR endometrial lining to build up\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ progesterone normally stimulates the maintenance of the uterine OR endometrial lining for implantation\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ high doses of FSH are injected to stimulate superovulation OR the development of many follicles\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ the development of many follicles increases the chances of successful fertilisation during the IVF process\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ gonadotropin-releasing hormone (GnRH) agonists are injected to prevent premature ovulation OR control the timing of ovulation\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ human chorionic gonadotropin OR hCG is injected to stimulate the follicles to mature\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ progesterone is injected before the fertilised egg is implanted to improve the chances of successful implantation\t\t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>8 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\nIn vitro fertilisation (IVF) is a process used by couples with fertility issues, where mature eggs are fertilised outside the body. To start the process, drugs are used to downregulate several reproductive hormones to better control the release and maturation of follicles later on ($\\checkmark$). The downregulation of FSH stops follicles from growing ($\\checkmark$). Drugs are also used to downregulate LH, which results in the prevention of ovulation  ($\\checkmark$). The downregulation of LH and FSH also results in the downregulation of oestrogen and progesterone  ($\\checkmark$), which normally function to stimulate the build-up of the uterine lining($\\checkmark$) and maintain the uterine lining ($\\checkmark$), respectively. Once these hormones are successfully downregulated, high doses of FSH are injected to trigger the development of multiple follicles in the ovary($\\checkmark$). The development of many follicles increases the chance of successful fertilisation during the IVF process ($\\checkmark$). GnRH agonists are injected to prevent premature ovulation ($\\checkmark$), and hCG is injected to stimulate the follicles to mature ($\\checkmark$).\n  A quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information.\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "PBQ",
      "title": "Question 29",
      "content": "A study has been conducted on the effect of hormonal contraception pollution on the mating calls of the adult male African clawed frog (Xenopus laevis). The spectrogram shows the frequency and pitch of clicks (mating call) of control X.laevis and those exposed to oestrogen.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/87d4b96a-28d0-4374-b8ef-4c6853bfc2ab/images/667a05b0-9823-4179-8462-aeb8533d89e6/BI0813ai.png)\n\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/87d4b96a-28d0-4374-b8ef-4c6853bfc2ab/images/d72923f4-70b3-4902-9dca-a7691677d6e1/BI0813aii.png)\n\n\n[Source: Adapted from Hoffmann, F., & Kloas, W. (2012, February 15). Estrogens can disrupt amphibian mating behavior. PLOS ONE. Retrieved May 13, 2023, from https://journals.plos.org/plosone/article?id=10.1371%2Fjournal.pone.0032097.  Copyright under CC BY 4.0]\n\n- Distinguish between the clicks in the spectrogram between the control X. laevis and the   X. laevis treated with oestrogen in 1 second.\t\t\t<span class=\"marks\">[2]</span>  \n\n\nThe graph shows the average duration of the X. laevis mating calls when exposed to the hormone oestrogen.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/87d4b96a-28d0-4374-b8ef-4c6853bfc2ab/images/e40617ac-738d-43f5-b7d7-96a0d5c44a0d/BI0813b.png)\n\n\n[Source: Adapted from Hoffmann, F., & Kloas, W. (2012, February 15). Estrogens can disrupt amphibian mating behavior. PLOS ONE. Retrieved May 13, 2023, from https://journals.plos.org/plosone/article?id=10.1371%2Fjournal.pone.0032097.  Copyright under CC BY 4.0]\n\n- Describe the effect of oestrogen on the duration of the mating call shown in this study.\t\t<span class=\"marks\">[2]</span>\n\n- Explain why it is important to have the X.laevis control group.\t\t<span class=\"marks\">[1]</span>\n\n- Identify the independent variable in this study.\t<span class=\"marks\">[1]</span>\n\n- \n  - Predict the relative reproductive success of X.laevis exposed to 29.6 ngL-1 of oestrogen.\t\t\t<span class=\"marks\">[1]</span>\n\n  - Outline the possible consequences of oestrogen exposure on X. laevis.<span class=\"marks\">[3]</span>\n\n\n",
      "markScheme": "\n- Any two of the following:\n  $\\ce{ -> }$ control X.laevis have a more regular click pattern WHEREAS X.laevis treated with oestrogen have an irregular click pattern\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ control X.laevis have a lower pitch of clicks OR a pitch of approximately 2.5 kHz WHEREAS X.laevis have a higher pitch of clicks OR a pitch of approximately 3 kHz\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the X.laevis  exposed to oestrogen have longer clicks COMPARED to the control X.laevis OR the control X.laevis has more frequent clicks OR faster clicks than the X.laevis exposed to oestrogen\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/87d4b96a-28d0-4374-b8ef-4c6853bfc2ab/images/88f14b2b-0230-404a-ba97-06057120c272/BI0813ci.png)\n\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/87d4b96a-28d0-4374-b8ef-4c6853bfc2ab/images/c5af498d-8a61-49c9-a740-1f7d5bdcbc13/BI0813cii.png)\n\n\n[Source: Adapted from Hoffmann, F., & Kloas, W. (2012, February 15). Estrogens can disrupt amphibian mating behavior. PLOS ONE. Retrieved May 13, 2023, from https://journals.plos.org/plosone/article?id=10.1371%2Fjournal.pone.0032097.  Copyright under CC BY 4.0]\n  The control X.laevis have a more regular click pattern compared to the X.laevis treated with oestrogen, which have an irregular click pattern ($\\checkmark$). The control X.laevis have a lower pitch of clicks at approximately 2.5 kHz, whereas the X.laevis that were exposed to oestrogen have a higher pitch of approximately 3 kHz ($\\checkmark$).\n\n\n\n- Any two of the following:\n  $\\ce{ -> }$ 29.6 ngL-1 of oestrogen OR the highest concentration of oestrogen has the shortest mean mating call duration\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the lowest level of oestrogen OR 0.296 ngL-1 of oestrogen has the longest mean mating call duration\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ at the middle concentration of oestrogen OR at ngL-1, the mean mating call duration was similar to the control OR only 1s longer than the control\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ as oestrogen levels increase the mean duration of the mating call decreases\t\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe longest mean mating call of 33s was seen at the lowest concentration of oestrogen (0.296 ngL-1) ($\\checkmark$).  X.laevis exposed to an oestrogen concentration of 2.96 ngL-1 had a mean mating call duration similar to the control ($\\checkmark$), just 1s longer.  However, at the highest concentration of oestrogen (29.6 ngL-1), X.laevis had a much lower mean mating call duration, 4 seconds less than the control ($\\checkmark$).\n\n\n\n- Any one of the following:\n  $\\ce{ -> }$ to ensure that any effect being seen on the mating call duration OR frequency of clicks OR pitch of clicks is only due to the effect of hormones OR oestrogen\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ to allow for a baseline comparison\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ allows for establishing causality\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ helps to minimise the impact of confounding variables\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nIt is important to have a control group because it helps establish that any observed changes in mating call duration are due to oestrogen ($\\checkmark$).\n\n\n\n- Any one of the following:\n  $\\ce{ -> }$ the concentration of oestrogen that X.laevis is exposed to <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe independent variable in this study is the concentration of oestrogen ($\\checkmark$) that the X.laevis is exposed to.\n\n\n\n- \n  - Any one of the following:\n\n  $\\ce{ -> }$ lower reproductive success than the control OR reduced successful matings\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe X.laevis exposed to oestrogen may have lower reproductive success than the control ($\\checkmark$).\n\n\n\n- \n  - Any three of the following\n\n  $\\ce{ -> }$ X.laevis exposed to oestrogen have a higher pitch of clicks OR longer clicks OR a shorter mating call duration, so may not be recognised by female X.laevis\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ resulting in reduced mating opportunities and so reduced reproductive success\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ X.laevis  exposed to oestrogen may have shorter life spans and die without passing their genes onto the next generation reducing population size and gene pool\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ this can result in the population being more vulnerable to disease OR environmental changes OR limit the population’s adaptive potential <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ if the altered mating call resembles calls of a different species of frog OR attracts females from another species, this can result in hybridisation of the species\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ altered calls may disrupt the social dynamics OR may reduce ability of male to establish dominance over competitors OR defend territory <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nExposure to oestrogen in  X.laevis frogs could result in reduced reproductive success due to reduced mating opportunities ($\\checkmark$) as a result of females not recognising the altered mating call ($\\checkmark$). The population size and gene pool may also decrease if oestrogen pollution reduces the lifespan of the frogs ($\\checkmark$). Altered calls may also reduce the ability of the males to defend their territories against competitors and so may disrupt the social dynamics of the population ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "3.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 30",
      "content": "Which of the following statements accurately describes characteristics of homologous structures?\n\n\n- I.Homologous structures are defined as functionally similar anatomical features that arise through divergent evolution.II.Although bats and dolphins exhibit distinct external morphology, their forelimbs evolved from a common ancestor.III.Bird wings and insect wings originate from the same embryonic tissues and are therefore homologous.\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ II only\n- C.$\\hspace{1em}$ II and III only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nWhile homologous structures do arise via divergent evolution, they are not defined by functional similarity. In fact, their function may differ considerably, for example, the forelimbs of bats for flight versus the flippers of dolphins for swimming. Homology is established based on shared structural origin, not shared function; Statement I is false.\nHomologous structures are anatomical features found in different species that share a common evolutionary origin, even if they have diverged in form or function. Both bats and dolphins have a pentadactyl limb structure in their forelimbs, despite a differing external appearance and function. This reflects divergent evolution from a shared ancestor; Statement II is true.\nBat wings and insect wings are analogous structures. Although they perform a similar function (flight), they evolved independently in different evolutionary lineages and do not share embryological origin. Bat wings derive from the vertebrate limb, while insect wings arise from outgrowths of the arthropod exoskeleton. Statement III is false.\nChoice B is the correct answer because it only includes the one true Statement II.\nChoices A, C and D are incorrect as they include one or more of the false Statements I and III.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 31",
      "content": "Which of the following is not an example of speciation?\n\n\n\n- A. $\\hspace{1em}$ Evolution of different beak shapes in finches (C. olivacea)\n- B. $\\hspace{1em}$\tBreeding varieties of green apples (M. domestica) with desirable characteristics\n- C. $\\hspace{1em}$\tSquirrels on the North and South rims of the grand canyon, who cannot interbreed\n- D. $\\hspace{1em}$\tBuffalo grass (B. dactyloides) is able to grow in polluted soil but other species of grass cannot\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because it refers to selective breeding, not speciation. Choices A, C and D are all examples of speciation.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "ERQ",
      "title": "Question 32",
      "content": "\n- Outline how overpopulation is an important part of natural selection.\t\t<span class=\"marks\">[3]</span>\n\n- Discuss why sympatric speciation is less common than allopatric speciation\t<span class=\"marks\">[5]</span>\n\n- Explain how gonadotropin-releasing hormone (GnRH) and steroid sex hormones control the developmental changes during puberty.\t<span class=\"marks\">[7]</span>\n\n",
      "markScheme": "\n- any three of the following:\n  $\\ce{ -> }$ overpopulation can lead to a higher rate of mutation OR increase effects of genetic drift\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ overpopulation increases genetic diversity OR increases variation in the gene pool\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ overpopulation increases competition for resources OR leads to struggle for survival OR creates selection pressure\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ individuals with favourable characteristics OR advantageous traits OR better adapted, survive and reproduce more \t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ over time, frequency of advantageous traits increases in the population driving evolution through natural selection \t\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nOverpopulation increases variation in the gene pool of a population ($\\checkmark$) and also competition for resources ($\\checkmark$). This means better-adapted individuals are more likely to survive, pass on their alleles and so advantageous traits become more common, driving evolution through natural selection ($\\checkmark$).\n\n\n\n- any five of the following:\n  $\\ce{ -> }$ sympatric speciation occurs within the same geographic area WHEREAS allopatric speciation occurs due to geographic isolation of populations\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ sympatric speciation relies on reproductive isolation OR behavioural OR temporal OR ecological isolation WHEREAS  allopatric speciation is caused by geographic barriers OR suitable named example of barrier\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ in sympatric speciation, populations remain in contact, so gene flow must be strongly reduced by other mechanisms WHEREAS in allopatric speciation, gene flow is completely prevented due to physical separation\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ in sympatric speciation, divergence occurs due to strong natural selection within the same environment WHEREAS in allopatric speciation, divergence occurs due to genetic drift, mutation, and natural selection in separate environments\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ sympatric speciation is less common because preventing gene flow in the absence of geographic barriers is difficult WHEREAS allopatric speciation is more common because physical barriers easily prevent interbreeding\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ in sympatric speciation, hybrids may form between diverging groups, slowing the speciation process WHEREAS in allopatric speciation, hybrids are unlikely due to the complete physical separation of populations\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ sympatric speciation generally takes longer due to persistent gene flow WHEREAS allopatric speciation can occur more quickly if geographic isolation is complete\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ sympatric speciation is often seen in insects, plants (e.g., polyploidy), or cichlid fish WHEREAS allopatric speciation is observed across most taxa, including birds, mammals, and reptiles\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>5 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nSympatric speciation occurs within the same geographic area, whereas allopatric speciation occurs due to geographic isolation ($\\checkmark$). In sympatric speciation, reproductive isolation mechanisms like behavioural, temporal, or ecological isolation reduce gene flow, while allopatric speciation relies on physical barriers like mountains or rivers to completely prevent interbreeding  ($\\checkmark$). Gene flow is more challenging to prevent in sympatric speciation, making it less common compared to allopatric speciation  ($\\checkmark$). Divergence in sympatric speciation often requires strong natural selection, whereas allopatric speciation is driven by genetic drift, mutation, and natural selection in separate environments  ($\\checkmark$). For example, sympatric speciation can occur in cichlid fish exploiting different niches in the same lake, while Darwin’s finches evolved through allopatric speciation due to isolation on different islands  ($\\checkmark$).\n\n\n\n- any seven of the following:\n  $\\ce{ -> }$ gonadotropin-releasing hormone OR GnRH released from hypothalamus triggers puberty  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ GnRH stimulates anterior pituitary gland to release luteinising hormone OR LH AND follicle-stimulating hormone OR FSH \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ LH OR FSH target gonads OR testes AND ovaries to promote production of steroid sex hormones\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ in males, LH stimulates Leydig cells OR testes to produce testosterone\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ testosterone promotes secondary sexual characteristics such as increased muscle mass OR deepening of the voice OR growth of facial OR body hair\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ testosterone stimulates spermatogenesis OR sperm production\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ in females, FSH stimulates the growth OR maturation of ovarian follicles\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ surge in LH triggers ovulation \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ LH causes ruptured follicle to develop into corpus luteum\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ corpus luteum secretes progesterone AND oestradiol OR oestrogen\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ oestradiol OR oestrogen promotes secondary sexual characteristics such as breast development OR widening of the hips OR fat deposition\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ oestradiol OR oestrogen brings about thickening of endometrium to prepare for implantation\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ progesterone stimulates developmental changes in the breasts to prepare for lactation OR prepares uterus for pregnancy OR maintains thickening of endometrium\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ testosterone OR oestradiol provide negative feedback to the hypothalamus OR anterior pituitary to maintain hormone levels\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ steroid sex hormones contribute to the closure of epiphyseal growth plates OR halt further height increase \t\t\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>7 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nPuberty is initiated when the hypothalamus secretes gonadotropin-releasing hormone (GnRH) in a pulsatile manner ($\\checkmark$), stimulating the anterior pituitary gland to release luteinising hormone (LH) and follicle-stimulating hormone (FSH) ($\\checkmark$). These hormones target the gonads to promote the production of the steroid sex hormones, testosterone and oestradiol ($\\checkmark$). In males, testosterone promotes secondary sexual characteristics such as increased muscle mass and facial hair ($\\checkmark$), and in females, oestradiol brings about secondary sexual characteristics such as breast development and the widening of the hips ($\\checkmark$). Also, in females, FSH stimulates the growth and maturation of ovarian follicles ($\\checkmark$), and then a surge in LH induces ovulation of a mature follicle ($\\checkmark$). LH also causes the ruptured follicle to develop into the corpus luteum, which secretes oestradiol and progesterone ($\\checkmark$).\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 33",
      "content": "Two species of smartweed (genus Persicaria) hybridise and form a new species.  Which of the examples of parent chromosome number would result in a barrier to reproduction?\n\n\n- I.2nII.3nIII.4n\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ II only\n- C.$\\hspace{1em}$ I and III only\n- D.$\\hspace{1em}$ I, II, and IIII\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because 3n cells cannot undergo meiosis and, therefore, they would be a barrier to reproduction.\nIf both parents have the regular diploid chromosome number (2n) then the resulting offspring would also be 2n, due to normal meiotic cell division and formation of viable gametes. A parent with a diploid number of chromosomes would, therefore, not be a barrier to reproduction.\nEven though tetraploidy (4n) can lead to more complex pairing of chromosomes during meiosis, the even number of chromosomes allows meiosis to occur and viable gametes can be produced. A tetraploid parent would, therefore, not necessarily be a barrier to reproduction.\nChoices A, C and D do not include 3n, and so are not correct answers.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 34",
      "content": "Chimpanzees (Pan troglodytes) and bonobos (Pan paniscus) diverged from a common ancestor around 1.25 million years ago. This event is thought to have been influenced by the formation of the Congo River.\nThe diagram shows the ranges of chimpanzees and bonobos.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/5ef05d29-cba6-41dc-951e-55b208901826/images/f07512ca-f354-46f2-a2d2-8218db2ed843/BI2806.png)\n\n\n[Source: Adapted from Guy, Cp. (2016, May 24). File: Bonobo vs chimp.png - Wikimedia Commons. Wikimedia commons. Retrieved January 12 , 2024 from URL https://commons.wikimedia.org/wiki/File: Bonobo_vs_chimp.png. Copyright under CC BY 4.0]\n\n\n- Chimpanzees and bonobos are two different species that share a recent common ancestor. State three similarities or differences between them that would result from this shared ancestry and subsequent divergence.\t<span class=\"marks\">[3]</span>\n\n- \n  - Name and explain which type of speciation is likely to have occurred between chimpanzees and bonobos. <span class=\"marks\">[2]</span>\n\n  - Describe the role of differential selection in the speciation event between chimpanzees and bonobos.\t\t\t\t<span class=\"marks\">[2]</span>\n\n\n- \n  - Explain how the process of speciation affects biodiversity. \t\t\t\t<span class=\"marks\">[1]</span>\n\n  - Suggest why gradual evolutionary change within a single species is not considered speciation in the absence of reproductive isolation.\t\t<span class=\"marks\">[2]</span>\n\n\n",
      "markScheme": "\n- any three of the following (at least one from each section):\n  Similarities:\n$\\ce{ -> }$ similar DNA base sequences OR similar mitochondrial DNA sequences\t\t\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ similar amino acid sequences OR cytochrome c OR named example\t\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ similar features OR morphology OR homologous structures OR named example\t <span class=\"marks\">[1]</span>\n\n  Differences:\n$\\ce{ -> }$ differences in some gene sequences OR proteins due to gene mutations since divergence  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ differences in specific behaviours OR social structures \t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ differences in morphology due to adaptations since divergence \t\t <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ unable to breed and produce fertile offspring\t\t <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nChimpanzees and bonobos have similar DNA base sequences ($\\checkmark$) and amino acid sequences in proteins ($\\checkmark$) because they share a recent common ancestor. However, they are now unable to breed and produce fertile offspring ($\\checkmark$), which is why they are not the same species.\n\n\n\n- \n  - any two of the following:\n    $\\ce{ -> }$ allopatric speciation  \t\t<span class=\"marks\">[1]</span>\n\n    $\\ce{ -> }$ a geographical barrier OR a river separates the two populations, preventing gene flow between them \t\t<span class=\"marks\">[1]</span>\n\n    <span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n    $\\underline{\\textrm{Sample answer}}$: \nIt is likely to be allopatric speciation ($\\checkmark$) because the Congo River separates the two populations, preventing gene flow ($\\checkmark$).\n\n  \n  \n  - any two of the following:\n    $\\ce{ -> }$ different environmental conditions OR selection pressures in the separated populations favoured different phenotypes \t\t<span class=\"marks\">[1]</span>\n\n    $\\ce{ -> }$ natural selection acted differently on each population, increasing the frequency of different alleles in each group \t\t\t<span class=\"marks\">[1]</span>\n\n    $\\ce{ -> }$ over time, genetic differences accumulated\t\t<span class=\"marks\">[1]</span>\n\n    $\\ce{ -> }$ this led to reproductive isolation as the populations became too genetically distinct to interbreed \t<span class=\"marks\">[1]</span>\n\n    <span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n    $\\underline{\\textrm{Sample answer}}$: \nDIfferential selection helped lead to speciation because there were different environmental conditions ($\\checkmark$) in the different places, This meant different alleles were selected and increased in frequency ($\\checkmark$).\n\n\n\n\n- \n  - \n\n  $\\hspace{1em}$ $\\ce{ -> }$ speciation increases biodiversity BECAUSE it raises the total number of species on Earth\t<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\hspace{1em}$ $\\underline{\\textrm{Sample answer}}$: \n$\\hspace{1em}$ Speciation leads to two species where there was previously one, so it will increase the total number of species, which increases biodiversity ($\\checkmark$).\n  \n  \n  - any two of the following:\n    $\\ce{ -> }$ reproductive isolation is needed to prevent interbreeding OR to separate gene pools\t<span class=\"marks\">[1]</span>\n\n    $\\ce{ -> }$ without this, individuals can still mate and produce fertile offspring OR alleles are shared within the population\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n    $\\ce{ -> }$ gradual changes within a species without reproductive isolation represent variation within a species NOT the formation of a new species\t\t<span class=\"marks\">[1]</span>\n\n    <span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n    $\\underline{\\textrm{Sample answer}}$: \nReproductive isolation is needed to prevent interbreeding ($\\checkmark$). If individuals can still interbreed, they can share alleles across the gene pool ($\\checkmark$). This means there is no accumulation of differences, which leads to speciation.\n\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "3.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 35",
      "content": "Which statement best illustrates the process of evolution?\n\n\n\n- A.$\\hspace{1em}$ A horse that increases its maximum running speed has faster offspring.\n- B.$\\hspace{1em}$ A random mutation gives resistance to a disease and spreads in the population.\n- C.$\\hspace{1em}$ Mutations occur as needed to increase fitness in individuals and populations.\n- D.$\\hspace{1em}$ The most complex organisms are the most evolved.\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because evolution is the change in heritable characteristics of a population, and random mutations alter heritable traits.  In this case the mutation confers resistance to a disease, making these individuals more likely to survive and pass on the mutation to their offspring.  Over time resistance to the disease becomes more prevalent in the population.\nChoice A is incorrect because traits acquired through an organism's lifetime cannot be passed on to the next generation.  Choice C is incorrect because mutations are random and do not occur because an individual or population requires a different trait.  Choice D is incorrect because complexity is not a measure of evolutionary progress, as evolution refers to change over time.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "ERQ",
      "title": "Question 36",
      "content": "\n- Outline how reproductive isolation can result in changes in allele frequencies between populations.\t<span class=\"marks\">[3]</span>\n\n- Compare and contrast spermatogenesis and oogenesis.\t<span class=\"marks\">[5]</span>\n\n- Outline how muscle contraction is brought about according to the sliding filament model. <span class=\"marks\">[7]</span>\n\n",
      "markScheme": "\n- any three of the following:\n  $\\ce{ -> }$ allopatric speciation is caused by geographical isolation and, therefore reproductive isolation \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ sympatric speciation takes place in the same habitat due to different niches OR differences in feeding behaviour OR behavioural differences OR courtship differences\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ both processes lead to isolation of populations <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ genetic variation occurs due to genetic drift OR mutation \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ reproductive isolation prevents or limits gene flow between populations\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ leads to changes in allele frequencies within those populations  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ over time this leads to formation of a new species due to inability to breed with the original population of the species\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nGeographic isolation, such as that caused by tectonic plate movement, can lead to isolation of a population ($\\checkmark$). Reproductive isolation prevents or limits gene flow ($\\checkmark$) between populations of the same species.\n  This leads to changes in allele frequencies within those populations, and over time could lead to the formation of a new species ($\\checkmark$) due to its inability to breed with the original population that it separated from.\n\n\n\n- any five of the following: (at least one from each):\n  Similarities \n$\\ce{ -> }$ BOTH produce haploid cells OR nuclei <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ BOTH involve meiosis \t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ BOTH occur in reproductive organs \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ BOTH involve maturation of immature germ cells\t\t<span class=\"marks\">[1]</span>\n\n  \n  Differences \n$\\ce{ -> }$ spermatogenesis occurs in testes WHEREAS oogenesis occurs in the ovaries\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ spermatogenesis produces many gametes WHEREAS oogenesis produces one gamete per month or cycle\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ spermatogenesis produces OR results in four mature sperms from one precursor cell ( and no polar bodies) WHEREAS oogenesis produces one mature egg from the precursor cell, (the other cells forming polar bodies) OR spermatogenesis involves mitotic and meiotic divisions WHEREAS oogenesis involves meiotic divisions with uneven cytokinesis\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ spermatogenesis starts at puberty WHEREAS oogenesis begins during fetal development <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ spermatogenesis continues through adult life WHEREAS oogenesis stops at menopause  <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>5 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nBoth spermatogenesis and oogenesis take place in reproductive organs ($\\checkmark$), however spermatogenesis occurs in the testes of biologically male animals  whereas oogenesis occurs in the ovaries of biologically female animals ($\\checkmark$). Both processes produce haploid cells ($\\checkmark$) via the process of meiosis ($\\checkmark$). While spermatogenesis produces four mature sperms from one precursor cell, oogenesis produces one mature egg ($\\checkmark$) from the precursor cell, the other cells becoming polar bodies. Spermatogenesis continues throughout adult life in the biological male, whereas oogenesis stops at menopause ($\\checkmark$) in biological females. Spermatogenesis produces many gametes, whereas oogenesis produces one gamete per month ($\\checkmark$).\n\n\n\n- any seven of the following:\n  $\\ce{ -> }$ muscle fibres consist of myofibrils made up of myosin AND actin AND troponin AND tropomyosin protein\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ tropomyosin winds around actin filaments covering binding sites for myosin heads\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ action potential passes along cell membrane of muscle fibre OR sarcolemma OR down T-tubules <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ causes release of calcium ions OR Ca2+ from sarcoplasmic reticulum\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ Ca2+ bind troponin protein on the actin filaments causing a conformational change \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ change lifts tropomyosin away for myosin binding sites on actin OR leads to a change in the tropomyosin protein on the actin filament exposing sites to which myosin can bind\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ myosin head binds to actin forming cross bridges\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ inorganic phosphate OR Pi released from myosin head and  myosin head changes angle, pulling actin filament along OR leading to power stroke\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ ‘power stroke’ OR movement of myosin head shortens the sarcomere leading to a muscle contraction\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ ADP is released from myosin head, allowing ATP to bind\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ causes cross-bridge to break OR cause myosin head to release actin\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ hydrolysis of ATP releases energy to return myosin head to original position OR to ‘re-cock’ head <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$  titin stabilises the sarcomere by anchoring myosin to the Z-line OR provides elasticity OR helps the sarcomere return to its resting length after contraction  <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>7 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nMuscle fibres consist of myofibrils made up of thick filaments containing myosin, and thin filaments made up of actin, tropomyosin and troponin ($\\checkmark$). An action potential travelling along the sarcolemma causes the release of calcium ions from the sarcoplasmic reticulum. The calcium ions bind to troponin, which causes a conformational change ($\\checkmark$), lifting the tropomyosin and, exposing sites to which myosin can bind ($\\checkmark$). The binding of the myosin head to the actin causes the release of inorganic phosphate, and the change in the angle of the myosin head, pulling the actin filament along ($\\checkmark$). ADP is released from the myosin head, which allows ATP to bind to the myosin in its place ($\\checkmark$), causing the cross-bridge between the actin and myosin to break ($\\checkmark$). The ATP molecule is then hydrolysed to ADP and Pi, releasing the energy needed for the myosin head to return to its original position ($\\checkmark$).  It is now ready for the whole process to occur again.\n  $\\underline{\\textrm{For additional detail}}$: , see 6:00 in Muscle and Motility II Key Concept Video: https://www.revisionvillage.com/ib-biology/hl/key-concepts/?keyConceptId=6ed962e4-ed05-44fc-b4e4-c0ff93db627f\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "4"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 37",
      "content": "What is adaptive radiation?\n\n\n\n- A.$\\hspace{1em}$ When a new species is produced through natural selection\n- B.$\\hspace{1em}$ When new ecological niches are exploited, resulting in speciation\n- C.$\\hspace{1em}$ When a species moves to a new location and adapts to new conditions\n- D.$\\hspace{1em}$ When speciation occurs, and analogous traits remain\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because adaptive radiation refers to the rapid diversification and speciation of a single ancestral species into multiple descendent species, taking advantage of different niches within a community. Choice A is incorrect as natural selection refers to organisms with advantageous traits having a greater chance of survival and so a greater chance to reproduce and pass on those traits to future generations within that population, leading to the evolution of species over time.  Choice C is incorrect as it refers to the phenomenon where an organism changes in response to new environmental conditions through natural selection and random mutations, while adaptive radiation involves the rapid evolution of more than one species from a single ancestral species. Choice D is incorrect, as analogous traits do not result from common ancestry.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 38",
      "content": "Which of the following is NOT a true statement of allopolyploidy in plants?\n\n\n\n- A.$\\hspace{1em}$ It results in an increased chance of hybrid vigour.\n- B.$\\hspace{1em}$ Plant breeders can select varieties that are best suited to local conditions.\n- C.$\\hspace{1em}$ It results in the duplication of chromosomes within a single species.\n- D.$\\hspace{1em}$ It results in an Increased ability of plants to colonise new habitats.\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nAllopolyploidy arises from hybridisation between two different species, followed by chromosome doubling. The key point is that it introduces a new set of chromosomes from a different species rather than simply doubling an existing diploid genome.\nIn contrast, autopolyploidy occurs within a single species and results in an exact doubling (or higher multiple) of its own chromosome set.  Choice C is, therefore, the correct answer.\nChoice A is incorrect because hybrid vigour is often a direct result of allopolyploidy. New alleles are introduced into a species, giving an immediate selective advantage to that plant species.\nChoice B is incorrect because allopolyploidy allows new varieties that are well adapted to different local abiotic and biotic conditions. This characteristic can explain the widespread global cultivation of wheat (Triticum aestivum) as a staple crop.\nChoice D is incorrect because the new alleles brought in from new species allow a species to compete in a territory or habitat that it had not otherwise been successful in, allowing an invasive species to outcompete the native species in many cases.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "PBQ",
      "title": "Question 39",
      "content": "The pale and dark forms of the peppered moth (Biston betularia) are a classic example of natural selection. The graph shows the changes in the population of pale (mostly white) and dark (mostly black) peppered moths (Biston betularia) during and post the industrial revolution.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/06c9ef98-77c2-415f-98d2-5ce3c2d35738/images/d3574329-664b-4912-804c-f9a20dfa2636/BI1291.png)\n\n\n[© Revision Village 2023]\n\nThe image shows the phenotype of pale and dark moths on white tree bark.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/06c9ef98-77c2-415f-98d2-5ce3c2d35738/images/2cab37cd-63f2-45dd-b597-e0d9ac454ded/BI1291b.png)\n\n\n[Source: Adapted from Bedin, T. (2020, May 26). Tilpasning og evolusjon - natural science (PB) - NDLA. ndla.no.  Retrieved October 02, 2023, from https://ndla.no/en/subject:1/topic:6/topic:3/resource:09fc6c1a-eaa1-4901-b2ae-ee5e7ce1900c. Copyright free]\n\n- Distinguish between the changes in the numbers of pale and dark moths shown in the graph.\t\t<span class=\"marks\">[2]</span>\n\n- \n  - Outline how the trends in the graph can be explained by natural selection.\t <span class=\"marks\">[3]</span>\n\n  - Suggest a technique a group of students could use to compare the population sizes of peppered moths between a deciduous (broadleaved) and a coniferous (evergreen) wood.\t\t<span class=\"marks\">[1]</span>\n\n\n- Calculate the percentage increase in dark-coloured moths between 1850 and 1900.\t\t<span class=\"marks\">[1]</span>\n\n- Draw a line on the graph, predicting how the number of pale moths would have changed, if the industrial revolution did not happen.\t<span class=\"marks\">[1]</span>\n\n- In addition to collecting data such as that shown in the graph, scientists rely on various forms of evidence to explore the concept of evolution. State two other forms of evidence that supports the theory of evolution.\t<span class=\"marks\">[2]</span>\n\n",
      "markScheme": "\n- Any two of the following\n  $\\ce{ -> }$ between 1800 and 1850 OR around the middle of the Industrial Revolution, the number of pale moths remained high OR between 95 and 100% WHEREAS the number of dark moths remained low OR between 0 and 5%\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ from 1850, the number of pale moths began to rapidly decrease WHEREAS  the number of dark moths rapidly increased\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ around 1870 OR just before 1875, the number of dark moths surpasses the number of pale moths\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ from 1900, the number of pale moths was low OR less than 5% WHEREAS the number of dark moths was high OR around 95%\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nBetween 1800 and 1850, the number of pale moths was between 95 and 100%, whereas the number of dark moths was between 0 and 5% ($\\checkmark$). However, from 1850 the number of pale moths decreased rapidly, whereas the number of dark moths increased rapidly ($\\checkmark$).\n\n\n\n- \n  - Any three of the following\n\n  $\\ce{ -> }$ natural selection explains how individuals with advantageous traits are more likely to survive to reproduce\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ before the Industrial Revolution, lichens OR mosses OR bark on trees OR brickwork were white, so the pale moths were able to camouflage from predators\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ increased rates of pollution OR soot during the Industrial Revolution caused white lichen and mosses on lichen OR moss OR bark on trees OR brickwork to turn black\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ pale moths were more visible to predators, so their numbers decreased\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ dark moths were able to camouflage from predators, so were better able to survive and breed\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the dark moths gained a selective advantage over the pale moths OR were selected for OR are under directional selection OR pale moths faced intense selection pressure due to predation\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nBefore the Industrial Revolution, lichen and mosses on trees were white, so the pale moths were able to camouflage from predators ($\\checkmark$). However, post-Industrial Revolution, there were increased rates of pollution which caused trees to turn black ($\\checkmark$). This meant that the dark moths were able to camouflage from predators, so were better able to survive and breed ($\\checkmark$).\n\n\n\n- \n  - \n\n  $\\ce{ -> }$ capture-mark-release-recapture \t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nOne technique that students could use is the mark-release-recapture of peppered moths ($\\checkmark$) in coniferous and deciduous woods.\n\n\n\n- Any one of the following:\n  $\\ce{ -> }$ 1800 %\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/06c9ef98-77c2-415f-98d2-5ce3c2d35738/images/335ad891-c368-45e8-8155-0eaae77e5ba2/BI1291c.png)\n\n\n[© Revision Village 2023]\n  Percentage increase = ((final  value - initial value) ÷ initial value) $\\times$ 100% \nPercentage increase = ((95 - 5) ÷ 5 ) $\\times$ 100% \nPercentage increase = 1800% ($\\checkmark$)\n\n\n\n- Any one of the following:\n  $\\ce{ -> }$ line should continue the same trend from before 1850 to 1900\t\t\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\n  ![SkillUpp Image](https://assets.revisionvillage.com/public/question/06c9ef98-77c2-415f-98d2-5ce3c2d35738/images/6b0f3bad-5b55-4b8b-a3eb-6976229dd3c3/BI1291d.png)\n\n\n[© Revision Village 2023]\n\n\n\n- Any two of the following:\n  $\\ce{ -> }$ DNA sequence OR RNA  sequencing\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ amino acid sequence of proteins\t \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ selective breeding OR artificial selection\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ homologous structures OR comparative anatomy OR vestigial structures \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ embryonic development\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the fossil record\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ geographic distribution of species\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe fossil record ($\\checkmark$) and DNA sequencing ($\\checkmark$) provide evidence for the theory of evolution.\n",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "4"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "ERQ",
      "title": "Question 40",
      "content": "Enzymes are central to the control of the majority of biochemical processes in an organism, including the cell cycle.\n\n- Explain how the rate of an enzyme-controlled reaction is affected by changes in the enzyme concentration. \t\t\t<span class=\"marks\">[4]</span>\n\n- Outline how polyploidy results in reproductive isolation. <span class=\"marks\">[4]</span>\n\n- Explain the reasons for changes in allele frequency in different populations. \t <span class=\"marks\">[7]</span>\n\n",
      "markScheme": "\n- Any four of the following (an annotated graph correctly drawn is acceptable to achieve full marks)\n  $\\ce{ -> }$ at lower enzyme concentrations, the rate of reaction is relatively slower\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ as enzyme concentration increases, the reaction rate increases \t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the greater the concentration of an enzyme is, the higher the probability of substrate molecules binding with  OR colliding with the active site OR forming enzyme-substrate complexes\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ at very low concentrations of substrate, increasing enzyme concentration has little effect on reaction rate\t\t               <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ enzyme saturation OR if all active sites have substrate attached, substrate is the limiting factor\t\t\t\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ eventually, if substrate limited, rate of reaction plateaus\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nAs enzyme concentration increases, the rate of reaction also increases ($\\checkmark$).   The more enzyme molecules present, the greater the chances are of a substrate molecule binding to the active site ($\\checkmark$).  If there is a very low concentration of substrate, adding more enzymes has little effect on the rate of reaction ($\\checkmark$) since there is no more substrate to bind. Once all the substrate molecules are attached to active sites the rate of reaction will plateau ($\\checkmark$) as the substrate is the limiting factor ($\\checkmark$).\n\n\n\n- Any four of the following:\n  $\\ce{ -> }$ polyploids possess more than two sets of chromosomes\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ can be caused by hybridisation events between two closely related species \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ can result from failed spindle formation OR non-disjunction OR failed separation of chromosomes OR chromosomes replicate and cell does not divide OR when a diploid gamete fuses with a haploid gamete OR two sperm may fertilise an egg <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ organisms with a different number of chromosomes OR new tetraploid and original diploid cannot breed together to produce fertile offspring\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ results in being reproductively isolated from the original population\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ once isolated polyploid population diverges genetically from original population <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the polyploid organism is a new species\t\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nPolyploidy is when an organism has more than two sets of chromosomes  ($\\checkmark$), this is often the result of chromosomes failing to separate properly during anaphase I or II of meiosis ($\\checkmark$). The polyploid organism becomes reproductively isolated from the original population  ($\\checkmark$) and thus becomes a new species  ($\\checkmark$).\n\n\n\n- Any seven of the following:\n  $\\ce{ -> }$ allele frequency is the proportion of an allele in a population\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ affected by natural selection, where the frequency of more favourable alleles will increase OR the frequency of less favourable alleles will decrease\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ three types of natural selection: disruptive, stabilising and directional\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ disruptive selection is when selection pressures act to remove intermediate varieties in a population, causing the alleles for extreme traits to increase in frequency OR the alleles for intermediate traits to decrease in frequency\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ increasing the variation in a population\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ stabilising selection is when selection pressures act to remove extreme varieties, causing the alleles for extreme traits to decrease\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ decreasing the variation within a population\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ directional selection is when selection pressures act to remove one extreme, which results in the increase of the favoured allele\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mutations are random changes to the DNA base sequence\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ if they result in favourable phenotypes, then the frequency of those alleles can increase in the population\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ genetic drift is random changes in the number of alleles in a population  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ can lead to rapid changes in allele frequency in a short period of time\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ gene migration OR gene flow is the transfer of genetic information from one population to another, often via migration\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ introduces new alleles to populations, thereby changing the allele frequency\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ crossing over can result in new allele combinations that may be favourable to \toffspring\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ can result in the allele frequency of the favourable allele becoming more prominent in a population\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>7 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nAllele frequency is the proportion of an allele in a population ($\\checkmark$) and it can be affected by many factors, including natural selection, which is when organisms that are more adapted to an environment are more likely to survive and breed ($\\checkmark$). There are three types of natural selection; disruptive, stabilising and directional ($\\checkmark$). Disruptive selection is when selection pressures act to remove intermediate varieties,  causing the alleles for extreme traits to increase in frequency ($\\checkmark$), which increases the variation in a population ($\\checkmark$). Stabilising selection is when selection pressures act to remove extreme varieties, causing the alleles for extreme traits to decrease ($\\checkmark$), which decreases the variation in a population ($\\checkmark$). Directional selection is when selection pressures act to remove one extreme, which results in the increase of the favoured allele ($\\checkmark$). Mutations are random changes to the DNA base sequence ($\\checkmark$), if they result in favourable phenotypes, then the frequency of those alleles can increase in the population ($\\checkmark$).\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "4"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 41",
      "content": "Which letter in the Venn diagram correctly matches a description of a speciation event?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/20820265-d2c3-4e59-814e-19b8b0ef6f14/images/eab43cca-4ca7-478f-ba36-41e908d682e6/BI0868%20A4.1.11%20png.png)\n\n\n[©Revision Village 2023.]\n\n\n\n- A.$\\hspace{1em}$ Bonobos (Pan paniscus) and chimpanzees (Pan troglodytes) evolved from a common ancestor.\n- B.$\\hspace{1em}$ A hybrid species (3n) was produced by two smartweed species (genus Persicaria) living in the same geographical region.\n- C.$\\hspace{1em}$ Sub-species of tortoise (C. nigra becki and C. nigra guntheri) in the Galapagos have evolved due to lava flow forming lava fields and impassable terrain.\n- D.$\\hspace{1em}$ The tetraploid grey treefrog emerged as a new species distinct from its diploid relative leading to reproductive isolation despite occupying the same geographical area.\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because speciation through polyploidy is common in smartweed; if the resulting chromosome number is odd (here 3n), then the plants will become reproductively isolated from the 2n population, even though they are in the same geographic location. This is, therefore, an example of polyploidy and sympatric speciation.\nChoice A is incorrect because, although bonobos and chimpanzees were geographically isolated from each other (allopatric speciation), there was no increase in the chromosome number during the speciation event.  Choice C is incorrect because the lava fields geographically isolated the tortoises, leading to sub-species forming. This is, therefore, an ongoing allopatric speciation event, not sympatric, and it does not involve polyploidy. The tetraploid frog resulted from a polyploidy speciation event that resulted in reproductive isolation. This did not involve spatial separation, so cannot be regarded as allopatric speciation; therefore, Choice D is also incorrect.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 42",
      "content": "Which statement is true for both Lamarckism and epigenetic inheritance?\n\n\n\n- A.$\\hspace{1em}$ Both involve changes in the DNA sequence that are inherited and lead to evolution.\n- B.$\\hspace{1em}$ Both involve inherited changes caused by the environment, but the effect of epigenetics may only last a few generations, so it is not a type of evolution.\n- C.$\\hspace{1em}$ Both operate by the use and disuse of traits, leading to evolutionary change.\n- D.$\\hspace{1em}$ Only epigenetics leads to changes in the DNA sequence and, therefore, evolution.\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because both Lamarckism and epigenetic inheritance propose that environmental factors can cause inherited changes, while Lamarckism suggested these changes were permanent and led to evolution through traits acquired during an organism's lifetime. Epigenetic changes involve reversible chemical modifications to DNA or histone proteins that affect gene expression without altering the DNA sequence. These epigenetic changes can be passed to offspring, but often only persist for a few generations and typically do not lead to long-term evolutionary change.\nChoice A is incorrect because neither Lamarckism nor epigenetic inheritance involves changes to the DNA sequence itself. Epigenetics modifies gene expression through chemical tags, while Lamarckism assumed physical or behavioural changes were inherited.\nChoice C is incorrect because only Lamarckism proposed that the use or disuse of traits directly causes evolutionary change. Epigenetic inheritance does not involve the use or disuse of structures but rather chemical changes to gene regulation influenced by environmental factors. Furthermore, epigenetics does not lead to evolution.\nChoice D is incorrect because epigenetic inheritance does not involve changes to the DNA sequence itself and therefore does not cause long-term evolutionary change.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 43",
      "content": "The Allium genus contains leeks, garlics and chives. The images below show two members of the Allium genus that are native to Lithuania and their associated chromosome numbers. Polyploidy events have occurred to produce Allium oleraeceum.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/fb64d4df-df2a-4b61-8edd-4bbd46ffa597/images/8bab7929-0bd6-4141-be1e-51087f10847c/BI1407A.png)\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/fb64d4df-df2a-4b61-8edd-4bbd46ffa597/images/b20d81ba-794e-4f15-aed0-f63bb438d293/BI1407B.png)\n\nAllium angulosumAllium oleraeceum2n = 164n = 32\n[Source: Adapted from Lefnaer, S. (2015, July 26). Category: allium angulosum. Wikimedia Commons. Retrieved January 8, 2023, from https://commons.wikimedia.org/wiki/File: Allium_angulosum_sl3.jpg. Copyright under CC BY 4.0][Source: Adapted from Leidus, I. (2013, July 7). File: allium oleraceum - rohulauk.jpg - wikimedia commons. Wikimedia commons. Retrieved January 8, 2023, from https://commons.wikimedia.org/wiki/File:  Allium_oleraceum_-_rohulauk.jpg. Copyright under CC BY 3.0]\n\n\n- Suggest how polyploidy may occur in plants.\t<span class=\"marks\">[1]</span>\n\n- Outline how polyploidy in a species can lead to speciation.\t\t<span class=\"marks\">[2]</span>\n\n- With reference to plant hormones, explain the directional growth observed in the image of Allium oleraceum.\t\t<span class=\"marks\">[3]</span>\n\n- Plants within the Allium genus often have bulbs which grow underground. Outline how bulbs can be considered sinks and sources in the process of translocation.\t\t<span class=\"marks\">[2]</span>\n\n",
      "markScheme": "\n- Any one  of the following:\n  $\\ce{ -> }$ hybridisation events between closely related plant species OR gametes of two closely related plant species fuse\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ extra set of chromosomes formed during DNA replication stage in interphase OR cell cycle <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ a diploid gamete fuses with a haploid gamete OR two diploid gametes fuse together <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ failed spindle formation OR non-disjunction OR failed separation of chromosomes IN meiosis leading to gametes with extra set of chromosomes\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ chromosomal duplications in cells involved in vegetative OR asexual reproduction <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nPolyploidy can occur in plants if there are hybridisation events between closely related plant species ($\\checkmark$).\n\n\n\n- Any two of the following:\n  $\\ce{ -> }$ organisms with a different number of chromosomes OR new tetraploid and original diploid cannot breed together to produce fertile offspring\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ results in reproductive isolation\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ polyploid plants may be larger OR more fertile OR better adapted than original populations allowing them to exploit different ecological niches leading to geographical isolation\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ once isolated polyploid population diverges genetically from original populations\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe new polyploid organism has a different number of chromosomes than the original plant and so they cannot breed together to produce fertile offspring ($\\checkmark$). This can result in reproductive isolation ($\\checkmark$), which could lead to the formation of a new species.\n\n\n\n- Any three of the following:\n  $\\ce{ -> }$ plant stems OR Allium oleraceum stems respond to light by growing towards it OR plant stems are positively phototropic\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ auxin is produced by actively dividing cells in the tip of the stem OR in the meristem \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ light causes auxin to accumulate on the shaded side of the stem \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ auxin efflux pumps bring about increased concentration on shaded side\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ this causes cells on the shaded side to elongate\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ auxin causes protons to be pumped from cytoplasm of cells into cell wall lowering pH\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ lowering of pH loosens linkages between cellulose fibres so when water enters cell wall stretches and cell elongates\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nAllium oleraceum has a positive phototropic response to light ($\\checkmark$).  Auxin is released from the actively dividing cells of the meristem ($\\checkmark$). Light stimulates auxin to accumulate on the shaded side of the stem ($\\checkmark$), so that cells on the shaded side elongate ($\\checkmark$).\n\n\n\n- Any two  of the following:\nAnswer must include statements supporting bulbs being a sink and supporting bulbs being a source to gain full marks\n  Bulbs are a source because…\n$\\ce{ -> }$ when the plant is not actively photosynthesising, it uses sucrose OR starch OR carbohydrate OR nutrients OR amino acids stored in bulb\t\t<span class=\"marks\">[1]</span>\n\n  Bulbs are a sink because…\n$\\ce{ -> }$ when the plant is actively photosynthesising it will provide carbohydrates OR glucose OR sucrose OR starch, for storage in OR growth of, bulb\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nAt the beginning of the growing season, the bulb is a source because the plant is not actively photosynthesising, so it needs to use the sucrose and amino acids stored in the bulbs for growth ($\\checkmark$).   However, during the middle of the growing season, when the plant is actively photosynthesising, sucrose is transported from the leaves to the bulb to store the excess carbohydrate and so the bulb becomes a sink ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "8",
      "difficultyLevel": "4"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "ERQ",
      "title": "Question 44",
      "content": "\n- Adaptive radiation results in a single ancestral species evolving into multiple, closely related new species which may live in close proximity to each other.  Outline 3 mechanisms by which closely related species living in close proximity may be reproductively isolated.\t<span class=\"marks\">[3]</span>\n\n- Outline the process by which two species may be formed from an ancestral population through the process of allopatric speciation.\t\t\t\t\t\t<span class=\"marks\">[5]</span>\n\n- Explain what polyploidy is and how it can lead to speciation.\t\t<span class=\"marks\">[7]</span>\n\n",
      "markScheme": "\n- Any three of the following:\n  $\\ce{ -> }$ behavioural isolation OR failure to recognise members of different species as possible mates\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ temporal isolation OR reproduction occurs at different times <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ postzygotic barriers\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ habitat isolation, whereby a subsection of one population occupies a different ecological niche <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ hybrid offspring are sterile \t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mechanical isolation OR different morphological structures evolve, resulting in physical incompatibility\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ two closely related species may have different numbers of chromosomes\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ incompatibility of gametes OR inability of sperm to fertilise egg <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nSpecies living close to one another may be reproductively isolated due to behavioural isolation ($\\checkmark$), which is a failure to recognise potential mates.  Two species may also be isolated due to postzygotic barriers ($\\checkmark$).  For example, their offspring could be sterile ($\\checkmark$).\n\n\n\n- Any five of the following:\n  $\\ce{ -> }$ geographic isolation OR ancestral population is separated into two areas OR any named example, e.g.  mountain range, isthmus <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ different random mutations accrue in the two different populations OR different alleles are produced in the two different populations\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ different phenotypes are produced in the two different populations\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ different selection pressures in two different areas\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ different traits selected for in two different areas  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ genetic drift\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ reproductive isolation OR behavioural isolation OR temporal isolation OR post-zygotic barriers\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ gene flow cannot occur\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ changes occur over many generations\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>5 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe ancestral population could have been divided into two populations by the formation of a mountain range ($\\checkmark$), which means gene flow between the two populations does not occur ($\\checkmark$).  Random mutations then build up ($\\checkmark$) between the two populations leading to new phenotypes ($\\checkmark$).  Selection pressures may differ ($\\checkmark$) between the two populations which means different phenotypes would be selected for in the two different environments.  Eventually, the two different populations may become reproductively isolated ($\\checkmark$).\n\n\n\n- Any seven of the following:\n  $\\ce{ -> }$ genetic condition in which an organism has more than two complete sets of chromosomes in its cells <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ more common in plants\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ formation of new species is through two main mechanisms: autopolyploidy and allopolyploidy  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ autopolyploidy occurs due to failure of chromosomes to separate during meiosis\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ autopolyploidy occurs within one species\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ reproductive isolation of polyploid individuals from diploid population\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ reduced OR cessation of gene flow in population due to polyploids being incompatible with diploids\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ polyploid population begins to evolve independently from the diploid population OR genetic divergence occurs\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ allopolyploidy occurs when two different species interbreed and produce hybrid offspring <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ can result in an entire extra set of chromosomes from each parent species\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ allopolyploid individuals often reproduce asexually due to the mismatched chromosomes from different species\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ asexual reproduction acts as a reproductive barrier between the allopolyploid and its parent species <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ reduced gene flow allows for independent evolution OR genetic divergence\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ over time, the allopolyploid population may accumulate genetic differences and adapt to specific ecological niches, leading to the formation of a new species\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ polyploidy can result in odd ploidy number OR 3n, 5n, etc. in daughter species\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ individuals with odd ploidy number cannot undergo meiosis which acts as a reproductive barrier\t <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>7 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nPolyploidy is the condition of having more than two sets of chromosomes ($\\checkmark$). Autopolyploidy is due to the failure of chromosomes to separate during meiosis ($\\checkmark$).  Often, autopolyploid individuals are reproductively isolated ($\\checkmark$) from the parent species due to their gametes being incompatible with the diploid parent’s gametes.\n  Allopolyploid species are produced when two different species hybridise ($\\checkmark$) resulting in a daughter species with an extra set of chromosomes from each parent species ($\\checkmark$).\n  In both allopolyploids and autopolyploids ($\\checkmark$), occasionally individuals are produced with odd ploidy numbers (ex: 3n, 5n) ($\\checkmark$).  These individuals will generally be unable to undergo meiosis ($\\checkmark$), will reproduce asexually and thus be reproductively isolated from their parent species ($\\checkmark$).\n  Once two populations are reproductively isolated there is no gene flow ($\\checkmark$) and a new species is produced.\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information. <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "4.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "ERQ",
      "title": "Question 45",
      "content": "\n- Adaptive radiation results in a single ancestral species evolving into multiple, closely related new species which may live in close proximity to each other.  Outline 3 mechanisms by which closely related species living in close proximity may be reproductively isolated.\t<span class=\"marks\">[3]</span>\n\n- Outline the process by which two species may be formed from an ancestral population through the process of allopatric speciation.\t\t<span class=\"marks\">[5]</span>\n\n- Describe how sexual and asexual reproduction can lead to the formation of new species with different numbers of copies of each chromosome.\t<span class=\"marks\">[7]</span>\n\n",
      "markScheme": "\n- Any three of the following:\n  $\\ce{ -> }$ behavioural isolation OR failure to recognise members of different species as possible mates\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ temporal isolation OR reproduction occurs at different times\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ postzygotic barriers\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ habitat isolation, whereby a subsection of one population occupies a different ecological niche <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ hybrid offspring are sterile \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mechanical isolation, whereby different morphological structures evolve, resulting in physical incompatibility\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ two closely related species may have different numbers of chromosomes\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ incompatibility of gametes OR inability of sperm to fertilise egg \t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nSpecies living close to one another may be reproductively isolated due to behavioural isolation ($\\checkmark$), which is a failure to recognise potential mates.  Two species may also be isolated due to postzygotic barriers ($\\checkmark$).  For example, their offspring could be sterile ($\\checkmark$).\n\n\n\n- Any five of the following:\n  $\\ce{ -> }$ geographic isolation OR ancestral population is separated into two areas OR any named example, e.g.  mountain range, isthmus etc.\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ different random mutations accrue in the two different populations\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ different alleles are produced in the two different populations\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ different phenotypes are produced in the two different populations\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ different selection pressures in two different areas\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ different traits selected for in two different areas\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ genetic drift\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ reproductive isolation OR behavioural isolation OR temporal isolation OR post-zygotic barriers\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ gene flow cannot occur\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>5 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe ancestral population could have been divided into two populations by the formation of a mountain range ($\\checkmark$), which means gene flow between the two populations does not occur ($\\checkmark$).  Random mutations then build up ($\\checkmark$) between the two populations leading to the production of new alleles ($\\checkmark$) and phenotypes ($\\checkmark$).  Selection pressures may differ ($\\checkmark$) between the two populations as well, which means different phenotypes would be selected for in the two different environments.  Eventually, the two different populations may become reproductively isolated ($\\checkmark$).  For example, they may no longer recognise each other as potential mates.\n\n\n\n- Any seven of the following:\n  Asexual reproduction:\n  $\\ce{ -> }$ chromosome number of daughter species is an odd number <span class=\"marks\">[1]</span>\n\n  Sexual reproduction:\n  $\\ce{ -> }$ the hybridisation of closely related species <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ new hybrid species has one set of chromosomes from each parent species \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ self-fertilisation OR autogamy occurs, and chromosome number is doubled OR halved\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ fusion of two diploid gametes OR another valid example of fertilisation leading to a change in chromosome copy number\t<span class=\"marks\">[1]</span>\n\n  Both asexual and sexual reproduction:\n  $\\ce{ -> }$ reproductive isolation OR new species are sometimes brought about by differences in chromosome copy number\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ abnormal meiotic division in parent species <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ daughter species is reproductively isolated from the parent species \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ daughter species reproduces asexually because meiosis is no longer possible \t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>7 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nBoth sexually and asexually reproducing species can be produced when two closely related species hybridise ($\\checkmark$) to produce a daughter species that can carry out mitosis and is reproductively isolated from the parent species ($\\checkmark$).  Sometimes reproductive isolation in both sexually and asexually reproducing species is brought about by a change in chromosome copy number ($\\checkmark$).  This is often due to abnormal meiotic divisions ($\\checkmark$).  When an odd number of chromosomes is present ($\\checkmark$) in the daughter species, for example, 3n, meiosis is impossible ($\\checkmark$), and the daughter species can only reproduce asexually through mitosis.  If the daughter species reproduces through sexual reproduction, the chromosome copy number must be even ($\\checkmark$) so that meiosis is possible ($\\checkmark$).  Sometimes a single, self-fertilizing species may undergo abnormal meiotic divisions ($\\checkmark$), which result in the production of a new species that has half ($\\checkmark$) or double ($\\checkmark$) the number of chromosomes and thus becomes reproductively isolated.\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information.  <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "4.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 46",
      "content": "The diagram below shows the feeding areas of four species of warbler (genus Setophaga).  What is the best explanation for how these warblers came to coexist in such close proximity?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/efab0b51-840a-4a0d-ba33-d1c317006c64/images/33161867-8ead-42eb-bf6d-c392376ff2be/BI0869.png)\n\n\n[©Revision Village 2023.]\n\n\n\n- A.$\\hspace{1em}$ Polyploidy resulted from multiple sympatric speciation events.\n- B.$\\hspace{1em}$ Adaptive radiation reduced competition between the species.\n- C.$\\hspace{1em}$ The presence of four species increases biodiversity and ecological stability.\n- D.$\\hspace{1em}$ One species evolved over time to exploit new ecological niches.\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because adaptive radiation involves exploiting new ecological niches and speciation, here resulting in 4 new species from the original ancestral species which compete less with one another. Choice A is incorrect, as polyploidy is rare in vertebrates and animals generally. Although greater biodiversity generally increases ecological stability, Choice C does not explain how the warblers came to coexist in such close proximity. Choice D is incorrect because if only one species evolved to exploit new ecological niches, there would be only one warbler species, not four.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4.5"
    }
  ]
}