{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 1",
      "content": "Figure 1\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/004b92db-b05f-4ec0-b1b3-b114c4cff33e/images/5d4bffd3-29de-49de-b75e-0f37331c1923/EC0366%20fig1.png)\n\nDescribe the opportunity costs faced by the economy shown inFigure 1.[2]UsingFigure 1, describe how a production possibilities curve illustrates the concepts of scarcity and opportunity cost.[3]",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:This economy is facing increasing opportunity costs. This can be seen in Figure 1 as the proportion of butter that is given up for every increase in output of guns rises as the output of guns increases. The opportunity cost is greater when moving from B to C than from A to B.Solution‾\\underline{\\textrm{Solution}}Solution​:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/004b92db-b05f-4ec0-b1b3-b114c4cff33e/images/471d5905-9d57-4e5f-8f59-f737ae61ebd5/EC0366%20fig2.png)\n\nFor stating:The model shows increasing opportunity cost (✓\\checkmark✓)Seen as the proportional increase in loss of one good when increasing output of the other (✓\\checkmark✓)Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:The PPC shows all of the possible combinations of output an economy can produce of two products given their resource allocation. Because resources are scarce/finite, producing beyond the PPC is impossible due to a lack of resources. Therefore, if an economy wishes to increase the production of one good, it can only be done by reallocating resources away from the other good. This situation illustrates the opportunity cost of production.Solution‾\\underline{\\textrm{Solution}}Solution​:Answers should include:PPC illustrates output combinations given a set of resources (✓\\checkmark✓)Resources are assumed to be scarce/finite and therefore producing beyond the PPC is not possible (✓\\checkmark✓)Increasing output of any good cannot be done without reallocating resources from the other good illustrating the existence of opportunity cost (✓\\checkmark✓)",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 2",
      "content": "Despite showing resilience to the global economic depression starting in 1929, the Soviet planned economy was unable to withstand the test of time. Output from its free market capitalist counterparts regularly far exceeded its own economic growth rates. The lack of dynamic growth in the Soviet economy has been mirrored in modern contexts when looking at the economies in countries such as North Korea and Cuba.Outline the differences in how free markets and planned economies answer the basic economic questions.[3]",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:Free markets and planned economies each answer the basic economic questions differently. When addressing what to produce, free market economies produce what consumers need and want while planned economies produce what the government sees as essential. Free market economies answer how to produce in terms of the most efficient means of producing while planned economies produce in the manner the government sees fit to meet its own objectives. And finally, goods and services in free market economies are produced for people with the money to buy them, while in planned economies they are produced for consumption by those the government will allocate consumption to.Solution‾\\underline{\\textrm{Solution}}Solution​:For correctly identifying the differences between free market and planned economies :Free market economiesPlanned EconomiesWhat to produce?Determined by needs/wants of societyDetermined by gov’t direction(✓\\checkmark✓)\\hspace{1em}How to produce?Price mechanism determines efficient use of resourcesDetermined by gov’t direction(✓\\checkmark✓)\\hspace{1em}For whom to produce?Determined by those with the ability to payFor those the government identifies for consumption(✓\\checkmark✓)\\hspace{1em}",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 3",
      "content": "\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/c20f2dc1-4639-497a-ae34-4d2d9703a9c5/images/c846bef4-18cb-4392-9447-29e8cc2e1f86/EC0650.JPEG)\n\nThe Gordie Howe International Bridge, set to open in late 2025, will connect Detroit, Michigan (United States), to Windsor, Ontario (Canada), spanning 853 meters over the Detroit River. Despite its cost of over US$4 billion, this project addresses a critical need for improved infrastructure in one of the busiest trade corridors between the two countries. The new bridge is expected to significantly ease road congestion, reducing travel times, especially for the many Canadians who commute daily to Detroit for work. Currently, only a narrow bridge and a road tunnel link the two cities. A toll to cross the bridge is expected to pay part of the construction costs.Text source: Wikipedia. (2014). Gordie Howe International Bridge. Retrieved September 6, 2024, fromhttps://en.wikipedia.org/wiki/Gordie_Howe_International_Bridge. Source Adapted. CC BY-SA 4.0]Image source: Kooiman, M. (2023, May 25). Gordie Howe Bridge under construction May 2023. Retrieved September 6, 2024, fromhttps://commons.wikimedia.org/wiki/File:Gordie_Howe_Bridge_under_construction_May_2023.jpg. CC BY-SA 4.0Define the termcapitalgoods[2]Explain why building the Gordie Howe International Bridge can be considered an example of a supply-side policy.[4]Explain why the existing bridge between Detroit and Windsor cannot be classified as a public good during periods of heavy traffic.[4]With reference to the text, explain how the opening of the Gordie Howe International Bridge will impact the labour market in Detroit.[4]",
      "markScheme": "Sample answer:‾\\underline{\\textrm{Sample answer: }}Sample answer:​A capital good is a previously produced good that is not directly consumed, but is used by businesses to produce other goods or services.Explanation:‾\\underline{\\textrm{Explanation: }}Explanation:​For defining a capital good as\r\nA previously produced good (✓\\textcolor{black}{\\checkmark}✓)\r\npart of the production process to create other goods or services (✓\\textcolor{black}{\\checkmark}✓)Sample answer:‾\\underline{\\textrm{Sample answer: }}Sample answer:​A supply-side policy is any government policy aimed at enhancing a country's overall production or productivity, often by reducing the cost of production of a sector of the economy. The new Gordie Howe International Bridge will significantly reduce congestion and travel time between the US and Canada, potentially improving trade in one of the busiest crossing points between the two countries. Reducing travel time will reduce production costs and potentially increase the overall production of both cities.Explanation:‾\\underline{\\textrm{Explanation: }}Explanation:​For explaining supply-side policies as a range of policies whose objective is to improve a country's overall production or productivity (✓\\textcolor{black}{\\checkmark}✓).For explaining that the new Gordie Howe International Bridge will reduce congestion and travel time between the two cities (✓\\textcolor{black}{\\checkmark}✓), which can lower costs and benefit trade between the two countries (✓\\textcolor{black}{\\checkmark}✓).For explaining that the improved trade between the US and Canada can further develop the economies of the two countries, and this is why the construction of the new bridge can be classified as a supply-side policy (✓\\textcolor{black}{\\checkmark}✓).Sample answer:‾\\underline{\\textrm{Sample answer: }}Sample answer:​A public good is both non-rival and non-excludable. Non-rival means that if someone uses the good, other users will not be affected. During periods of heavy traffic, the existing bridge between the two cities is a rival good as more cars will further slow down traffic and affect others. Non-excludable means that someone's consumption of the good can be prevented. If the bridge users must pay a toll, it would be excludable. However, since the good is surely rival during heavy traffic, it cannot be classified as a public good.Explanation:‾\\underline{\\textrm{Explanation: }}Explanation:​For explaining that a non-rival good indicates that one's consumption does not affect another's ability to fully use the good or service (✓\\textcolor{black}{\\checkmark}✓).For explaining why, during periods of heavy traffic, the bridge would be classified as rival: one additional person using the bridge would create even more traffic and affect the other drivers (✓\\textcolor{black}{\\checkmark}✓).For explaining that a non-excludable good indicates that it is not possible to prevent people from using the good or service (✓\\textcolor{black}{\\checkmark}✓).For explaining the bridge is excludable as drivers will have to pay a toll to cross the bridge (✓\\textcolor{black}{\\checkmark}✓).Sample answer:‾\\underline{\\textrm{Sample answer: }}Sample answer:​The opening of the Gordie Howe International Bridge will improve traffic between the cities of Detroit and Windsor, reducing the travel time for those Canadians who work in the US. This will likely result in more Canadians being willing to commute to Detroit for work, which will increase the supply of labour in Detroit. Consequently, the rightward shift in the supply of labour will reduce the wage rate and increase the quantity of labour in Detroit.Explanation:‾\\underline{\\textrm{Explanation: }}Explanation:​For explaining that the new Gordie Howe International Bridge will improve the mobility of labour between the two cities by easing road congestion and reducing travel time (✓\\textcolor{black}{\\checkmark}✓).For explaining that this will likely result in more Canadian people being willing to commute to Detroit for work, which would increase the supply of labour in Detroit (✓\\textcolor{black}{\\checkmark}✓).For explaining that the higher supply of labour in Detroit will result in lower wage rates (✓\\textcolor{black}{\\checkmark}✓) and a higher quantity of labour (✓\\textcolor{black}{\\checkmark}✓).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 4",
      "content": "Explain why, for an economy operating at a point on its production possibilities curve (PPC), choices about what to produce might be necessary.",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:When an economy operates along itsproduction possibilitiescurve (PPC), it faces fundamental choices about how to allocate its limited resources to produce various goods and services. Thescarcityof resources—land, labour, capital, and technology—prevents the production of unlimited quantities of goods and services . If these resources are fully employed, the production of more goods or services implies sacrificing the production of other goods and services[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].The PPC illustrates the maximum output combinations of two goods that an economy can achieve using its available resources efficiently[T]\\textcolor{#00CED1}{[\\textbf{T}]}[T]. If it operates inside the PPC, it indicates the underutilization of resources. An economy utilising all of its resourcesefficiently[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]produces at a point on the PPC[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].  Every choice along the PPC involvesopportunity costs, which represent the value of the next best alternative that is forgone. If an economy decides to produce more of one good, it must reduce the production of another good[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. In other words, there is atrade-offbetween the production of the two goods or services included in the model if resources are used efficiently.  For example, increasing the production of healthcare may mean sacrificing some units of education:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/641ebfa6-e959-45e7-bb5c-4d85e848d48d/images/2f9dcb71-b726-4004-9844-7f9ab74d4cce/EC0682A.png)\n\nIf an economy producing at point A wants to provide more education services, it must produce at point B; doing so involves an opportunity cost—2 fewer units of health care services will be supplied[D]\\textcolor{#056608}{[\\textbf{D}]}[D].In summary, the decision regarding which point to produce on the PPC is vital due to the scarcity of resources and the inherent trade-offs involved when there is full employment of resources. Scarce resources require societies to make production choices to best satisfy their needs[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].Explanation‾\\underline{\\textrm{Explanation}}Explanation​:Terminology[T]\\textcolor{#00CED1}{\\textbf{Terminology}\\ [\\textbf{T}]}Terminology[T]For correctly using the termproduction possibilitiescurve by indicating that it illustrates the maximum output combinations of two goods that an economy can achieve using its available resources efficiently. (✓\\checkmark✓)For correct usage ofother relevant terms(✓\\checkmark✓)e.g. scarcity, opportunity cost, efficiency, trade-off[2 maximum]Diagrams[D]\\textcolor{#056608}{\\textbf{Diagrams}\\ [\\textbf{D}]}Diagrams[D]For drawing acorrectly labelledPPC diagram showing:full employment of resources (any point along the PPC) (✓\\checkmark✓)the trade-off (opportunity cost) of increasing the production of one of the goods (any other point along the PPC) (✓\\checkmark✓)Linking the idea of scarcity, opportunity cost and full employment of resources to the diagram (✓\\checkmark✓)[3 maximum]Explanation[EX]\\textcolor{#1974D2}{\\textbf{Explanation}\\ [\\textbf{EX}]}Explanation[EX]For explaining that:the points on the PPC imply full employment of resources (✓\\checkmark✓) and efficient production using those resources (✓\\checkmark✓)scarcity of resources is the reason for the choice of production combinations (✓\\checkmark✓)producing more of one good implies an opportunity cost: resources cannot be used to produce more of one good without decreasing the production of the other good  (✓\\checkmark✓)this trade-off means economies must choose between production combinations to best satisfy their needs (✓\\checkmark✓)[5 maximum][= 10 maximum]",
      "paper": "PAPER1",
      "difficulty": "MEDIUM",
      "calculator": false,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 5",
      "content": "Explain how leakages and injections influence the size of an economy's circular flow of income.",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:Thecircular flow of incomeis an economic model that illustrates how money flows through an economy between different sectors. It depicts the interactions betweenhouseholds, firms, thegovernment, thefinancial marketand theforeign sector, showing how income is generated and spent[T]\\textcolor{#00CED1}{[\\textbf{T}]}[T].The following diagram illustrates the circular flow of income in a closed economy with no government, financial, or foreign sectors.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/b168ff7e-e178-4d9c-bf54-65e7d523f842/images/e45c0396-b696-4cb3-9f17-9148763771cc/EC0683A.png)\n\nThis diagram shows that the value ofoutputproduced in an economy equals the total income generated by such production, which is equal to the money spent to purchase such output[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].The open circular flow of income model includesinjectionsandleakagesto better simulate the real world. Injections areinvestment, government spending, andspending on exports[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX], and leakages aresavings, taxes, andspending on imports[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].The following diagram illustrates this model adding the leakages and injections.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/b168ff7e-e178-4d9c-bf54-65e7d523f842/images/91393d4e-4321-4ea5-9c4e-90ab5ada9822/EC0683.docx%20(1).jpg)\n\nBased on the diagram above, it is evident that if the leakages are greater than the injections, the size of the circular flow becomes smaller[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]and if injections are larger than leakages the size of the circular flow of income increases[D]\\textcolor{#056608}{[\\textbf{D}]}[D].\nSavings leak out of the circular flow and after passing through the financial markets are injected back as investment. Taxes leak out when paid to the government, which injects them back into the flow of income as government spending and imports are leakages as they are bought from other countries but other countries inject money into the flow of income as the exports they buy from domestic producers[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].An example of how the size of the circular flow of income is affected by leakages would be that if there are too many taxes, people will have less disposable income and will purchase fewer products. Then companies will need to reduce their production, dismiss workers, and households will receive less income. In this case, the circular flow of income will shrink.Explanation‾\\underline{\\textrm{Explanation}}Explanation​:Terminology[T]\\textcolor{#00CED1}{\\textbf{Terminology}\\ [\\textbf{T}]}Terminology[T]For correctly using the termcircular flow of incomeby indicating that it is a model that depicts the interactions between households, businesses, the government, the financial sector and the foreign sector, showing how income is generated and spent. (✓\\checkmark✓)For correct usage ofother relevant terms(✓\\checkmark✓)e.g. leakages, injections, savings, taxes, government spending, exports, imports, disposable income, households, firms, foreign sector, financial sector[2 maximum]Diagrams[D]\\textcolor{#056608}{\\textbf{Diagrams}\\ [\\textbf{D}]}Diagrams[D]For drawing acorrectly labelledcircular flow of income diagram showingincome flows from firms to households in the factor (resource) market and returns from households to firms in the goods and services (product) market (✓\\checkmark✓)leakages and injections affect the income flows to households and firms (✓\\checkmark✓)For linking the diagram to a discussion of how leakages and injections affect the size of the circular flow of income. (✓\\checkmark✓)[3 maximum]Explanation[EX]\\textcolor{#1974D2}{\\textbf{Explanation}\\ [\\textbf{EX}]}Explanation[EX]For explaining the circular flow of income (in a closed economy) as the value of output produced in an economy, which is equal to the total income generated by such production, which is equal to the money spent to purchase such output. (✓\\checkmark✓)For explaining how leakages and injections affect the size of the circular flow:leakages are savings, taxes and spending on imports. (✓\\checkmark✓)injections are investment, government spending and spending on exports. (✓\\checkmark✓)the relationship of leakages and injections to the circular flow: leakages decrease the size of the circular flow; injections increase the size of the circular flow (✓\\checkmark✓)if the leakages are greater than the injections, then the size of the circular flow becomes smaller and if injections are larger than leakages the size of the circular flow of income increases. (✓\\checkmark✓)[5 maximum][= 10 maximum]",
      "paper": "PAPER1",
      "difficulty": "MEDIUM",
      "calculator": false,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 6",
      "content": "Though it is the world's largest vanilla producer and rich in minerals like nickel and gold, Madagascar faces persistent poverty, slow economic growth, and poor governance. Agriculture, fishing, and forestry dominate the economy: seventy per cent of the labour force works in these sectors. Eighty per cent of the country's population lives below the poverty line of US$1.90 per day.In contrast, Denmark is a mixed economy that enjoys high living standards and an annual per capita income of over US$60 000. Its economy is focused on services, trade, and manufacturing, while only a small part of the population is employed in agriculture and fishing.Explain how the economic concept of (relative) scarcity is likely to differ between the economies of Madagascar and Denmark.[3]Explain why Madagascar and Denmark both face the problem of scarcity despite the difference in their levels of economic development.[3]Explain the opportunity cost that Denmark and Madagascar would face if each government decided to build a new international airport in its capital city.[4]",
      "markScheme": "Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Both the economies of Madagascar and Denmark face the economic concept of scarcity since their resources are limited. However, while scarcity in Madagascar means that people cannot access basic necessities such as food or clean water, in Denmark it means that they cannot afford all their wants, such as a new car or a second home.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For explaining that both countries face the economic problem of scarcity since there is a limit to their available resources (land, labour, capital) and their economic output (✓\\checkmark✓).For explaining the difference in how scarcity presents itself in the two countries.For Madagascar, scarcity means a lack of basic necessities/needs such as water, staple food, shelter and/or essential medicines (✓\\checkmark✓).For Denmark, scarcity means not being able to have access to all wants, while all basic needs are satisfied (✓\\checkmark✓).Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Scarcity occurs when the available resources cannot satisfy all needs and wants. As both countries have limited economic resources (such as land, capital and labour) and unlimited wants, each country's production is finite, which leads to scarcity despite the differences in their levels of development.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For explaining that scarcity occurs because not all needs and wants can be satisfied given the available resources (✓\\checkmark✓).For explaining that both countries experience limited resources but have unlimited wants—this is the fundamental economic problem (✓\\checkmark✓).For explaining that scarcity can be seen as each country's production is finite, thus not all wants can be fully satisfied (✓\\checkmark✓).Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:As Madagascar is a poor country with 80%\\%%of its population below the poverty line, building a new international airport in its capital city may be extremely costly for its government. It may have to reduce or halt other essential public services, such as education and healthcare, which would represent a high opportunity cost.\r\nIn contrast, Denmark is a richer country with average annual incomes of over US$60 000. Building a new international airport may not prove so challenging for its government, which could maintain all or most of the public services it provides. This means Denmark would face a much lower opportunity cost than Madagascar.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For explaining that the government of a poor country like Madagascar may have very limited public finances, which is supported by the fact that 80%\\%%of the population lives below the poverty line (✓\\checkmark✓).For explaining that for Madagascar, building an international airport may result in the reduction or suspension of other government-funded services due to the lack of money. These services are highly important for a country, which means Madagascar would face a high opportunity cost (✓\\checkmark✓).For explaining that the government of a rich country like Denmark may have better public finances, which can be seen by the fact that the average income in the country is over US$60 000 (✓\\checkmark✓).For explaining that for Denmark, building an international airport is not likely to significantly reduce government-funded services, which would result in a lower opportunity cost than in Madagascar (✓\\checkmark✓).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 7",
      "content": "A country's government is considering upgrading the transport infrastructure connecting two large cities. While some favour the construction of a high-speed rail line due to its positive externalities, others claim that a new highway would greatly benefit local firms. Due to budget constraints, only one of the two projects can be built.A recent government study compared the two projects on some key features, as shown in the table below.High-speed rail projectHighway projectTotal costUS$7 billionUS$7 billionImpact on local employment+7 000 jobs in services valued at US$4.2 billion+9 000 jobs in manufacturing valued at US$3.6 billionEnvironmental impactReducedCOX2\\ce{CO2}COX2​emissions valued at US$0.9 billionReduced traffic on local roads valued at US$1.7 billionDefine the termpositive externalities.[2]Identifytwoexamples of opportunity costs when choosing the highway project.[2]Determine the total opportunity cost, in US dollars, when building the high-speed rail project.[2]The country's government decides to build the high-speed rail project.Using an externality diagram, explain where the market achieves allocative efficiency.[4]",
      "markScheme": "Sample answer:‾\\underline{\\textrm{Sample answer: }}Sample answer:​Positive externalities are the benefits resulting from someone’s action on a third party.Explanation:‾\\underline{\\textrm{Explanation: }}Explanation:​For defining positive externalities as\r\nA beneficial impact of someone’s action (✓\\textcolor{black}{\\checkmark}✓)\r\nOn a third party beyond the consumer or producer (✓\\textcolor{black}{\\checkmark}✓)Sample answer:‾\\underline{\\textrm{Sample answer: }}Sample answer:​Opportunity cost of funding the highway project include the 7 000 jobs in services and the reducedCOX2\\ce{CO2}COX2​emissions.Explanation:‾\\underline{\\textrm{Explanation: }}Explanation:​Opportunity costs are the benefits forgone when making a choice.For identifying thetwoexamples of opportunity cost from the information in the table (✓✓\\textcolor{black}{\\checkmark}\\textcolor{black}{\\checkmark}✓✓)The 7 000 jobs in services that would be created when building the high-speed railThe reduction inCOX2\\ce{CO2}COX2​emissions when building the high-speed railSample answer:‾\\underline{\\textrm{Sample answer: }}Sample answer:​The total opportunity cost when building the high-speed project will be the sum ofUS$\\textrm{US}\\text{\\textdollar}US$3.6 billion (from the 9 000 jobs in manufacturing) and US$\\text{\\textdollar}$1.7 billion (from the reduction in traffic), totalling US$3.6+US$1.7=US$5.3 billion.\\text{\\textdollar}3.6 + \\textrm{US}\\text{\\textdollar}1.7 = \\textrm{US}\\text{\\textdollar 5.3 billion.}$3.6+US$1.7=US$5.3 billion.Explanation:‾\\underline{\\textrm{Explanation: }}Explanation:​When determining the total opportunity cost of building the high-speed rail project, the value of the best alternative is considered. This includes the value of the 9 000 jobs in manufacturing and the value of the reduced traffic on local roads.Opportunity cost =US$3.6+US$1.7=\\textrm{US}\\text{\\textdollar}3.6 + \\textrm{US}\\text{\\textdollar} 1.7 =US$3.6+US$1.7=US$\\text{\\textdollar}$5.3 billionFor applying the correct formula (✓\\textcolor{black}{\\checkmark}✓)For the correct result (✓\\textcolor{black}{\\checkmark}✓)Sample answer:‾\\underline{\\textrm{Sample answer: }}Sample answer:​\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/77d5a7fe-adbb-4372-b388-38d4a4c3610a/images/02416d11-49a8-4eef-8a67-e5963bfbe2e3/678a.png)\n\nThe high-speed project results in positive externalities of consumption due to the increased local employment and the reduction inCOX2\\ce{CO2}COX2​emissions. As a consequence, the marginal social benefit (MSB) curve is above the marginal private benefit (MPB) curve. In other words, MSB exceeds MPB. Allocative efficiency occurs atQOPTQ_{OPT}QOPT​, whereMSB=MSCMSB=MSCMSB=MSC.Explanation:‾\\underline{\\textrm{Explanation: }}Explanation:​For drawing afully labelledexternality diagram illustrating:positive externalities of consumption (the MSB curve is above the MPB curve) (✓\\textcolor{black}{\\checkmark}✓)the allocatively efficient quantity (whereMSC=MSBMSC = MSBMSC=MSB) (✓\\textcolor{black}{\\checkmark}✓)For explaining that the MSB curve is greater than the MPB curve as a result of the positive externalities in terms of higher local employment and diminishedCOX2\\ce{CO2}COX2​emissions (✓\\textcolor{black}{\\checkmark}✓).For explaining that allocative efficiency is achieved atMSB=MSCMSB=MSCMSB=MSC, which corresponds to the quantityQOPTQ_{OPT}QOPT​(✓\\textcolor{black}{\\checkmark}✓).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    }
  ]
}