{
  "list": [
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 1",
      "content": "Which of the following provides evidence for a higher level of biodiversity now compared to any time in the past?\n\n\n\n- A.$\\hspace{1em}$ Changing levels of atmospheric carbon dioxide\n- B.$\\hspace{1em}$ The fossil record\n- C.$\\hspace{1em}$ A decrease in the rate of evolution\n- D.$\\hspace{1em}$ Decreased levels of speciation\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nThe number of organisms found via the fossil record for any era is much lower compared to the number of organisms found on Earth now and those that continue to be found, so Choice B  is correct. Choice A  is incorrect as changing levels of atmospheric carbon dioxide provide evidence for humans' impact on carbon dioxide levels. Choices C and D  are incorrect as evidence suggests that the rate of evolution and speciation are increasing, which provides evidence for increasing biodiversity.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 2",
      "content": "Which is not a cause of the current biodiversity crisis?\n\n\n\n- A.$\\hspace{1em}$ Decreased urbanisation\n- B.$\\hspace{1em}$ The widespread use of vaccines\n- C.$\\hspace{1em}$ Increased air travel\n- D.$\\hspace{1em}$ Increased transmission of diseases\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$:\nUrbanisation is not decreasing, it is increasing all over the world, which is contributing to the current biodiversity crisis. Choice A  is correct.\nThe widespread use of vaccines has led to fewer people dying of diseases before reproductive age, contributing to worldwide population growth, which contributes to the current biodiversity crisis, so Choice B is incorrect. Increased air travel results in more pollution and makes it easier for diseases to spread worldwide which sometimes negatively impacts species, contributing to the biodiversity crisis, so Choices C and D are incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 3",
      "content": "Which statement(s) are possible solutions to the biodiversity crisis?\n\n\n- I.Promoting rewilding projectsII.Recycling and reusing productsIII.Increase meat consumption\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ II only\n- C.$\\hspace{1em}$ I and II only\n- D.$\\hspace{1em}$ I, II and III\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$:\nRewilding projects attempt to restore and rehabilitate ecosystems by reintroducing native species and allowing natural processes to become re-established.  Statement I is therefore correct. Recycling and reusing products means fewer resources will be extracted from the Earth which is a process that can destroy natural habitats and lead to excessive landfill use, so Statement II is correct. Choice C  is therefore correct (Statement I and II).\nIncreasing meat consumption (Statement III) results in more land being cleared for animals such as cattle to be bred, decreasing biodiversity. Choice D is therefore incorrect as it includes this statement. Choices A and B are missing one of the possible solutions to the crisis and are therefore incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 4",
      "content": "Which is not a cause of anthropogenic species extinction?\n\n\n\n- A.$\\hspace{1em}$ Overhunting\n- B.$\\hspace{1em}$ Deforestation\n- C.$\\hspace{1em}$ Introduction of new diseases\n- D.$\\hspace{1em}$ Asteroids\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nAnthropogenic species extinction is extinction caused by human activities.  Asteroid impacts are natural events and are not caused by human activities. However, they have played a significant role in past mass extinctions, such as the event that led to the extinction of the dinosaurs. Choice D is therefore correct.\nWhen humans overhunt (Choice A) it can lead to a decline in populations and, in some cases, extinction. Deforestation (Choice B) is another human activity. The clearing of forests for purposes such as agriculture, logging or urban development, can destroy habitats and disrupt ecosystems, leading to extinction of species that rely on those habitats. When humans introduce new diseases to ecosystems (Choice C), either accidentally or deliberately, it can have devastating effects on native species and bring about extinction.  Choices A, B  and C  are therefore incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 5",
      "content": "The image shows changes in coverage to mixed dipterocarp forests in Southeast Asia over the last 100 years.\nWhich is not a factor that contributed to these changes?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/a1fefead-ab2a-4ce6-991b-34aa2eb33cde/images/ede73a61-24fa-43b8-b1ae-1135b7e67858/BI0904_A4.2.png)\n\n\n[Source: Adapted from San Jose. (2006, February 8). File: map of east asia.png - wikimedia commons. Wikimedia commons. Retrieved July 10, 2023 from URL https://commons.wikimedia.org/wiki/File: Map_of_East_Asia.png. Copyright under CC BY 3.0]\n\n\n\n- A.$\\hspace{1em}$ Building of new roads to mining sites\n- B.$\\hspace{1em}$ Poaching of endangered species\n- C.$\\hspace{1em}$ Planting of rubber plantations\n- D.$\\hspace{1em}$ Building of hydroelectric dams\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nThe image shows the loss of forests in Southeast Asia over 100 years. Poaching of endangered species does not result in deforestation; Choice B  is correct.\nBuilding new roads to mining sites involves clearing land to mine sites, so Choice A  is incorrect. Planting rubber plantations requires clearing forests to plant rubber trees, so Choice C  is incorrect.  Building hydroelectric dams can lead to flooding of forests and irreparable damage to trees, so Choice D is also incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 6",
      "content": "The image shows the extinct North Island giant moa (Dinornis novaezealandiae), a flightless bird that was native to New Zealand. The Moa became extinct in the last 600 years, during the current sixth mass extinction.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/273945a5-5442-41c1-8f0d-83b2ae441eb6/images/b1dfd7ea-6184-436b-992e-995929493172/BI0910.png)\n\n\n[Source: Adapted from Michael, B. H. (2012). File: Euryapteryx.jpg - Wikimedia Commons. Wikimedia commons. Retrieved July 21, 2023 from URL https://\ncommons.wikimedia.org/wiki/File: Euryapteryx.jpg. Copyright under CC BY 3.0\n]\n\n- \n  - State the key difference between the current sixth mass extinction and the previous mass extinctions.  <span class=\"marks\">[1]</span>\n\n  - State one possible cause of the extinction of the Moa.  <span class=\"marks\">[1]</span>\n\n\n- \n  - Outline the physical evidence scientists have collected indicating that the Moa existed.  <span class=\"marks\">[1]</span>\n\n  - In the past, scientists thought that the kiwi (Apteryx haastii), a flightless bird based in New Zealand, was the Moa’s closest living relative.  However, this has been disproven. State what evidence scientists may have found to disprove this relationship.  <span class=\"marks\">[1]</span>\n\n  - The Moa’s closest living relatives are the South American Tinamou (Tinamus major), which have the ability to fly. Explain why these birds are less likely to go extinct than the Moa.  <span class=\"marks\">[1]</span>\n\n\n- Evidence suggests that the Tinamou and Moa shared a common ancestor, but they evolved independently from each other when they were geographically isolated millions of years ago. Explain the evolution of the Tinamou with reference to natural selection.    <span class=\"marks\">[3]</span>\n\n- Another animal at risk of extinction is the Javan rhinoceros (Rhinoceros sondaicus), shown in the image below. There are thought to be fewer than 80 in the world. Suggest two methods scientists could use to prevent its extinction, with a reason for each.    <span class=\"marks\">[2]</span>\n\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/273945a5-5442-41c1-8f0d-83b2ae441eb6/images/d8f49dc3-c88c-451b-96e7-b2940ee2bce2/BI0910b.png)\n\n\n[Source: Adapted from Nelson, S. (2012, July 20). Category: Rhinoceros Sondaicus. Wikimedia Commons. Retrieved July 21, 2023 from URL https://\ncommons.wikimedia.org/wiki/Category: Rhinoceros_sondaicus. Copyright under CC BY 3.0\n]",
      "markScheme": "\n- \n  - Any one of the following:\n\n  $\\ce{ -> }$ sixth mass extinction is mostly anthropogenic OR mainly caused by human activity WHEREAS the previous ones were (primarily) caused by natural events     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the sixth mass extinction event is FASTER than the previous ones\n<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nThe current sixth mass extinction is mostly anthropogenic, whereas the previous ones were primarily caused by natural events ($\\checkmark$).\n  \n  - Any one of the following:\n\n  $\\ce{ -> }$ hunting\tfor food\t     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ fragility of eggs means that they were prone to damage\n<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ introduction of predators OR Polynesian dogs OR invasive OR non-native species\n<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ loss of habitat due to human activity\n<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nOne possible cause of the extinction of the Moa is them being hunted ($\\checkmark$) for food by humans.\n- \n  - Any one of the following:\n\n  $\\ce{ -> }$ fossils     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ rock art OR artefacts depicting Moa\n<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ DNA analysis from Moa remains\t     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ isotopic analysis from Moa remains\n<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nFossils ($\\checkmark$) provide physical evidence for the existence of the Moa.\n  \n  - Any one of the following:\n\n  $\\ce{ -> }$ dissimilar DNA OR amino acid sequences     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ detailed morphological comparisons show notable differences in skeletal structures OR body size, OR other anatomical features\n<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ phylogenetic analysis placed the Kiwi and Moa on separate branches of the phylogenetic tree\t     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ fossil evidence OR fossil dating has shown different ancestral lineages\n<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ another species discovered that appears more closely related to the Moa\n<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nScientists may have found that the Kiwi had dissimilar DNA sequences ($\\checkmark$) to the Moa, and more similar DNA sequences to another organism.\n  \n  - Any one of the following:\n\n  $\\ce{ -> }$ Tinamous can fly so can escape predators OR hunters more easily    <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ Tinamous can build their nests high up in trees so that their young are less vulnerable\n<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nTinamous are less likely to go extinct than the Moa, as they can build their nests high up in trees so that their young are less vulnerable ($\\checkmark$).\n- Any three of the following:\n  $\\ce{ -> }$ geographic isolation of the Tinamou OR Moa lineage meant that different populations were subjected to varying environmental conditions\t     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ random mutations lead to genetic  variation\n<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ genetic variation may have resulted in various physical and behavioural traits\n<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ certain traits among Tinamous OR Moas would have been more advantageous than others\n<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ for example, camouflage OR flight ability OR specific feeding adaptations OR any other suitable example of advantageous trait \t     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ therefore greater chance of survival OR more organisms with these advantageous traits survived to reproductive age\n<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ reproduced and passed on alleles\n<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ repeated for many generations\n<span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nThe geographic isolation of the Tinamou lineage meant that different populations were subjected to different environmental conditions ($\\checkmark$).  Random mutations in the populations resulted in genetic variation ($\\checkmark$), which may have resulted in different physical and behavioural traits ($\\checkmark$). Some traits among Tinamous, such as camouflage or flight abilities, would have been more advantageous than others ($\\checkmark$), resulting in higher survival rates($\\checkmark$). Therefore, these organisms with advantageous traits were able to pass on their alleles to successive generations ($\\checkmark$).\n- Any two of the following:\n  $\\ce{ -> }$ breeding programmes OR carefully selecting individuals for breeding, REASON to increase numbers of rhino OR population size OR genetic diversity OR increase chance of survival of offspring OR produce offspring that can later be released into the wild; OR freeze eggs and sperm OR gametes REASON to preserve genetic diversity OR to use IVF and a closely related rhino species to produce more Javan rhinos\t     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ habitat protection OR restoration projects, REASON to provide safe spaces for rhino OR to provide enough resources for rhino in natural area\n<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ place rhinos into zoos OR nature reserves, REASON to protect from poaching, OR hunting, OR habitat loss, OR for research OR for monitoring OR public awareness OR education OR funding OR to have animals that can be released into the wild after catastrophic events, OR severe disease, in natural habitat\n<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ change laws to protect rhinos, REASON to reduce hunting OR poaching OR export of rhino horn OR use of rhino horn\n<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ sequence DNA of as many Javan rhinos as possible REASON to preserve genetic diversity OR different alleles \t     <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nScientists could prevent the extinction of the Javan rhinoceros by introducing breeding programmes to increase the rhino population ($\\checkmark$) or start habitat restoration projects to provide enough area with enough resources to support the rhino ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "2"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 7",
      "content": "Below is a list of conservation strategies:\n\n\n- I.Establishing a zoo to breed endangered species in controlled environmentsII.National parks and protected areas where species live in their natural habitatIII.Seed banks that store genetic material from endangered plant species\n\nWhich of the statements describes an example of in-situ conservation?\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ II only\n- C.$\\hspace{1em}$ II and III only\n- D.$\\hspace{1em}$ I, II, and III\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nStatement I is false because a zoo is an example of ex-situ conservation (when species are protected outside of their natural habitat). \nStatement II is true because a National park is an example of in-situ conservation, focusing on protecting species in their natural habitats.\nStatement III is false because a seed bank is an example of ex-situ conservation.\nChoice B is therefore correct as it only gives the true Statement II.\nChoices A, C and D are all incorrect as they include one or more of the false Statements I and III.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 8",
      "content": "Which definitions are matched to the correct form of diversity?\n\nEcosystem diversityGenetic diversitySpecies diversityA.$\\hspace{1em}$Different habitats, communities and ecological processesThe type of alleles in a populationGenetic variation within a speciesB.$\\hspace{1em}$The number of species and their abundance in an areaPhenotypic variation in a communityGenetic variability within a speciesC.$\\hspace{1em}$Variety and abundance of different ecosystems in a geographical areaGenetic variability within a species or populationThe number of species and their abundance in an areaD.$\\hspace{1em}$Different habitats, communities and ecological processesThe total number and type of epigenetic markers in a populationThe variety of all life on Earth",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nEcosystem diversity is defined as the variety and abundance of different ecosystems present in a geographical area. Genetic diversity is the genetic variability within a species or population. Species diversity is the number and relative abundance of species found in a specific area. Therefore Choice C is correct.\nChoice A is incorrect because genetic diversity does not only refer to the type of alleles in a population but the number of different alleles in a population. Choice B  is incorrect because phenotypic variation refers to differences in observable characteristics, not genetic diversity, and the definition of ecosystem diversity shown in row B is actually the definition for species diversity. Choice D  is incorrect as genetic diversity does not relate to the control of the expression of genes (epigenetics) within a population and the variety of all life on Earth is the definition for biodiversity.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 9",
      "content": "Which is the most significant factor in the loss of global biodiversity being experienced in the 21st century?\n\n\n\n- A.$\\hspace{1em}$ Industrialisation\n- B.$\\hspace{1em}$ Human population growth\n- C.$\\hspace{1em}$ Invasive plant species\n- D.$\\hspace{1em}$ Deforestation\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct because the rapid growth in human population (which has included a doubling in the period 1960-2020) has put pressure on all the Earth’s resources that humans rely upon. In doing so, habitat loss has had a major negative effect on thousands of species across all five kingdoms. \nChoices A, C and D are all incorrect; whilst they are all factors contributing to global biodiversity loss, they are not the overarching cause. The question asks for the ‘most significant factor’, which is human population growth.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 10",
      "content": "The electric blue tarantula (Chilobrachys natanicharum, pictured below) is a newly-listed (2023) species found in the mangrove swamps of south-western Thailand. The vivid blue colour is created by nanostructures on the spider’s hairs that produce an iridescent effect.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/2d9c8dd7-9273-4363-b0f3-46ca62fdff2e/images/3130ca0e-d70d-4ae6-9e0f-9a2d58bbfde3/BI2808.png)\n\nThe electric blue tarantula Chilobrachys natanicharum[Source: Chomphuphuang, Narin et al (2024 March, 28), File: Chilobrachys natanicharum2 [image]. Wikimedia Commons. Retrieved 2025 April, 30 from https://commons.wikimedia.org/wiki/File: Chilobrachys_natanicharum2.jpg. CC BY 4.0]\n\nWhich statement about the electric blue tarantula is most likely to be correct?\n\n\n\n- A.$\\hspace{1em}$ The electric blue tarantula would be able to mate successfully with another tarantula found in Thailand, Chilobrachys huahini, and produce fertile offspring.\n- B.$\\hspace{1em}$ The electric blue tarantula has recently evolved from darker-coloured species of tarantula.\n- C.$\\hspace{1em}$ The electric blue tarantula was previously classified in the class Insecta (insects).\n- D.$\\hspace{1em}$ The electric blue tarantula has existed for a long time, but was not discovered until recently.\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is correct because, like the vast majority of animal species that live on Earth today, this species had been unknown to humans. It has existed in remote areas away from human habitation, in a niche that makes it a rare global species. As such, it was not discovered until 2023, when human intervention to prevent habitat loss to palm oil farming identified the species. \nChoice A is incorrect because Chilobrachys huahini is a distinct species; only members of the same species can reproduce successfully and produce fertile offspring. \nChoice B is incorrect because there is no evidence of the recent emergence of this species; it is more likely to have been undiscovered for a long time. \nChoice C is incorrect because all spiders, including the tarantula, belong to the class Arachnida (arachnids). The key difference is the number of pairs of legs; insects have 3 pairs, whereas arachnids have 4 pairs.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 11",
      "content": "What is the main cause of Southeast Asia's loss of dipterocarp forest ecosystems?\n\n\n\n- A.$\\hspace{1em}$ Plantations of palm oil (Elaeis guineensis)\n- B.$\\hspace{1em}$ Fungal disease affecting trees\n- C.$\\hspace{1em}$ Nutrient depletion in the soil\n- D.$\\hspace{1em}$ Anthropogenic climate change\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because palm oil plantations now cover large areas previously inhabited by dipterocarp species. Palm oil is used widely in the food and cosmetics industries.\nChoice B is incorrect because, whilst fungal disease does occur in all natural rainforests, it has not caused widespread loss of dipterocarp species. \nChoice C is incorrect because soil nutrient depletion will have occurred, but as a result of biodiversity loss, not a cause of it. \nChoice D is incorrect because, whilst anthropogenic (human-caused) climate change is a cause of ecosystem loss, it is not the main cause in this case.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 12",
      "content": "Which of the following has/have directly contributed to biodiversity loss?\n\n\n- I.The overhunting of African elephants for their ivoryII.The expansion of cities like São Paulo, BrazilIII.The spread of the invasive zebra mussels in North America through ballast water from ships\n\n\n\n\n- A.$\\hspace{1em}$ I only\n- B.$\\hspace{1em}$ II only\n- C.$\\hspace{1em}$ I and III\n- D.$\\hspace{1em}$ I, II, and III\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nStatement I is true because overhunting is one cause of the biodiversity crisis. \nStatement II is true because urbanisation is a cause of the biodiversity crisis. \nStatement III is true because the introduction/spread of pests, diseases and alien species due to global transport are causes of the biodiversity crisis.\nTherefore, Choice D is the correct answer as Statements I, II and III are true.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 13",
      "content": "Which approach, carried out by conservationists in zoos and botanical gardens, defines the transition between ex-situ conservation and in-situ conservation?\n\n\n\n- A.$\\hspace{1em}$ Building more capacity in zoos and botanical gardens.\n- B.$\\hspace{1em}$ Carrying out artificial selection within zoos and botanical gardens.\n- C.$\\hspace{1em}$ Building the population of captive-bred species across zoos and botanical gardens in many countries.\n- D.$\\hspace{1em}$ Release of captive-bred species from zoos and botanical gardens into nature reserves.\n",
      "markScheme": "D\n\n$\\underline{\\textrm{Explanation}}$: \nChoice D is correct because the transfer of ex-situ to in-situ means the return of species from captivity to areas that could become their natural habitats again. Nature reserves increase the chances of successful re-introduction, although many other measures would have to be taken to ensure success. \nChoice A is incorrect because building more captive breeding areas will not increase the chances of being able to reintroduce species back into the wild. \nChoice B is incorrect because, whilst artificial selection would allow desirable traits to be selected for in captivity, this would not necessarily guarantee that species would thrive or even survive in a wild habitat again. Artificial selection would also take a long time (measured in years and decades for some species in particular), as successive generations are bred. \nChoice C is incorrect because having more animals in captivity and plants in botanical gardens would do little to increase the chances of those species being successfully reintroduced to the wild. A large captive population serves no natural purpose to conservation unless a species is released into the wild at some stage. Keeping species in captive breeding might be called ‘preservation’, but it is not ‘conservation’ in its truest sense.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "ERQ",
      "title": "Question 14",
      "content": "\n- Outline why scientists must have several approaches to conserve biodiversity.   <span class=\"marks\">[3]</span>\n\n- There are approximately 80 Javan Rhinoceros (Rhinoceros sondaicus) in the world. Discuss the environmental and economic implications the Indonesian government must consider before volunteering the Javan Rhinoceros to the EDGE programme.        <span class=\"marks\">[5]</span>\n\n- Explain why rapid human population growth is linked to the current biodiversity crisis.   <span class=\"marks\">[7]</span>\n\n",
      "markScheme": "\n- Any three of the following:\n  $\\ce{ -> }$ no single approach is sufficient OR establishing conservation areas is often effective, but without reintroduction of lost species it will have limited success OR other suitable example showing that when one approach is used, another is required for effective conservation    <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ different species OR ecosystems require different measures        <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ not all methods are affordable for different countries OR organisations, OR governments    <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ biodiversity encompasses a vast range of organisms, habitats, and ecosystems with different interdependencies <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ socio-economic factors need to be considered to ensure that conservation efforts take into account local communities' needs and interests   <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ ongoing changes in biodiversity may mean that strategies need to be adapted accordingly      <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ multiple approaches can create a more resilient and effective conservation strategy   <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nScientists must have multiple approaches to conserve biodiversity as no single approach is sufficient ($\\checkmark$), different species require different methods ($\\checkmark$) and not all methods are affordable for different governments ($\\checkmark$).\n\n\n\n- Any five of the following (implications must be stated):\n  Environmental negative considerations\n  $\\ce{ -> }$ disruption of current food chains OR webs   <span class=\"marks\">[1]</span>\n\n  Environmental positive considerations\n  $\\ce{ -> }$ restoration of food webs OR chains  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ habitats OR forests will have to be restored     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the Javan Rhinoceros is a keystone species, so conserving this species would indirectly protect the ecosystem      <span class=\"marks\">[1]</span>\n\n  Economic negative considerations\n  $\\ce{ -> }$ can be expensive to put rhinos in breeding programmes OR zoos, OR EDGE program would require financial investments in research OR monitoring, OR conservation initiatives            <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ land that has been used for urbanisation OR businesses OR agriculture  will have to be reforested            <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ local communities might rely on the same resources as the rhinoceros, OR local communities' livelihoods might be impacted by conservation measures\t   <span class=\"marks\">[1]</span>\n\n  Economic positive considerations\n  $\\ce{ -> }$ increase tourism in the area      <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ may improve international cooperation OR trade agreements, OR foreign investments      <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>5 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nBefore volunteering the Javan rhinoceros to the EDGE programme, economic considerations must be taken into account.  For example, protecting the Javan rhinoceros would likely increase tourism in the area ($\\checkmark$) as people will travel to the country to see the rhinos. However, it can be expensive to put rhinos into breeding programmes ($\\checkmark$) or reforest land that has been urbanised ($\\checkmark$), and this may be unaffordable for the Indonesian government. A positive environmental consideration is that reforestation will increase biodiversity ($\\checkmark$) in the area. However, it may also result in disruption of current, stable food chains ($\\checkmark$)in the area.\n\n\n\n- Any seven of the following:\n  $\\ce{ -> }$ more hunting OR poaching OR for food OR resources, which endangers animals <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ loss of habitats due to urbanisation OR agriculture <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ increased agriculture can lead to a monoculture OR a loss in diversity  <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ deforestation for building infrastructure OR resources such as paper OR agriculture   <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ increased pollution due to increased vehicles OR global transport OR industry OR factories can cause damage to organisms OR contribute to global warming   <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ increased use of fertilisers leading to eutrophication      <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ increased spread of diseases to plants OR animals due to increased global transport <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ increased risk of spread of invasive species due to increased global transport     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ increased spread of pests due to increased air travel damaging agriculture OR forest ecosystems     <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>7 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nRapid human population growth is linked to the current biodiversity crisis because as the global population grows, there is an increased need for resources which can result in loss of habitat due to increased agriculture ($\\checkmark$), an increase in the use of fertilisers which can result in eutrophication ($\\checkmark$) and more hunting of animals ($\\checkmark$) which lowers animal populations.  An increase in agriculture which utilises monocultures lowers species diversity in the area ($\\checkmark$).  An increase in the human population is also correlated with increased global transport, which can result in increased pollution, which contributes to global warming ($\\checkmark$), which can have a detrimental effect on ecosystems and also can result in an increased spread of invasive species ($\\checkmark$) and pests ($\\checkmark$), which lowers biodiversity within ecosystems.\n\n\nA quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information.  <span class=\"marks\">[1]</span>\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 15",
      "content": "The image shows Aotearoa’s (New Zealand) North Island giant moa (Dinornis novaezealandiae), which became extinct in the period 1300 - 1500 A.D.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/2461d794-139c-4be6-9943-c8e721f7962d/images/dcbe8b52-91ed-4354-94f8-f2cd1432bb00/BI2809.png)\n\n\n[Source: Adapted from Frederick William Frohawk (16 July 1861 - 10 December 1946). File: Dinornis novaezealandiae [image]. Wikimedia Commons. Retrieved 2025 April 30 from https://commons.wikimedia.org/wiki/File.png. Public domain]\nWhich of the following factors was not a contributing factor to the extinction of the giant moa during that period?\n\n\n\n- A.$\\hspace{1em}$ Habitat loss caused by human encroachment\n- B.$\\hspace{1em}$ Anthropogenic climate change\n- C.$\\hspace{1em}$ Hunting\n- D.$\\hspace{1em}$ Predation by non-human species\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$: \nChoice B is correct (not a factor in the moa’s extinction) because this is an example of anthropogenic extinction, but not a direct result of climate change. In the period 1300-1500 A.D., human-caused climate change had not yet occurred; such climate changes began to occur in the mid-20th century and have continued to the present. \nChoice A is incorrect (a factor in the moa’s extinction) because human forest clearance would have taken place to create living and farming space for humans, their crops and livestock. This will have reduced the moa’s habitat area, impacting its population.\nChoice C is incorrect (a factor in the moa’s extinction) hunting by humans was the single largest factor impacting the moa’s population. They were hunted mainly as a food source for the early settlers of Aotearoa. \nChoice D is incorrect (a factor in the moa’s extinction) because the moa was not an apex predator; the Haast’s eagle (Hieraaetus moorei) was a natural predator of the moa, so it played a role in reducing the moa’s population size.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 16",
      "content": "How does introducing new invasive species, such as Japanese knotweed (Reynoutria japonica), to ecosystems affect biodiversity?\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/7f14db66-6918-4f41-a685-70114e0bcde6/images/01bd4d18-ba7d-4633-965b-1e169e05e1c7/BI0907.png)\n\n\n[Source: Adapted from Carter, W. (2019, September 11). File: reynoutria japonica in Brastad 1.jpg - Wikimedia Commons. Wikimedia commons. Retrieved July 10, 2023 from URL https://commons.wikimedia.org/wiki/File: Reynoutria_japonica_in_Brastad_1.jpg. Copyright free]\n\n\n\n- A.$\\hspace{1em}$ Increases biodiversity because there are more species in the ecosystem\n- B.$\\hspace{1em}$ Decreases biodiversity as the invasive species outcompetes native species for resources\n- C.$\\hspace{1em}$ Decreases biodiversity as new plants encourage new insects and animals to immigrate to the ecosystem\n- D.$\\hspace{1em}$ Increases biodiversity as the invasive species brings new pests into the ecosystem\n",
      "markScheme": "B\n\n$\\underline{\\textrm{Explanation}}$:\nInvasive species are species that arrive in an ecosystem to which they are not endemic to and they often lack natural population controls such as herbivores or predators.  They therefore sometimes outcompete native species for resources which can decrease biodiversity.  Choice B is correct.\n\nChoice A is incorrect, as introducing an invasive species usually reduces biodiversity. There are many reasons for this, including competition with native species, predation, herbivory, habitat alteration and the introduction of disease. Choice C is incorrect as although new plants may encourage new insects and plants to immigrate into an area, this would increase biodiversity, not decrease it.  Choice D is incorrect because although invasive species can bring new pests, these pests often reduce biodiversity by decimating native populations.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 17",
      "content": "Which species are prioritised for conservation in the EDGE of Existence programme?\n\n\n\n- A.$\\hspace{1em}$ Species that are genetically distinct from other living species, and are in danger of extinction.\n- B.$\\hspace{1em}$ Species that are evolutionarily distinct, and are found in vulnerable ecosystems.\n- C.$\\hspace{1em}$ Species that are closely related to keystone species, and are in danger of extinction.\n- D.$\\hspace{1em}$ Species that are keystone species, and are found in vulnerable ecosystems.\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$: \nChoice A is correct because the EDGE of Existence program highlights and focuses on species that are evolutionarily distinct with few living relatives and, therefore, represent a disproportionately high level of genetic diversity. Additionally, the EDGE of Existence program only prioritises species on the endangered and vulnerable IUCN lists, which are, therefore, in danger of extinction.\nChoice B is incorrect because the EDGE of Existence program does not use vulnerable ecosystems as a criterion. It focuses solely on species that are evolutionarily distinct and threatened with extinction.\nChoice C is incorrect because while keystone species play a crucial role in maintaining ecosystem structure and function, they are not necessarily evolutionarily distinct. The EDGE programme does not prioritise species based on their ecological role.\nChoice D is incorrect because neither keystone species nor vulnerable ecosystems are criteria for the EDGE of Existence program.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 18",
      "content": "Gel electrophoresis is a technique used to separate molecules such as nucleic acids. It involves loading the samples into wells in a supporting medium, often agarose gel, and applying an electric current. The diagram below shows the outcome of a gel electrophoresis run.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/c0e242bb-8cdb-4ff2-ad1e-ff39242a9a79/images/d39bad9c-a545-4a74-9b4b-1696d973f3d8/BI1423.png)\n\n\n[© Revision Village 2023]\n\n\n- \n  - Deduce in which direction DNA fragments would move through this gel.  <span class=\"marks\">[1]</span>\n\n  - State what causes the DNA to move in the direction given in (i)\t<span class=\"marks\">[1]</span>\n\n\n- The DNA fragments are not visible immediately after separation. Outline how gene probes can be used to identify the DNA fragments.\t\t<span class=\"marks\">[2]</span>\n\n- DNA profiling can be used to study genetic diversity and population dynamics in various species, aiding in conservation efforts. Describe one named ex-situ conservation technique used to help preserve biodiversity.\t\t\t<span class=\"marks\">[3]</span>\n\n",
      "markScheme": "\n- \n  - \n\n  $\\ce{ -> }$ towards the positive electrode OR from negative to positive electrode OR downwards <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nDNA would travel towards the positively charged electrode ($\\checkmark$).\n  \n  \n  - \n\n  $\\ce{ -> }$ DNA is negatively charged OR phosphate group of DNA is negatively charged <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe phosphate group present in nucleotides gives DNA a net negative charge ($\\checkmark$).\n\n\n\n- Any two of the following:\n  $\\ce{ -> }$ short  single-stranded DNA OR RNA with a complementary base sequence to the target DNA fragment\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ probe is radioactive OR stained with fluorescent dye <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ gel OR membrane is exposed to DNA probe, and if DNA fragment of interest present probe will bind to it OR they will hybridise\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ x-ray film exposes position of radiating probe\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ scanners OR imaging systems are used to detect fluorescence marked probe\t <span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nA short, radioactive ($\\checkmark$), single-stranded section of DNA with a complementary base sequence to the DNA fragment of interest is used ($\\checkmark$).  The gel with the DNA fragments is exposed to the labelled probe and If there are DNA fragments of interest on the membrane the probes will bind to them ($\\checkmark$). X-ray film is used to capture the radiation emitted by the radioactive probe ($\\checkmark$) and this indicates the presence and position of the DNA fragment.\n\n\n\n- Any three of the following (name of type of conservation must be given to gain full marks):\n  Zoos OR Aquariums\n$\\ce{ -> }$ animal husbandry facilities to help battle extinction OR loss of biodiversity\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ maintain detailed records OR pedigrees OR known studbooks to track genetic lineage used to choose breeding pairs to maintain genetic diversity OR minimise inbreeding\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ participation in collaborative species survival plans OR coordinated efforts to manage the breeding of specific species OR exchange animals between different institutions to introduce new genetic diversity\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ captive breeding OR artificial insemination OR in vitro fertilisation allows offspring to be produced using two animals in different zoos OR increases biodiversity by using gametes from animals in other zoos\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ encouraging natural breeding to produce offspring \t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ reintroduction programs OR release animals into wild <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$educational programs OR workshops OR exhibitions to educate the public about the importance of animal conservation\t\t\t\t<span class=\"marks\">[1]</span>\n\n  \n  Animal Tissue Banks \n$\\ce{ -> }$ store samples of animal genetic material OR DNA OR cells OR tissues from various species\t\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ preserves genetic diversity for the conservation of endangered and threatened species OR maintains genetic traits that may be lost in the wild\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ germoplasm stores eggs OR ova OR sperm OR embryos\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ germoplasm collected from species in wild can be used for captive breeding programmes OR assisted reproductive technologies OR artificial insemination OR in vitro fertilisation in captivity\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ tissues stored cryogenically\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ resource for species identification OR verification OR to resolve taxonomic uncertainties OR to differentiate between similar-looking species OR understanding of adaptation OR evolution\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ samples can be used for monitoring the health of wildlife populations OR for analysing tissues for diseases OR pathogens OR contaminants <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ somatic tissue can be used for cloning\t\t\t\t<span class=\"marks\">[1]</span>\n\n  \n  Botanical gardens \n$\\ce{ -> }$ conservation of plant biodiversity\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ often maintain living collections of rare OR endangered plant species, helping safeguard their genetic diversity OR helping prevent extinction\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ scientific research into plant biology OR ecology OR taxonomy within controlled environment contributing to understanding of plant life\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ exchange of seeds or pollen between different gardens maintains biodiversity OR genetic variation\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ educational programs OR workshops OR exhibitions to educate the public about the importance of plant conservation\t\t\t<span class=\"marks\">[1]</span>\n\n  \n  Seed Banks \n$\\ce{ -> }$ safely store variety of plant species' seeds, preserving genetic diversity\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ seeds stored in cool OR  dark OR dry conditions\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ may include agricultural crop seeds, contributing to food security by providing genetic resources for crop improvement\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ seeds can be used for habitat restoration OR population reinforcement OR species reintroduction efforts.\t\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ researchers can study and understand the biology of various plant species\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ serve as a biological insurance policy against catastrophic events OR natural disasters OR disease outbreaks, that can wipe out entire plant populations \t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ educational programs OR workshops to educate the public about the importance of plant conservation\t\t\t\t\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nAnimal tissue banks store DNA, cells, and tissues ($\\checkmark$), using cryogenic preservation ($\\checkmark$) methods. Germplasm, often composed of ova or sperm from wild animals ($\\checkmark$), is crucial for captive breeding programs, effectively increasing genetic diversity ($\\checkmark$) within captive populations. Stored tissue can be used for a variety of research, including investigating evolutionary relationships between species ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "7",
      "difficultyLevel": "3"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 19",
      "content": "The image shows the changes to mixed dipterocarp forests in Southeast Asia over 100 years. Researchers have concluded that the changes are mainly due to anthropogenic factors.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/f51c353f-fc9a-4ebc-8ff9-dc0cbe26f414/images/e6f5e4fb-0bc4-4e86-8873-13849c5e724e/BI0904bi.png)\n\n\n[Source: Adapted from San Jose. (2006, February 8). File: map of east asia.png - wikimedia commons. Wikimedia commons. Retrieved July 10, 2023 from URL https://commons.wikimedia.org/wiki/File: Map_of_East_Asia.png. Copyright under CC BY 3.0]\n\n- Distinguish between the forest coverage in 1900 and 2000  <span class=\"marks\">[1]</span>\n\n- State the definition for ‘anthropogenic’.    <span class=\"marks\">[1]</span>\n\n- Explain two possible anthropogenic reasons for differences in forest coverage between 1900 and 2000.    <span class=\"marks\">[2]</span>\n\n- Suggest what evidence scientists would need to collect from the forests to provide evidence for a biodiversity crisis in South East Asia.    <span class=\"marks\">[1]</span>\n\n- Suggest why it might be important to increase biodiversity in the area.    <span class=\"marks\">[1]</span>\n\n- Conservationists in the area have started a reforestation project in the area, in an attempt to restore the forest to 1900 coverage levels. Discuss what effects this would have on biodiversity.    <span class=\"marks\">[4]</span>\n\n",
      "markScheme": "\n- Any one of the following:\n  $\\ce{ -> }$ there is less forest coverage in the year 2000 COMPARED TO the year 1900, OR there is more forest coverage in the year 1900 to the year 2000     <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nThere is less forest coverage in the year 2000 compared to the year 1900 ($\\checkmark$).\n- Any one of the following:\n  $\\ce{ -> }$ environmental OR ecological change caused by human activity     <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nThe term anthropogenic refers to an environmental change caused, directly or indirectly, by human activity ($\\checkmark$).\n- Any two of the following:\n  $\\ce{ -> }$ deforestation for agriculture OR urbanisation     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ pollution from factories OR vehicles weakening trees     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ human population growth resulting in more trees being cut to build infrastructure OR provide fuels OR make resources such as paper     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ spread of pests OR diseases OR introduction of invasive species causes damage to trees     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ forest fires caused by human activities     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ mining OR oil drilling OR other resource extraction     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ specific examples related to climate change such as changing rainfall patterns OR increased frequency of extreme weather (do NOT allow climate change without a specific example)     <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nTwo anthropogenic reasons for the loss of forests between 1900 and 2000 are deforestation to grow crops  ($\\checkmark$) and human population growth resulting in more trees being cut down for the building of infrastructure ($\\checkmark$).\n- Any one of the following:\n  $\\ce{ -> }$ surveys of plant and animal species in forested AND deforested areas to compare species richness OR abundance OR diversity over time     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ analysis of species population trends     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ amassing data from citizen scientists on species richness OR abundance, OR diversity     <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nTo provide evidence for the biodiversity crisis in South East Asia, scientists would need to conduct surveys on species diversity in the area over time. ($\\checkmark$).\n- Any one of the following:\n  $\\ce{ -> }$ maintain food chains OR webs     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ trees carry out carbon capture OR release oxygen into the atmosphere OR climate change mitigation     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prevent extinction of organisms     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ promote tourism in the area OR aesthetic reasons     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ slow down the spread of zoonotic diseases (as loss of habitat means that animals will live closer together and closer to humans)     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ potential medical resources OR webs     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ preservation of cultural heritage of indigenous communities     <span class=\"marks\">[1]</span>\n\n$\\ce{ -> }$ ethical responsibility to preserve biodiversity     <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nIt is important to increase biodiversity in the area, as trees carry out carbon capture ($\\checkmark$) which contributes to mitigating climate change and promotes tourism in the area, which would boost the economy of South East Asia ($\\checkmark$).\n- Any three of the following (must state what effect it has on biodiversity for mark):\n\n  Increase biodiversity because...\n  $\\ce{ -> }$ provides more habitats     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ provides places for organisms to hide from predators OR hunters\t     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ prevents floods OR landslides due to increased transpiration     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ provides more food for organisms     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ encourages the establishment of complex ecological interactions OR an example such as an increase in number of pollinators for plant reproduction     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ increases species richness     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ increases genetic diversity OR gene flow     <span class=\"marks\">[1]</span>\n\n  Decrease biodiversity because...\n  $\\ce{ -> }$ invasive species are introduced     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ native species are displaced during deforestation\t     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ there is competition between newly planted trees and existing vegetation\t     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ species competition is influenced by edge effects     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ soil disturbance during planting impacts other species negatively     <span class=\"marks\">[1]</span>\n\n  Have little effect on biodiversity because...\n  $\\ce{ -> }$ more than one approach is needed to change biodiversity in the area     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ limited species of trees OR monoculture are planted\t     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ tree species are not selected for their suitability to the area     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ reforested areas are isolated OR lack connections to the existing forest     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ they are not monitored OR managed properly     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ reforested areas are too close to human settlements, potentially leading to conflict     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ trees are planted but animals are not reintroduced    <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>3 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample Answer}}$: \nReforesting may increase biodiversity in the area as it will provide more habitats for organisms ($\\checkmark$) and provide organisms with a place to hide from hunters or predators ($\\checkmark$). However, it may decrease biodiversity if only limited species of trees are replanted in the area ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "3"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 20",
      "content": "Mountain gorillas (Gorilla beringei beringei)  were reclassified from \"Critically Endangered\" to \"Endangered\" by the International Union for Conservation of Nature (IUCN) in November 2018. This change in status was a significant conservation success story, reflecting the positive impact of concerted efforts by governments, conservation organisations, and local communities to protect and increase the population of this subspecies of the eastern gorilla.\r\nThe table below shows the changes in the number of mountain gorillas from 2010 to 2018.\nYearNumber of gorillas2010480201660420181004\n\n\n- Calculate the percentage increase in the number of gorillas from 2010 to 2018.  <span class=\"marks\">[1]</span>  \n- Although the mountain gorilla is rarely seen in zoos, another gorilla subspecies, the western lowland gorilla (Gorilla gorilla gorilla) is. Explain how zoos play a critical role in the conservation of endangered species. <span class=\"marks\">[3]</span>  \n\nStudies have shown that the invasive plant species Sericostachys scandens affects forest composition and may affect the Grauer’s gorilla (Gorilla beringei graueri) recovery in Congo.\n\n- Outline two precautions that should be taken before considering biological control of invasive plants such as these.\t<span class=\"marks\">[2]</span>  \n",
      "markScheme": "\n- The following\n  $\\ce{ -> }$ 109.16% OR 109.2%\t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\n  $\\dfrac{(1004 - 480)}{480} \\times 100\\%$\n  = 109.16% ($\\checkmark$)\n- Any three of the following\n  $\\ce{ -> }$ animal husbandry facilities to help prevent death from disease or injury\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ maintain detailed records OR pedigrees OR known studbooks to track genetic lineage used to choose breeding pairs to maintain genetic diversity OR minimise inbreeding\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ exchange animals between different institutions to introduce new genetic diversity\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ captive breeding OR artificial insemination OR in vitro fertilisation increases chance of successful breeding OR means they do not have to find a mate\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$  reintroduction programs OR release animals into wild\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ scientists OR researchers can study the species up close OR in detail for greater understanding of how to protect it in-situ\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ educational programs to educate the public about the importance of animal conservation\t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nZoos facilitate the exchange of animals between institutions ($\\checkmark$) and maintain detailed records to track genetic lineage used to choose breeding pairs to introduce new genetic diversity ($\\checkmark$).  Artificial insemination also increases the success rate of breeding ($\\checkmark$) endangered species. Moreover, zoos are instrumental in reintroducing programs that release animals back into the wild, directly contributing to restoring natural populations ($\\checkmark$) and ecosystems.\n- Any two of the following\n  $\\ce{ -> }$ research to make sure control organism specifically targets invasive species OR does not affect native species OR does not damage ecosystem OR habitats OR food chains\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ conditions in the target environment should support the survival of the control species\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ control species should have a natural control OR predator\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ control species should not spread outside the targeted area OR should not become an invasive species themselves\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ long-term monitoring plans to observe the effects of the biocontrol species\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ possible socio-economic impacts OR consider ethical OR cultural OR social implications of control species should be assessed\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ plan should be developed in case species need to be controlled OR eradicated <span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nBefore using biological control, it is crucial to conduct thorough research to ensure that the control organism specifically targets the invasive species without impacting native species or the ecosystem ($\\checkmark$). Additionally, the conditions in the target environment must support the survival of the control species ($\\checkmark$)\r\n, ensuring it can effectively reduce the invasive population without becoming invasive itself($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "6",
      "difficultyLevel": "3.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 21",
      "content": "The graph below shows Biodiversity Intactness, a long-term indicator that measures how much original biodiversity remains within terrestrial communities on the continents, based on levels from around 1500 A.D., when records began.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/af00fec2-0075-40c9-8a41-072c06650376/images/1ad75b4e-1e66-416a-87f8-4d878e1c4179/BI2808%20-%20Bi2813%20A4.2%20PQ%20MCQ%20and%20SAQ%20PhilCh.jpeg.JPEG)\n\n\n[Source: adapted from WWF (2024) Living Planet Report 2024 – A System in\nPeril. WWF, Gland, Switzerland http://bit.ly/4jzPxrE. Retrieved 30 April 2025, Public Domain]\n\n\n- \n  - Using data from the graph, compare and contrast biodiversity in Asia and Europe.  <span class=\"marks\">[2]</span>\n\n  - Suggest reasons for the difference(s) you highlighted in part (a) (i)   <span class=\"marks\">[3]</span>\n\n\n- Outline two reasons why the graph might give an inexact picture of global biodiversity loss.  <span class=\"marks\">[2]</span>\n\n- Certain Asian species, including the Chinese Crocodile Lizard (Shinisaurus crocodilurus), have been selected for the EDGE of Existence programme in Asia, whereas another endangered species, the Asian elephant (Elephas maximus), is not on the EDGE of Existence list. Suggest why.  <span class=\"marks\">[3]</span>\n\n",
      "markScheme": "\n- \n  - any two of the following (must include one similarity and one difference to gain full marks)\n    Similarity:\n$\\ce{ -> }$ BOTH showed a high level (close to 1.0) in 1800    <span class=\"marks\">[1]</span>\n\n    $\\ce{ -> }$ BOTH declined from 1800 to 1950  <span class=\"marks\">[1]</span>\n\n    $\\ce{ -> }$ BOTH showed an overall decline 1800 - 2024 OR in the period of study    <span class=\"marks\">[1]</span>\n\n    Difference:\n$\\ce{ -> }$ Asia fell steeply from 1950-2000 WHEREAS Europe recovered in that period  <span class=\"marks\">[1]</span>\n\n    $\\ce{ -> }$ Asia continues to decline (in 2024) WHEREAS Europe is stable OR increasing   <span class=\"marks\">[1]</span>\n\n    <span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n    $\\underline{\\textrm{Sample answer}}$: \nA similarity is that both continents’ biodiversity fell from 1800 to 1950 ($\\checkmark$). By contrast, Europe’s biodiversity increased from 1950 onwards, whereas Asia’s continues to decline in the present day ‘any two of the following (must include one similarity and one difference to gain full marks) ($\\checkmark$).\n\n  \n  \n  - any three of the following:\n    $\\ce{ -> }$ better awareness OR education in Europe   <span class=\"marks\">[1]</span>\n\n    $\\ce{ -> }$ weaker environmental protection law in Asia <span class=\"marks\">[1]</span>\n\n    $\\ce{ -> }$ less poverty OR more access to money to fund biodiversity work in Europe   <span class=\"marks\">[1]</span>\n\n    $\\ce{ -> }$ more reliance on subsistence farming in Asia   <span class=\"marks\">[1]</span>\n\n    $\\ce{ -> }$ less human population growth in Europe since 1950 OR high population density in Asia   <span class=\"marks\">[1]</span>\n\n    $\\ce{ -> }$ more deforestation OR urbanisation in Asia since 1950    <span class=\"marks\">[1]</span>\n\n    $\\ce{ -> }$ European OR American companies operating in Asia; accept palm oil plantation <span class=\"marks\">[1]</span>\n\n    $\\ce{ -> }$ theft OR trafficking OR poaching OR illegal wildlife trading OR of Asian native species   <span class=\"marks\">[1]</span>\n\n    $\\ce{ -> }$ conflict OR political instability in some Asian regions limits long-term biodiversity policy implementation   <span class=\"marks\">[1]</span>\n\n    $\\ce{ -> }$ higher rate of industrialisation OR infrastructure development in Asia since 1950  <span class=\"marks\">[1]</span>\n\n    accept converse arguments\n    <span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n    $\\underline{\\textrm{Sample answer}}$: \nAsia’s rapid economic growth and population growth have put pressure on natural resources ($\\checkmark$). An example could be the draining of wetlands and deforestation to create city space for housing ($\\checkmark$). Weaker laws and law enforcement in Asia ($\\checkmark$) have led to a rise in poaching and trafficking of endangered species, and this can lead to eventual extinction. Non-Asian companies have made large agricultural investments in Asia such as large-scale palm oil plantations, which damage the ecosystem in native tropical forest areas ($\\checkmark$).\n\n\n\n\n- any two of the following:\n  $\\ce{ -> }$ only terrestrial ecosystems OR land are covered in the data OR there is no information on aquatic OR seas OR ocean ecosystems   <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ there is no distinction between subcontinents such as North and South America    <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ there is no distinction between kingdoms OR between plants and animals OR microorganisms     <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ data collection in 1800 will have been less sophisticated OR accurate than 2024    <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ biodiversity in 1500 OR baseline data was already influenced by human activity   <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ indicator may rely on modelled OR estimated data rather than direct field measurements   <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe data only covers terrestrial ecosystems, so takes no account of aquatic organisms ($\\checkmark$). Also, methods of measuring biodiversity in 2024 will be a lot more accurate than those used in previous centuries ($\\checkmark$).\n\n\n\n- any three of the following:\n  $\\ce{ -> }$ the elephant has close genetic relatives OR more close relatives (than the crocodile)   <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the lizard is more evolutionarily unique (than the elephant)   <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ conservation data on the elephant is insufficient OR not up-to-date (to qualify for EDGE)      <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ the elephant may not be globally endangered OR it may be endangered in one country only OR have a healthy population in other countries   <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ there is better ex-situ conservation OR better global zoo OR captive populations of the elephant than the  lizard    <span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ lizard may occupy a more restricted OR fragmented habitat, increasing extinction risk   <span class=\"marks\">[1]</span>\n\n  <span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe Chinese crocodile lizard may be very distinct genetically from its nearest relative, which gives it priority for selection into the EDGE programme, whereas the elephant has more close relatives ($\\checkmark$). The elephant is a popular species for zoos and conservation projects, so there will be higher populations in captivity ($\\checkmark$), making its extinction risk lower. Also, the elephant may be endangered in one country but may exist in large populations elsewhere, lowering its risk of global extinction danger ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "3.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 22",
      "content": "The table shows the number of tree species in two similarly sized forests.  Which statement about the two communities is correct?\n\nTree speciesForest 1Forest 2$\\hspace{1em}$Quercus alba3025$\\hspace{1em}$Acer rubrum1225$\\hspace{1em}$Fagus sylvatica5025$\\hspace{1em}$Betula occidentalis825$\\hspace{1em}$Total number of trees100100[©Revision Village 2023.]\n\n\n\n- A.$\\hspace{1em}$ Forest 2 has the same species richness as Forest 1\n- B.$\\hspace{1em}$ Forest 1 has a higher species evenness than Forest 2\n- C.$\\hspace{1em}$ Forest 1 has a higher species richness than Forest 2\n- D.$\\hspace{1em}$ Forest 2 has an equal species evenness to Forest 1\n",
      "markScheme": "A\n\n$\\underline{\\textrm{Explanation}}$:\nSpecies richness is the number of different species present in an area.  There are 4 species present in both forests so Choice A  is correct.\nSpecies evenness is the relative abundance of different species in an area. Choices B and D  are incorrect as Forest 2 has a higher species evenness than Forest 1 as there is an equal number of each tree species. Choice C is incorrect as species richness is the same in both forests.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 23",
      "content": "Conservationists must consider the size and arrangement of in situ nature parks when creating and managing them. The diagram below shows the theoretical design of three sets of nature reserves.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/7b63a6d0-f974-4bec-818e-4d366ad65974/images/c4568193-831f-4c41-8602-e860820c7d0c/nature%20reserve%20design%20BI1599ii.png)\n\n[©Revision Village 2024]\n\nFor each pair of designs labelled A and B, compare the two and determine which design is better suited for the long-term preservation and management of animal populations. For each comparison, provide a reason to justify your choice.\t <span class=\"marks\">[3]</span>\n",
      "markScheme": "AI vs BI\nany one of the following:\nAI is better than BI sincee a larger reserve:\n$\\ce{ -> }$ supports more species OR a wider variety of species\t<span class=\"marks\">[1]</span>\n\n$\\ce{ -> }$ ensures a more stable food chain OR provides more resources\t<span class=\"marks\">[1]</span>\n\n$\\ce{ -> }$ reduction in the chance of inbreeding OR extinction \t<span class=\"marks\">[1]</span>\n\n$\\ce{ -> }$ can better buffer species against environmental changes because it includes a variety of microhabitats OR climates\t<span class=\"marks\">[1]</span>\n\n$\\ce{ -> }$ more likely to support keystone species, critical for structure of community\t<span class=\"marks\">[1]</span>\n\nAII vs BII\nany one of the following:\nAII is better than BII since a less fragmented reserve:\n$\\ce{ -> }$ has better connectivity for breeding OR gene flow\t<span class=\"marks\">[1]</span>\n\n$\\ce{ -> }$ has reduced edge effect so fewer disturbances OR predators OR invasive species OR reduces habitat degradation preserving the core habitat for sensitive species\t<span class=\"marks\">[1]</span>\n\n$\\ce{ -> }$ provides enough resources to sustain viable populations in the long term \t<span class=\"marks\">[1]</span>\n\n$\\ce{ -> }$ might reduce human-wildlife conflict, as animals less likely to stray into human-populated areas\t<span class=\"marks\">[1]</span>\n\nAIII vs BIII\nany one of the following:\nAIII is better than BIII since corridors:\n$\\ce{ -> }$ facilitate movement of animals OR migration which is crucial for breeding OR finding food OR escaping predators OR for maintaining genetic diversity\t<span class=\"marks\">[1]</span>\n\n$\\ce{ -> }$ can make the reserve more accessible for maintenance and management purposes\t<span class=\"marks\">[1]</span>\n\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n$\\underline{\\textrm{Sample answer}}$: \nAI is better than BI because the larger reserve area in AI can support more species, as it provides more resources ($\\checkmark$).\nAII is better than BII because it is less fragmented. This minimises the edge effect, which reduces exposure to threats such as poaching, predation, and invasive species. ($\\checkmark$).\nAIII is better than BIII because the corridors in AIII facilitate animal movement, which is essential for maintaining genetic diversity, accessing resources, and escaping predators. ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "3",
      "difficultyLevel": "3.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "ERQ",
      "title": "Question 24",
      "content": "The Eurasian beaver (Castor fiber) has been described as a species that promotes biodiversity. Beavers are herbivores that feed on freshwater plants and tree bark. They use their sharp front teeth to fell trees and use the logs and branches to build dams that create pools in which they can build their lodge. A beaver lodge is a construction in which they nest and raise their young, providing protection from predators.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/137391ca-319d-43a2-9119-cf4e9aa52801/images/0716c3a5-4515-4c2c-9098-2dc170bfb110/BI1684%20fig1.png)\n\n\r\n[Source: Jerzy Strzelecki, retrieved July 2024 from https://commons.wikimedia.org/wiki/File: Castor_fiber_07(js),_Narew_River,\r\n_Poland.jpg, copyright under CC BY-SA 3.0]\n\n\n- Suggest ways in which the reintroduction of beavers can increase biodiversity. <span class=\"marks\">[4]</span>  \n\nThe effect of introducing beavers on the species diversity of birds and bats was studied in four areas: on river banks, one without any beaver activity and one where beavers are present, and then ponds, again, one without beaver activity and one where beavers were present. The graph below shows the calculated Simpson’s reciprocal index of Diversity for each area.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/137391ca-319d-43a2-9119-cf4e9aa52801/images/536e088c-9e87-4ae5-902d-c81de6be0cb0/BI1684%20fig2.png)\n\n\r\n[©Revision Village 2024]\n\n\n- State two necessary measurements to calculate Simpson’s reciprocal index of diversity.\t<span class=\"marks\">[1]</span>\n\n- Calculate the percentage increase in the species diversity of bats in the pond after the introduction of the beaver.\t<span class=\"marks\">[2]</span>\n\n\nBeavers became extinct in the UK over 400 years ago. Reintroduction programmes are now being carried out in various regions of the UK.\n\n- Suggest three anthropogenic activities that could have led to the extinction of the beavers in the UK. <span class=\"marks\">[3]</span>  \n",
      "markScheme": "\n- any four of the following:\n  $\\ce{ -> }$ many different habitats OR niches are created by beaver activity\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ dams create pools that slow the run-off of rivers, benefiting plant rooting\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ dams generate wetlands that harbour insect OR invertebrate species\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ this promotes a food chain with consumers such as birds\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ pools are habitats for aquatic plants OR fish\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ felling trees allows sunlight onto the forest floor, benefiting ground-level plants and shrubs\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ fallen trees are a source of food for microorganisms OR detritivores\t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe activity of beavers creates many habitats for other organisms ($\\checkmark$), with an overall increase in biodiversity. For example, the felling of trees opens up patches of ground to sunlight, promoting ground-level vegetation ($\\checkmark$). The pools created by beaver dams attract insects ($\\checkmark$) and the consumers (such as birds) that feed on those insects ($\\checkmark$). Dams slow the run-off of rainwater which has a beneficial effect on plant roots which are not washed away by fast-flowing water ($\\checkmark$). The pools also attract fish species and aquatic plants that can oxygenate the pond water ($\\checkmark$); beavers do not eat fish, so there is no harm to the fish from them.\n\n\n\n- the following:\n  $\\ce{ -> }$ total number of different species in the area OR species richness AND  total number of organisms of each species OR species evenness\t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>1 mark maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nTwo measurements needed to calculate Simpson’s Diversity Index are the total number of species in the area and the total number of organisms of each species($\\checkmark$).\n\n\n\n- the following:\n  $\\ce{ -> }$ percentage increase = {(final volume - initial volume)/initial volume} $\\times$ 100%\t<span class=\"marks\">[1]</span>\n\r\nOR {(0.81-0.51) / 0.51} $\\times$ 100%\n  $\\ce{ -> }$ 58.8%   (allow numbers between 52 and 64%) <span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>2 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nPercentage increase = {(p.81$-$0.51) / 0.51} x 100% ($\\checkmark$)\n  = $-$58.8% ($\\checkmark$)\n\n\n\n- any three of the following:\r\n$\\ce{ -> }$ hunting for fur OR castoreum\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ habitat destruction OR the draining of wetlands OR other hydrological changes\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ deforestation OR logging OR increase in agricultural land\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ water pollution\t\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ fragmentation of landscape\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ urbanisation  OR industrial development OR road construction\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ introduction of alien species\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ trade OR travel leading to introduction of disease\t<span class=\"marks\">[1]</span>\n\n  $\\ce{ -> }$ use of pesticides OR herbicides OR agricultural chemicals\t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>3 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$: \nThe extinction of beavers in the UK may have been caused by overhunting for their valuable fur and castoreum ($\\checkmark$), combined with extensive habitat destruction due to the draining of wetlands ($\\checkmark$) and deforestation for agricultural expansion ($\\checkmark$). Additionally, the introduction of non-native species ($\\checkmark$) and diseases, through international travel, ($\\checkmark$) further contributed to their decline.\n",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "4"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "MCQ",
      "title": "Question 25",
      "content": "The graph shows the global human population since 1700 CE, with a projection made to 2086.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/fc62bbd6-bbe9-4221-9a0b-b191f799f8dd/images/5e38479b-021b-42bf-9f22-5749b575d27f/QuesEdit2.png)\n\n\n[© Revision Village 2025]\n\nAccording to the projection, what will be the percentage population increase between 2000 and 2050 CE?\n\n\n\n- A.$\\hspace{1em}$ 27%\n- B.$\\hspace{1em}$ 38%\n- C.$\\hspace{1em}$ 62%\n- D.$\\hspace{1em}$ 88%\n",
      "markScheme": "C\n\n$\\underline{\\textrm{Explanation}}$: \nChoice C is correct because the global human population in 2000 was 6.0 billion, projected to increase to 9.7 billion by 2050. \nThe increase is:\n9.7 billion − 6.0 billion = 3.7 billion\nTo calculate the percentage increase:\nPercentage increase = ($\\dfrac{\\ce{increase}}{\\ce{population in 2000}}) \\times 100$%\n= ($\\dfrac{\\ce{3.7 billion}}{\\ce{6.0 billion}}) \\times 100$% = 61.67%\nAll the choices are stated to 2 significant figures, so rounding this answer to two significant figures gives 62%.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/fc62bbd6-bbe9-4221-9a0b-b191f799f8dd/images/254de718-6f94-46dc-b122-0decdf87d016/AnsEdit2.png)\n\n\nChoices A, B and D are incorrect because they all contain calculation errors.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "ERQ",
      "title": "Question 26",
      "content": "Organisms that are better adapted to their environment are more likely to survive and thrive.\n\n- Describe how the skin and mucous membranes provide both physical and chemical defence against pathogens.\t<span class=\"marks\">[4]</span>\n\n- Explain the importance of concentration gradients and the mechanisms that regulate them in the human ventilation system.\t<span class=\"marks\">[4]</span>\n\n- Discuss to what extent the fossil record provides evidence for evolution.\t<span class=\"marks\">[7]</span>\n\n",
      "markScheme": "\n- any four  of the following:\nAnswer must include one point from physical defence and one point from chemical defence to gain full marks\nPhysical defence\n$\\ce{ -> }$ skin provides a physical barrier OR is composed of multiple tissue layers preventing pathogens from entering the body\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ skin continuously sheds dead cells which removes any pathogens on the surface\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ cells in skin are held together by tight junctions reinforcing the barrier function OR preventing pathogens from passing between cells\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ mucus produced by mucous membranes can trap pathogens \t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ mucus containing trapped pathogens is either expelled by the body or swallowed\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ cilia on mucous membrane surfaces move pathogens OR foreign particles out of the body\t<span class=\"marks\">[1]</span>\n\n  Chemical defence\n$\\ce{ -> }$ sebaceous glands in the skin secrete sebum, which lowers the pH of the skin and inhibits the growth of bacteria and fungi\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ mucus contains lysozyme OR antimicrobial enzymes which break down bacterial cell walls\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ sweat contains antimicrobials OR acids which inhibit growth of pathogens \t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\nThe skin provides physical defence by forming a barrier that prevents pathogens from entering the body ($\\checkmark$). It also provides chemical defence against pathogens by having sebaceous glands that secrete sebum, which lowers the pH of the skin and so inhibits the growth of bacteria and fungi on the skin ($\\checkmark$). Mucous membranes line the internal surfaces of some organs and body cavities and secrete mucus, which can trap pathogens ($\\checkmark$). The mucus is then expelled by the body or swallowed ($\\checkmark$).\n\n\n\n- any four of the following:\n$\\ce{ -> }$ steeper the concentration gradient, the greater the rate of diffusion, allowing for faster movement of molecules from areas of high concentration to areas of low concentration\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ inhaled air in alveoli has a higher concentration of oxygen than oxygen-depleted blood in the capillaries surrounding the alveoli OR blood has a higher concentration of carbon dioxide than the air in the alveoli. <span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ concentration gradients facilitate diffusion of oxygen from alveoli into blood OR carbon dioxide from blood into alveoli, which provides cells with oxygen for respiration and removes waste carbon dioxide\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ large network of capillaries surrounding alveoli rapidly transport oxygen away from the lungs OR rapidly transport carbon dioxide from the body to the lungs\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ the processes of inhalation and exhalation ensure that there is a constant flow of air in and out of lungs\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ chemoreceptors in carotid artery OR aorta OR medulla monitor blood pH levels OR blood carbon dioxide concentrations <span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ chemoreceptors send signals to respiratory centre in medulla oblongata OR brain stem \t<span class=\"marks\">[1]</span>\n\r\nrespiratory centre OR medulla oblongata controls breathing rate OR depth of breathing to maintain concentration gradient of oxygen\t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>4 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\nEfficient gas exchange in the lungs relies on maintaining concentration gradients, where inhaled air in the alveoli has a higher concentration of oxygen than oxygen-depleted blood and a lower concentration of carbon dioxide than that in the surrounding capillaries ($\\checkmark$). This gradient allows oxygen to diffuse from the alveoli into the blood and carbon dioxide from the blood into the alveoli ($\\checkmark$). An extensive network of capillaries surrounding the alveoli rapidly transports oxygen away from the lungs and carbon dioxide to the lungs ($\\checkmark$). The processes of inhalation and exhalation ensure a constant flow of air in and out of the lungs, maintaining these gradients ($\\checkmark$). Chemoreceptors in the carotid artery and aorta monitor blood pH ($\\checkmark$), sending signals to the respiratory centre to adjust breathing rate and depth ($\\checkmark$).\n\n\n\n- Aay seven of the following:\nAnswer must include one answer from ‘provides evidence’ and one answer from ‘doesn’t provide’ evidence to gain full marks\nProvides evidence\n$\\ce{ -> }$ some organisms have very good fossil records, which allow their evolution to be tracked easily, e.g. horses\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ the sequence of fossils that appear in layers of rock matches the sequence in which they would be expected to evolve \t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ older organisms appear in deeper rock layers OR strata, and more recently evolved organisms appear in the upper layers\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ there are fossils of extinct organisms with transitional forms OR fossils of extinct organisms that have features that link different stages of evolution, e.g. Archaeopteryx, bird-like dinosaurs that support the hypothesis that birds evolved from reptiles\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ the fossil record shows evidence of mass extinction events OR there are many more extinct species than living ones\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ fossils show evidence of adaptive radiation OR divergence of different organisms from a common ancestor OR speciation\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ the fossil record shows evidence of vestigial structures that are no longer present in current organisms\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ there is fossil evidence for the existence of the last universal common ancestor (LUCA) near hydrothermal vents\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ fossils provide chronological evidence that supports the theory of gradualism in evolution, where small changes accumulate over long periods\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ fossilised remains of early hominids show a clear progression in brain size OR bipedalism, supporting human evolution\t<span class=\"marks\">[1]</span>\n\n  Doesn’t provide evidence\r\n$\\ce{ -> }$ fossil record is incomplete, with many gaps OR some fossil species appear abruptly in the fossil record without any precursors\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ some species in the fossil record appear not to have changed much over long periods of time\t\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ convergent evolution OR fossils of unrelated organisms with similar features makes it difficult to track evolution accurately\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ soft-bodied organisms are rarely fossilised, leading to an incomplete record that skews our understanding of evolutionary history\t<span class=\"marks\">[1]</span>\n\r\n$\\ce{ -> }$ process of fossilisation is rare and biased towards certain environments, meaning that the fossil record may not accurately represent all ecosystems and organisms\t<span class=\"marks\">[1]</span>\n\r\n<span class=\"marks\">[<strong>7 marks maximum</strong>]</span>\n\n  $\\underline{\\textrm{Sample answer}}$:\nThe fossil record supports evolution because some organisms have well-documented fossil records that allow their evolutionary changes to be tracked easily ($\\checkmark$). Additionally, the sequence in which fossils appear in rock layers matches the sequence in which they would be expected to evolve ($\\checkmark$). For example, older organisms are found in deeper layers of rocks, while more recently evolved organisms are found in the upper layers ($\\checkmark$). There are also fossils of extinct organisms with transitional features, such as Archaeopteryx, a bird-like dinosaur, which supports the hypothesis that birds evolved from reptiles and provides evolutionary links between present and extinct species ($\\checkmark$). However, there are gaps in the fossil record ($\\checkmark$), some species appear not to have changed over long periods of time ($\\checkmark$), and convergent evolution can make it difficult to track evolution accurately ($\\checkmark$).\n  A quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information.\n",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "4"
    }
  ]
}