{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SQR",
      "title": "Question 1",
      "content": "Explain why economists employ theceteris paribusassumption when modelling and predicting economic activity.[2]Comment on John Maynard Keynes's impact on the government’s role in the economy.[2]Distinguish ways in which Marxists and Keynesians view the role of government in economic activity. Fill in the blanks in the table below.[4]MarxistsKeynesiansEconomic systemfree market economyResponse tolaissez-fairethe government makes all economic decisionsSignificance of pricereflects demand and supplyOwnership of factors of productionprivate individuals and corporations",
      "markScheme": "Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Economics is a social science, and people are unpredictable. As a result, it is not possible for economists to conduct closed system experiments the way that a chemist or physicist might. Therefore, for clarity, economists assume all things not under scrutiny will remain equal or unchanged by the situation being examined.Solution‾\\underline{\\textrm{Solution}}Solution​:For correctly stating that ceteris paribus means all things equal (✓\\checkmark✓)For correctly stating that closed experiments are not possible in economics (✓\\checkmark✓)Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:John Maynard Keynes rose to prominence during the Great Depression of the 1930s. He believed that the only way out of this depression, as well as historic or future economic crises, was for the government to spend money through direct investment so businesses could increase supply and give money to citizens to increase demand. He argued that the debt incurred by governments to provide this funding was necessary to avoid economic collapse.Solution‾\\underline{\\textrm{Solution}}Solution​:For anyTWOof the following (✓✓\\checkmark\\checkmark✓✓)For identifying Keynes’s ideas as a response to the Great DepressionFor linking government spending to economic crisisFor linking government stimulus to increased aggregate demandFor linking spending on infrastructure to increased economic outputSample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:MarxistsKeynesiansEconomic systemplanned economyfree market economy\\textcolor{#B2BEB5}{\\textrm{free market economy}}free market economyResponse tolaissez-fairethe government makes all economic decisions\\textcolor{#B2BEB5}{\\textrm{the government makes all economic decisions}}the government makes all economic decisions\\hspace{2em}some government involvement in the economy\\hspace{2em}Significance of price\\hspace{2em}reflects value of labour used to produce the product\\hspace{2em}reflects demand and supply\\textcolor{#B2BEB5}{\\textrm{reflects demand and supply}}reflects demand and supplyOwnership of factors of production\\hspace{2em}public ownership, cooperative companiesprivate individuals and corporations\\textcolor{#B2BEB5}{\\textrm{private individuals and corporations}}private individuals and corporationsSolution‾\\underline{\\textrm{Solution}}Solution​:Economic system: Marxists argue that the economy should at first be organized by a (socialist) government. Marxists do not embrace free market principles. (✓\\checkmark✓)Response tolaissez-faire: Keynesians advocate for government guidance in some, but not all production. Keynesians supportlaissez-fairein many sectors of the economy. (✓\\checkmark✓)Significance of price: Marxists believe prices should reflect the value of the labour used to produce the good or service. Marxists do not believe market forces—demand and supply—effectively establish prices. (✓\\checkmark✓)Ownership of factors of production: Marxists believe the means of production should be owned by the government in a socialist economy, or by the collective in a fully communist society. (✓\\checkmark✓)",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    }
  ]
}