{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 1",
      "content": "Which is characteristic of both prokaryotes and viruses?I.Contain genetic codeII.Rely on host cell for metabolismIII.Surrounded by cell wallA.\\hspace{1em}I onlyB.\\hspace{1em}I and IIC.\\hspace{1em}II and IIID.\\hspace{1em}I, II and III",
      "markScheme": "AExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Ais correct because both prokaryotes and viruses contain a genetic code. Only viruses rely on a host cell for metabolism, and only prokaryotes have a cell wall (Choice B, Choice C, andChoice D).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 2",
      "content": "Viruses, compared to living organisms, are very small. Which other characteristic listed below distinguishes viruses from unicellular living organisms?A.\\hspace{1em}Contain genetic materialB.\\hspace{1em}Contain cytoplasmC.\\hspace{1em}Lack enzymesD.\\hspace{1em}Genetic material is surrounded by a capsid",
      "markScheme": "DExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Dis correct because The structure of all viruses includes the presence of a capsid, which surrounds the genetic material (Choice D). Both viruses and living organisms contain genetic material (Choice A). Unicellular living organisms contain cytoplasm (Choice B).  Some viruses lack enzymes, but not all viruses lack enzymes (Choice C).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 3",
      "content": "Bacteriophages and coronaviruses are both viruses that affect living organisms. Which structures are present in both bacteriophages and coronaviruses?I.cytoplasmII.capsidIII.genetic materialA.\\hspace{1em}I onlyB.\\hspace{1em}I and II onlyC.\\hspace{1em}II and III onlyD.\\hspace{1em}I, II and III",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Cis correct because bacteriophages and coronavirus have a capsid and genetic material, and do not have cytoplasm (Choice A, Choice B, andChoice D).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 4",
      "content": "Which of the rows below shows the correct characteristics of viruses, prokaryotes and eukaryotes?VirusProkaryoteEukaryoteA.\\hspace{1em}Genome is DNA or RNAGenome is DNA onlyGenome is DNA onlyB.\\hspace{1em}Rely on host cell for nutritionRely on host cell for nutritionDoes not rely on host cell for nutritionC.\\hspace{1em}Synthesises ATP for energy supplySynthesises ATP for energy supplySynthesises ATP for energy supplyD.\\hspace{1em}Capsid presentCapsid presentCapsid present",
      "markScheme": "AExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Ais correct because viruses contain DNA or RNA as their genome. Viruses rely on host cells for nutrition, but prokaryotes and eukaryotes do not (Choice B). Prokaryotes and eukaryotes synthesise ATP, but viruses do not (Choice C). Capsids are present in viruses but not in prokaryotes or eukaryotes (Choice D).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 5",
      "content": "The image below shows a virus which reproduces using the lytic or lysogenic cycle.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/15372430-26ce-4b28-83fc-2ffbfac1c616/images/da0e3d6e-c2e6-4bc5-aaa5-82b689924158/lambda%20bacteriophage%20servier.png)\n\n[Source: Adapted from File: bacteriophage-virus. Retrieved 10 December 2024 from: https://smart.servier.com/smart_image/bacteriophage-virus. CC BY 4.0]State two structural features common to all viruses.[2]Identify the name of this virus.[1]Label the capsid on the image.[1]Compare and contrast the lytic and lysogenic cycles.[4]",
      "markScheme": "anytwoof the following:→\\ce{ -> }​small size relative to living organismsORsize is fixed[1]→\\ce{ -> }​contains nucleic acids as genetic materialORcontain genetic materialORcontain DNA or RNA (both needed for mark)[1]→\\ce{ -> }​surrounded by a capsidORprotein coat[1]→\\ce{ -> }​do not have cytoplasmORdo not have organelles[1][2 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Two structural features common to all viruses are that they contain eitherDNA or RNA(✓\\checkmark✓), surrounded by acapsid(✓\\checkmark✓).→\\ce{ -> }​bacteriophageORlambda bacteriophageORlambda phage (phage on its own is not accepted)[1][1 mark maximum]see the image below\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/15372430-26ce-4b28-83fc-2ffbfac1c616/images/e3b47844-9c3d-4109-a3dc-5fdf96b5d2d3/BI0852%20mark%20scheme.png)\n\n[Source: Adapted from File: bacteriophage-virus. Retrieved 10 December 2024 from: https://smart.servier.com/smart_image/bacteriophage-virus. CC BY 4.0][© Revision Village 2023. Created with Biorender.com][1 mark maximum]anyfourof the following, but answer must include at least one similarity and one difference to earn full marks:similarities→\\ce{ -> }​BOTHcycles are mechanisms for phage,ORbacteriophage, reproduction[1]→\\ce{ -> }​BOTHcycles require phage proteins to bind to specific receptors on the surface of the host bacterium[1]→\\ce{ -> }​BOTHrequire phage DNA,ORphage genetic informationORphage genome, to be inserted into the host bacterium[1]differences→\\ce{ -> }​in lytic cycle, host bacterial cells are killedORlysed,WHILEhost cells are not destroyedORlysed in lysogenic cycle[1]→\\ce{ -> }​in lytic cycle, phage genomeORDNA remains separate to bacterial DNA within the host cell,WHILEphage DNA is inserted into host cell in lysogenic cycle[1]→\\ce{ -> }​in lytic cycle, phage genes,ORDNA,ORgenetic information is expressed immediately,WHILEin the lysogenic cycle, genes are not transcribed,ORexpressed,ORgenetic information lies dormant[1]→\\ce{ -> }​in lytic cycle  host cells are lysed rapidly, leading to immediate harm to the host bacterium,WHILEin lysogenic cycle, there is no harm to host for extended period of time,ORcycle is not immediate[1][4 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Bothlytic and lysogenic cycles are processes ofphage reproduction(✓\\checkmark✓).Bothcycles start withphage proteins bindingto bacterial host cellreceptors(✓\\checkmark✓), and then thegenetic materialisinjected(✓\\checkmark✓) into the host cell. In thelytic cycle, phage DNA remains separateto thebacterial DNwithin the host cell, while in thelysogenic cycle, viral DNAisinserted into the host chromosome(✓\\checkmark✓).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "8",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 6",
      "content": "Viruses have specific components that allow them to infect host cells and replicate. However, some components are not found in both bacteriophages and coronaviruses. Which of the following is not present in BOTH types of viruses?A.\\hspace{1em}Genetic information surrounded by a capsidB.\\hspace{1em}RNA genomeC.\\hspace{1em}Enzymes for replicationD.\\hspace{1em}Structures for attachment to a host cell",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Cis correct because lambda bacteriophages and coronavirus do not have enzymes for replication. The lambda bacteriophage relies entirely on the host cell's machinery for replication and\ncoronaviruses encode their replication enzyme but do not carry it in the virion.Choice Ais incorrect because both have a capsid containing genetic information.Choice Bis incorrect because although the lambda bacteriophage has a DNA genome, not an RNA genome, coronaviruses do have an RNA genome.Choice Dis incorrect because both of these types of viruses have structures for attachment to the host cells.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 7",
      "content": "Some bacteriophages infect host bacteria using the lytic cycle or the lysogenic cycle.\nWhich process is characteristic of the lysogenic cycle but not the lytic cycle?A.\\hspace{1em}Phage DNA is injected into the host cell.B.\\hspace{1em}The phage inserts DNA into host DNA, forming a prophage.C.\\hspace{1em}Host bacterium is killed by cell lysis.D.\\hspace{1em}Phage proteins bind to receptors on the host bacterium cell.",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Bis correct because phage DNA is inserted into the host cell DNA in the lysogenic cycle, but not the lytic cycle. During the lysogenic cycle and lytic cycle, phage proteins bind to specific receptors on the surface of the host bacterium (Choice D). Phage DNA is then inserted into the host bacterium (Choice A) in both the lysogenic cycle and lytic cycle.  Host bacterial cells are killed by lysis in the lytic cycle (Choice C).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 8",
      "content": "Which is not a factor in the rapid evolution of the human immunodeficiency virus?A.\\hspace{1em}Genetic recombinationB.\\hspace{1em}High mutation rateC.\\hspace{1em}Slow replication rateD.\\hspace{1em}Genetic diversity of host population",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Cis correct because a slow replication rate is not a factor in the rapid evolution of HIV. Genetic recombination occurs when many strains of the virus infect the same host, and a new combination of genetic material is observed, which leads to changes in the virus (evolution) over time (Choice A).   Mutations occur rapidly in HIV because it is a single-stranded RNA virus and lacks a mechanism to proofread the genome. The introduction of this variation leads to evolution (Choice B). The genome of humans and the HIV host population, has high genetic diversity. Such diversity in the genome may provide a selective advantage for some HIV strains (Choice D).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 9",
      "content": "Which gives the best summary of the action of reverse transcriptase?A.\\hspace{1em}viral DNA→\\rarr→viral RNAB.\\hspace{1em}viral RNA→\\rarr→viral DNAC.\\hspace{1em}viral RNA→\\rarr→host cell RNAD.\\hspace{1em}viral RNA→\\rarr→host cell DNA",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Bis correct because reverse transcriptase is an enzyme used by retroviruses (e.g. HIV) to convert their RNA genome into a DNA copy. This DNA copy is then integrated into the host cell’s genome, allowing the virus to hijack the host's transcription and translation machinery to produce viral proteins and replicate itself.Choice Ais incorrect because a DNA-containing virus would simply use the host cell’s replication mechanisms to replicate its DNA; there would be no need for reverse transcription.Choice Cis incorrect because reverse transcription involves the conversion of RNA into DNA.Choice Dis incorrect because, whilst the viral DNA copy does get incorporated into the host cell’s genome, this cannot be regarded as host cell DNA as it remains distinct from the host's original DNA. It is not accurate to refer to this DNA as \"host cell DNA\" since it originates from the virus.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 10",
      "content": "The origin of viruses is an area of active research and exploration. Which statement is not evidence that viruses have origins in other organisms?A.\\hspace{1em}Similarities between genome sequence in viral and cellular genes.B.\\hspace{1em}Coevolution of viruses and host.C.\\hspace{1em}Retroviral enzymes such as reverse transcriptase convert RNA to DNA.D.\\hspace{1em}Rate of mutation is rapid in viruses.",
      "markScheme": "DExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Dis correct because the rapid mutation rate is not evidence of viral origins, but rather a characteristic of some viruses.   Similarities between genome sequences in viral and cellular genes (Choice A), the coevolution of viruses and hosts (Choice B), and retroviral enzymes converting RNA to DNA (Choice C),  are all evidence of viral origins from other organisms.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 11",
      "content": "The image below shows the human immunodeficiency virus (HIV).\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/5da46a45-ce71-4b2e-8419-e06476fee40e/images/4cfe17d4-c76f-480f-a1c8-30706d425537/BI0853A.png)\n\n[© Revision Village 2023. Created with Biorender.com]Explain the function of structure X.[2]Identify structure Y.[1]Identify structure Z.[1]State the host of this virus.[1]Describe the metabolic functions of reverse transcriptase.[3]",
      "markScheme": "anytwoof the following:→\\ce{ -> }​host cell attachment[1]→\\ce{ -> }​specificity,ORspecific spikes, bind to specific host cell receptors[1]→\\ce{ -> }​facilitate viral entry into host cell[1]→\\ce{ -> }​facilitate fusion of the viral envelope with the host cell membrane[1][2 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Structure X, the viral glycoprotein spikes, facilitateattachment to the host cell(✓\\checkmark✓)  by binding to specific receptors on its surface. This allows the virus toenter the host cell(✓\\checkmark✓).→\\ce{ -> }​capsid[1][1 mark maximum]→\\ce{ -> }​RNAORsingle stranded RNA[1][1 mark maximum]\\hspace{1em}→\\ce{ -> }​humansORHomo sapiens[1][1 mark maximum]Anythreeof the following:→\\ce{ -> }​reverse transcriptase is an enzyme used in HIV replication[1]→\\ce{ -> }​uses viral RNA as template[1]→\\ce{ -> }​synthesises viral DNA from RNAORreverses transcription to make viral DNA from RNA[1]→\\ce{ -> }​viral DNA is integrated into host chromosome with the help of reverse transcriptase[1]→\\ce{ -> }​integrated viral DNA is transcribed by host cell to synthesise viral proteins[1][3 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:HIV is categorised as a retrovirus. The enzyme reverse transcriptase is contained in the virus's capsid andis needed for HIV replication(✓\\checkmark✓). The enzyme synthesisesa complementary DNA strand(✓\\checkmark✓)from the HIV genetic material, RNA(✓\\checkmark✓). Reverse transcriptasefacilitates the integration of viral DNA into the host chromosome(✓\\checkmark✓).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "8",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 12",
      "content": "A diagram of HIV is shown below. Which structure is composed of glycoproteins?\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/27b39965-0279-44f4-aba6-2afb109e63e2/images/24bba3f7-b735-4ee4-a260-c806279fb3d8/BI0850.png)\n\n[© Revision Village 2023. Created with Biorender.com]",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Bis correct because HIV spikes are glycoproteins. Reverse transcriptase (Choice A) is an enzyme, and made of protein, not glycoprotein. The matrix (Choice D) and capsid (Choice C) are made of protein but not glycoprotein.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 13",
      "content": "Outline the varied forms of genetic material found in viruses.[4]Discuss the evidence supporting that the diversity of viruses exists as a result of convergent evolution.[4]Compare the structure of the coronavirus with the human immunodeficiency virus, HIV.[7]",
      "markScheme": "Anyfourof the following:→\\ce{ -> }​single-stranded RNA[1]→\\ce{ -> }​single-stranded DNA[1]→\\ce{ -> }​double-stranded RNA[1]→\\ce{ -> }​double-stranded DNA[1]→\\ce{ -> }​nucleic acidORDNAORRNA[1][4 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:There are many different types of viruses. The types of genetic information found in different types of viruses includesingle-stranded RNA(✓\\checkmark✓),double-stranded RNA(✓\\checkmark✓),single-stranded DNA(✓\\checkmark✓), anddouble-stranded DNA(✓\\checkmark✓).Anyfourof the following:→\\ce{ -> }​convergent evolution refers to the appearance of similar traits in unrelated organisms as a response to similar selection pressures[1]→\\ce{ -> }​viruses exhibit a wide range of formsORstructuresORmechanisms to adapt to different hostsORenvironments[1]→\\ce{ -> }​presence of a capsid surrounding genetic materialORnucleocapsid is a shared feature that evolved independently in different viral lineages[1]→\\ce{ -> }​presence of specific protein receptors or spikes have evolved independently to facilitate host cell attachmentORsuitable example such as similar spike proteins in coronaviruses and influenza viruses[1]→\\ce{ -> }​independent evolution of similar replication enzymesORreverse transcriptase[1]→\\ce{ -> }​viruses utilise either DNAORRNA as their genetic material, demonstrating molecular convergence in adapting to different replication strategies[1]→\\ce{ -> }​convergent traits enhance viral fitness by aiding in host cell attachmentORimmune evasionORefficient replication[1][4 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Convergent evolution occurs whenunrelated organismsevolvesimilar traitsdue tosimilar selection pressures(✓\\checkmark✓). In viruses, an example is theindependent evolutionofprotein spikesincoronavirusesandinfluenza virusesto aid inhost cell attachment(✓\\checkmark✓). Similarly, unrelated viruses have independently evolvedreverse transcriptaseforefficient replication(✓\\checkmark✓). Additionally, viruses use eitherDNA or RNAas genetic material, showingmolecular convergencein adapting to variousreplication needs(✓\\checkmark✓).Sevenof the following (there must be at least one similarity and one difference):Similarities→\\ce{ -> }​BOTHare spherical in shape[1]→\\ce{ -> }​BOTHcontain (viral) envelope,ORboth are enveloped with a lipid bilayer[1]→\\ce{ -> }​BOTHcontain RNA as the genetic material[1]→\\ce{ -> }​BOTHcontain a capsid[1]→\\ce{ -> }​BOTHcontain spikes[1]→\\ce{ -> }​BOTHspikes are made of glycoprotein[1]Differences→\\ce{ -> }​HIV contains reverse transcriptase,WHILEcoronaviruses do not[1]→\\ce{ -> }​HIV contains two (single) strands of RNA,WHILEthe coronavirus contains one single strand of RNAORHIV genome is shorter or about 10,000 nucleotides,WHILEcoronavirus is longer (about 30,000 nucleotides)[1]→\\ce{ -> }​HIV has an enveloped capsid,WHILEcoronavirus contains a helical (nucleo)capsid[1]→\\ce{ -> }​HIV genome is within enveloped capsid,WHILEcoronavirus genome is a nucleocapsid/not in envelope[1][7 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:In comparing the coronavirus and the human immunodeficiency virus (HIV), there are several similarities and differences.  Both the coronavirus and HIV arespherical in shape(✓\\checkmark✓), the genetic information is enclosed by acapsid(✓\\checkmark✓), and both types of viruses containRNA as the genetic material(✓\\checkmark✓). However,HIVis a retrovirus andcontains the enzyme reverse transcriptase, while thecoronavirus does not contain reverse transcriptase(✓\\checkmark✓). Both virusescontain spikes(✓\\checkmark✓) for attachment to cells,and both HIV spikes and coronavirus spikes are made of glycoprotein(✓\\checkmark✓).HIV contains twosinglestrands of RNA; however, the coronavirus contains one single strand of RNA(✓\\checkmark✓).A quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information.[1]",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 14",
      "content": "Which isnotcharacteristic of HIV?A.\\hspace{1em}The viral RNA encodes for reverse transcriptaseB.\\hspace{1em}Spike glycoproteins allow for entry into CD4 cellsC.\\hspace{1em}Two single strands of RNA are encased in a capsidD.\\hspace{1em}Integrase proteins are required for entry into a host cell",
      "markScheme": "DExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Dis correct because integrase proteins are not required to enter the host cell; integrase proteins are needed to integrate viral genetic information into host DNA. All other answer options (Choice A, Choice B, andChoice C) are characteristics of HIV.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    }
  ]
}