{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 1",
      "content": "Which statement isnottrue about the genome?A.\\hspace{1em}The human genome is organised into chromosomes.B.\\hspace{1em}Each liver cell contains a full copy of the genome.C.\\hspace{1em}Organisms of the same species share most of their genome.D.\\hspace{1em}All the information carried by the genome is expressed in each cell.",
      "markScheme": "DExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Not all genes are expressed in each cell. Only the necessary genes are expressed based on the specialised function of the cell.Choice Disnota true statement, and so is the correct answer.The genome is all the genetic information of an organism, including the genes and non-coding DNA. In humans, the genome is organised into linear chromosomes in the nucleus, and circular chromosomes in the mitochondria.Choice Ais a true statement and so an incorrect answer. Organisms of the same species have most of their genome in common; however, variations give rise to some diversity between individuals.Choice Cis a true statement and so an incorrect answer. Each cell in a multicellular organism typically contains a full copy of the genome, including liver cells, an exception is red blood cells as they do not have a nucleus.Choice Bis a true statement and so an incorrect answer.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 2",
      "content": "The scientific name for the little spotted kiwi isApteryx owenii. Which of the species below is most closely related to the little spotted kiwi?\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/9878cab2-bbf6-4ef3-affc-520f8a700b10/images/6faa3925-6492-47de-90a7-925e1e8a2859/BI1227.png)\n\n[Source: Adapted from Lapsley Miller, J. (2023, August 28).Little Spotted Kiwi. Wikipedia. Retrieved September 13, 2023, from https://en.wikipedia.org/wiki/Little_spotted_kiwi.  Copyright under CC BY-SA 4.0]A.\\hspace{1em}Apteryx australisB.\\hspace{1em}Little spotted pardaloteC.\\hspace{1em}Owenii apteryxD.\\hspace{1em}Neognathae owenii",
      "markScheme": "AExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Species names are given using the binomial system, where the genus comes first, and the species follows. Species with the same genus have similar traits and are closely related;Choice Ais correct.Choice Bis incorrect as it is not a scientific name, so conveys no information about the relatedness of species.Choice Cis incorrect as it is just a reversal of the scientific name of the little spotted kiwi, and is in a different genus.Choice Dis incorrect as it is not in the same genus as the little spotted kiwi.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 3",
      "content": "What is the best definition for a species?A.\\hspace{1em}A group of individuals living in a defined area.B.\\hspace{1em}A group of individuals of the same species living and interacting with one another in a given area.C.\\hspace{1em}A group of individuals living in a given area and interacting within the environment.D.\\hspace{1em}A group of individuals that can interbreed and produce fertile offspring.",
      "markScheme": "DExplanation‾\\underline{\\textrm{Explanation}}Explanation​:A group of individuals living in a defined area is not a biological definition (Choice A).  A group of individuals of the same species living in a given area at the same time who are interacting with each other is a population (Choice B) and the environment in which they live is a habitat (Choice C). It is only when they can interbreed to produce fertile offspring that they can be considered a species. (Choice D).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 4",
      "content": "The table shows the nucleotide base sequence and genome size (number of base pairs, bp) for different species.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/129076a1-8fb2-48be-8b41-09d19f5d4455/images/e50f84c7-31b6-4770-bdd6-a3ae9bb089f4/BI0840.png)\n\n[©Revision Village 2023. ]Which conclusion can be drawn, based on the table and your own knowledge?A.\\hspace{1em}Genome size is proportional to the size of the species.B.\\hspace{1em}The more closely related two species are, the more similar their base sequences.C.\\hspace{1em}Humans have more genes than chimpanzees, mice and horses.D.\\hspace{1em}The base sequence in the table for humans and chimpanzees is the same, therefore they have an identical genetic code.",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Species that share a recent common ancestor, such as humans and chimpanzees, are more likely to have similar base sequences. Over time, as species diverge and evolve, mutations accumulate in their base sequences. The longer two species have been separated from their common ancestor, the more mutations will have accumulated in their genomes. Therefore, species that are closely related have fewer accumulated mutations and more similar base sequences (Choice B).Choice Ais incorrect because genome size is not necessarily proportional to the size of the species. The genome size can vary significantly even among organisms of similar size, and organisms with similar-sized genomes, such as the horse and mouse vary greatly in size.Choice Cis incorrect because it is possible to have a larger genome size with a comparable, or even smaller, number of genes, depending on the amount of non-coding DNA and repetitive sequences present in the genome. Humans have a larger genome but a similar number of genes to the chimpanzee, mouse and horse.Choice Dis incorrect because there is a difference of one nucleotide base in the table between humans and chimpanzees. The genome of humans and chimpanzees is similar but not the same.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 5",
      "content": "What is the purpose of a biological dichotomous key?A.\\hspace{1em}To identify how closely organisms are relatedB.\\hspace{1em}To decide on the binomial name of an organismC.\\hspace{1em}To identify speciesD.\\hspace{1em}To find the last common ancestor of two species",
      "markScheme": "CSample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Dichotomous keys are tools that are used to identify different species based on their physical characteristics;Choice Cis correct.Choice Ais incorrect, as dichotomous keys are not used to identify how closely organisms are related.Choice Bis incorrect as dichotomous keys may help in identifying the binomial name of an organism, but they do not help with the decision of what to name a species.Choice Dis incorrect, as dichotomous keys do not allow scientists to identify the last common ancestor of two species.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 6",
      "content": "Biologists use the binomial naming system to name every organism on the planet. The binomial name for the platypus isOrnithorhynchus anatinus. Which statement(s) below are true for the binomial naming system and the platypus?I.\\hspace{1em}The genus for the platypus isOrnithorhynchus.II.\\hspace{.7em}The binomial naming system is based on an international agreement\nbetween scientists.III.\\hspace{.4em}The name,Ornithorhynchus anatinusis unique to platypus species.A.\\hspace{1em}I onlyB.\\hspace{1em}I and II onlyC.\\hspace{1em}II and III onlyD.\\hspace{1em}I, II and III",
      "markScheme": "DExplanation‾\\underline{\\textrm{Explanation}}Explanation​:All three statements are correct. The first part of the binomial name is the genus, the second part is the species which is unique to platypus species. The binomial system and binomial names are agreed between biologists at international congresses.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 7",
      "content": "Which of the following is the correct format for species names according to the binomial naming system?A.\\hspace{1em}Genus + SpeciesB.\\hspace{1em}Genus + speciesC.\\hspace{1em}Genus+speciesD.\\hspace{1em}Genus+Species",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Cis correct because only the genus name should be capitalised, it should come before the species name, and both should be in italics.Choices AandDare incorrect because only the genus name should be capitalised.Choice Bis incorrect, as the genus and species name should be in italics.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 8",
      "content": "Whole genome sequencing has been used to sequence the genomes of many species. Which of the following are potential future uses of whole genome sequencing?A.\\hspace{1em}Identifying disease-causing alleles.B.\\hspace{1em}Sequencing the genomes of bacteria and fungi.C.\\hspace{1em}Advancing personalised medicine.D.\\hspace{1em}Identifying evolutionary relationships between species.",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Cis correct because personalised medicine is a potential future application of whole genome sequencing. While it is not yet widely available, the continued study of individual genomes could lead to treatments tailored to an individual’s genetic profile, improving the effectiveness of medical interventions.Choice Ais incorrect because whole genome sequencing has already been used to identify disease-causing alleles which is improving understanding of genetic diseases.Choice Bis incorrect because whole genome sequencing is currently being used to sequence the genomes of disease-causing bacteria and viruses.Choice Dis incorrect because whole genome sequencing of a range of species is currently being used to identify evolutionary relationships and common ancestors; it is not a novel use.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 9",
      "content": "Which of the following would provide evidence for two individuals belonging to different species?I.Differences in genome base sequenceII.Differences in genome sizeIII.Differences in chromosome numberA.\\hspace{1em}III onlyB.\\hspace{1em}I and II onlyC.\\hspace{1em}II and III onlyD.\\hspace{1em}I, II and III",
      "markScheme": "AExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Ais correct because onlystatement IIIis evidence of organisms being different species. Organisms of the same species will normally have the same number of chromosomes, except in the case of some genetic conditions such as Down syndrome in humans. So organisms having different numbers of chromosomes is evidence for them being separate species.Statements IandIIcan both vary within a species due to mutations.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 10",
      "content": "Which of the following is true for the biological species concept?A.\\hspace{1em}Organisms within the same species can interbreed to produce fertile offspringB.\\hspace{1em}Organisms within the same species can interbreed to produce infertile offspringC.\\hspace{1em}Species are groups of organisms with shared traitsD.\\hspace{1em}Species are groups of organisms without shared traits",
      "markScheme": "AExplanation‾\\underline{\\textrm{Explanation}}Explanation​:According to the biological species concept, a species is a group of organisms that can interbreed to produce fertile offspring.Choice Ais correct.Choice Bis incorrect as it refers to infertile offspring.Choices CandDare incorrect because they refer to the morphological species concept.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 11",
      "content": "What determines the overall size of a eukaryotic genome?A.\\hspace{1em}The number of genesB.\\hspace{1em}The number of chromosomesC.\\hspace{1em}The amount of proteinD.\\hspace{1em}The total amount of DNA",
      "markScheme": "DExplanation‾\\underline{\\textrm{Explanation}}Explanation​:The number of genes contributes to the overall size of the genome, but it is not the sole determinant. Eukaryotic genomes contain a significant amount of noncoding DNA.  The amount of this non-coding DNA is a major contributing factor to the overall size of a eukaryotic genome.Choice Ais incorrect.Chromosomes vary greatly in the number of genes and noncoding DNA they contain. Simply knowing the number of chromosomes in a genome does little to describe the size of the genome.Choice Bis incorrect.Choice Cis incorrect because a genome is a measure of only the amount of DNA and does not consider protein.Choice Dis the correct choice because it is the total amount of DNA in a genome that determines the size of that genome, regardless of the function of the DNA.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 12",
      "content": "The okapi looks like a small-sized giraffe and has stripes that resemble the zebra. It lives in the Ituri Forest in the Democratic Republic of the Congo. Okapis eat the leaves and buds of trees they can reach. They also graze on grass and ferns and eat fruit. Okapis tend to be solitary animals and the mother gives birth to one offspring which continues to be dependent on the mother’s milk for six months. When they are four to five years old, they are mature and can breed, but only with other okapis.Which of the following statements is applicable to the okapi?I.Okapi is a hybrid of a giraffe and a zebraII.Okapi is an herbivoreIII.Okapi is its own speciesA.\\hspace{1em}I onlyB.\\hspace{1em}I and II onlyC.\\hspace{1em}II and III onlyD.\\hspace{1em}I and III only",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Okapi is a herbivore(II)because it only eats plants. Okapi is a species(III)since it can interbreed and produce fertile offspring.They are not a hybrid of a giraffe and a zebra (I), even though they look like one.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 13",
      "content": "When constructing a dichotomous key for classifying bird species, which characteristic would be most appropriate for the first division in the key?A.\\hspace{1em}Colour of feathersB.\\hspace{1em}Habitat (forest, grassland, urban)C.\\hspace{1em}Presence or absence of webbed feetD.\\hspace{1em}Diet (carnivorous, herbivorous, omnivorous)",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Cis correct because binary traits (presence/absence) work best for early divisions in a dichotomous key.Choice Ais incorrect because colour is too variable within a species.Choice Bis incorrect because habitat is a variable characteristic, so not suitable for classification.Choice Dis incorrect because diet varies within species and requires direct observation.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 14",
      "content": "Which of the following statement(s) is/are true for the genome?I.The genome is all the genetic information of an organism.II.Genomes within a species are identical in size.III.Genomes within a species vary in base sequence.A.\\hspace{1em}I onlyB.\\hspace{1em}I and II onlyC.\\hspace{1em}I and III onlyD.\\hspace{1em}I, II and III",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:The genome is all the genetic information in an organism (Statement I). The base sequence can vary within a species due to single-nucleotide polymorphism (Statement III). Therefore,Choice Cis correct as it contains both true statements.Choice Ais incorrect as it only includes one true statement.\nThe size of the genome within a species can vary, this can be due to mutations, such as insertions and deletions, soStatement IIis not true.Choices BandDare, therefore, incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 15",
      "content": "Which statement(s) below are challenges associated with the biological species concept (BSC)?I.The BSC assumes reproductive isolation, but some species are reproductively isolated only in certain environments.II.Fossil species cannot be assessed using the BSC due to the lack of observable mating behaviour.III.The BSC relies on morphological features, which can vary widely within a species.A.\\hspace{1em}I onlyB.\\hspace{1em}I and II onlyC.\\hspace{1em}II and III onlyD.\\hspace{1em}I, II, and III",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Statement Iis true because reproductive isolation may be context-dependent (e.g. due to geography or behaviour), making it unclear whether two populations are separate species under BSC.Statement IIis true because the BSC depends on observing whether organisms can interbreed. This is impossible with fossils, which are studied based on morphology and location, not reproductive behaviour.Statement IIIis false because the BSC specifically does not define species based on morphology; that is the morphological species concept. BSC focuses instead on reproductive capability, so this is not a valid criticism of BSC.Choice Bis correct because it includes only the two trueStatements IandII.Choice Ais incorrect as it is missing the trueStatement II.Choices CandDare incorrect as they include the falseStatement III.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 16",
      "content": "The following table shows the diploid chromosome number of a range of species.OrganismDiploid chromosome numberYellow fever mosquito (Aedes egypti)6Fruit fly (Drosophila melanogaster)8Spinach (Spinacia oleracea)12Carrot (Daucus carota)18Rice (Oryza sativa)24Giraffe (Giraffa camelopardalis)30Giant panda (Ailuropoda melanoleuca)42Which of these statements is correct?A.\\hspace{1em}The giant panda has more genes than the other speciesB.\\hspace{1em}The yellow fever mosquito has the fewest genes from these speciesC.\\hspace{1em}The gametes of carrots have 18 chromosomesD.\\hspace{1em}The chromosome number is a characteristic of a species",
      "markScheme": "DExplanation‾\\underline{\\textrm{Explanation}}Explanation​:All species have a characteristic number of chromosomes (Choice D).Gene number is not determined by chromosome number because chromosomes are not all the same size and do not hold the same number of genes (Choice AandChoice B).Choice Cis incorrect because gametes have a haploid number of chromosomes which means gametes of carrot plants have 9 chromosomes.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 17",
      "content": "How are the chromosomes in a karyogram ordered?A.\\hspace{1em}By analogous pairsB.\\hspace{1em}By number of genesC.\\hspace{1em}By sizeD.\\hspace{1em}By position of the centromeres",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Cis correct because the chromosomes in a karyogram are ordered in homologous pairs from largest to smallest.Choice Ais incorrect because chromosomes are grouped in homologous pairs (one from each parent), not analogous pairs.Choice Bis incorrect because the number of genes on each chromosome is highly variable, and genes do not have a consistent length. Although the chromosomes are aligned with their centromeres in a karyogram, the question only asks about the order of the chromosomes, which is not dependent on centromere position; thus,Choice Dis also incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 18",
      "content": "The table shows the number of chromosomes found in the gametes of various species.SpeciesHaploid chromosome number (n)Parascaris equorum(horse threadworm)2Vicia faba(field bean)6Oryza sativa(rice)12Homo sapiens(human)23Pan troglodytes(chimpanzee)24Canis familiaris(dog)39What can be concluded from the data in the table?I.Diploid cells usually have an even number of chromosomes.II.Species with more chromosomes have a larger genome size.III.Humans are most closely related toPan troglodytes.A.\\hspace{1em}I onlyB.\\hspace{1em}I and III onlyC.\\hspace{1em}II and III onlyD.\\hspace{1em}I, II, and III",
      "markScheme": "AExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Ais correct because diploid cells have an even number of chromosomes (Statement I) unless affected by errors such as non-disjunction. This can be obtained by doubling the haploid number in the table and recognising that an odd number of diploid chromosomes cannot be evenly distributed to form gametes.Statement IIis false because the number of chromosomes an organism has is not an accurate reflection of its genome size.Oryza sativa, for example, has a much larger genome than any of the other species in the table despite having fewer chromosomes.Statement IIIis false because although humans are closely related to chimpanzees, this cannot be concluded from the data in the table alone.Stipa spartea(porcupine grass), for example, has the same number of chromosomes as humans but is not closely related.Choices B, C, andDare incorrect because they contain one or more false statements.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 19",
      "content": "Outline the different uses of karyograms.[3]Distinguish between cells with haploid and diploid nuclei.[4]Compare and contrast different types of chromosomes.[8]",
      "markScheme": "Anythreeof the following:→\\ce{ -> }​karyograms are images of the chromosomes in an organism[1]→\\ce{ -> }​homologous chromosomes are arranged in pairs of decreasing length OR Sex chromosomes are the 23rd pair in human karyograms[1]→\\ce{ -> }​karyograms can be used to identify the sex of an individual[1]→\\ce{ -> }​karyograms can be used to identify conditions caused by trisomy, e.g. Down syndromeORPatau syndromeORKlinefelter syndrome[1]→\\ce{ -> }​karyograms can be used to determine if a chromosome is missingORif part of a chromosome is missing[1][3 mark maximum]Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:Karyograms(✓\\checkmark✓) are images of the chromosomes in an organism. In a karyogram, the pairs of homologous chromosomes are arranged in pairs ofdecreasing length(✓\\checkmark✓). The sex chromosomes are shown as the 23rd pair in human karyograms.\nKaryograms can be used to determine if an individual is a biologicalmale or female(✓\\checkmark✓). Two X chromosomes are present in a human female cell, and one X chromosome and one Y chromosome are present in a human male cell.\nKaryograms can be used to identify conditions caused by trisomy (three copies of a chromosome) e.g.Down syndrome, Patau syndrome, Edward’s syndrome and Klinefelter syndrome).Anyfourof the following:→\\ce{ -> }​haploid nuclei have one set of chromosomes,ORone chromosome per typeWHEREASdiploid nuclei have two setsORtwo chromosomes of each type[1]→\\ce{ -> }​haploid nuclei have one allele for each geneWHEREASdiploid nuclei have two alleles for each gene[1]→\\ce{ -> }​haploid nuclei in humans have 23 chromosomes, and diploid nuclei in humans have 46 chromosomesORany other valid species example[1]→\\ce{ -> }​haploid cells are usually gametesWHEREASdiploid cells are usually somatic cells[1]→\\ce{ -> }​haploid cells are usually the result of meiosis,WHILEdiploid cells are usually the result of mitosis.[1][4 mark maximum]Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:Haploid nuclei haveone set of chromosomes(✓\\checkmark✓), whereas diploid nuclei have two sets of chromosomes.  For example, inhumans(✓\\checkmark✓), gametes have 23 chromosomes, while somatic cells have 46 chromosomes. Haploid nuclei haveone allele for each gene, (✓\\checkmark✓)  whereas diploid nuclei have two alleles for each gene. In humans, onlygametes(✓\\checkmark✓)  have haploid nuclei, whereas the rest of the somatic cells have diploid nuclei.Anyeightof the following:→\\ce{ -> }​(within one species) different chromosomes are composed of DNA molecules with different lengths[1]→\\ce{ -> }​(within one species) different chromosomes have different numbers of genes[1]→\\ce{ -> }​(within one species) different chromosomes have different typesORdifferent numbers of genes[1]→\\ce{ -> }​both prokaryoticANDeukaryotic chromosomes contain DNA[1]→\\ce{ -> }​bacterial chromosomes are not associated with proteins,WHILEeukaryotic and archaeal chromosomes are associated with proteins[1]→\\ce{ -> }​prokaryotic chromosomes are looped molecules of DNA,WHILEeukaryotic chromosomes are linear molecules of DNA[1]→\\ce{ -> }​BOTHautosomes and sex chromosomes contain genes[1]→\\ce{ -> }​the human Y chromosome carries information mainly coding for male sex determination and development,WHILEthe X chromosome carries information for other body characteristics[1]→\\ce{ -> }​there is only one pair of sex chromosomes,WHILEthere can be more than one pair of autosomes (in different species)[1]→\\ce{ -> }​autosomes are pairs of homologous chromosomes of equal length,WHILEtwo sex chromosomes can be different lengths[1]→\\ce{ -> }​chromosomes can be homologous and non-homologous[1]→\\ce{ -> }​homologous chromosomes are pairs of chromosomes of equal length carrying the same genes, but different alleles,WHILEnon-homologous chromosomes, carry different genes[1][8 mark maximum]Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:All chromosomes are made of DNA and contain genes, but theydiffer in length(✓\\checkmark✓) and in thenumber of genes(✓\\checkmark✓) andtype of genes(✓\\checkmark✓). Similarities and differences between prokaryotic and eukaryotic chromosomes: Both prokaryotic and eukaryotic chromosomescontain DNA(✓\\checkmark✓). Bacterial chromosomes are not associated with proteins, but eukaryotic chromosomes areassociated with proteins(✓\\checkmark✓). Prokaryotic chromosomes are looped, while eukaryotic chromosomes arelinear(✓\\checkmark✓).Similarities and differences between autosomes and sex chromosomes:Both autosomes and sex chromosomes are made of DNA and contain genes. Autosomes are chromosomes that do not determine sex and do not have genes for sex-linked characteristics; sex chromosomes determine sex and have genes for sex-linked traits. There is one pair of sex chromosomes in a somatic nucleus, but there can bemore than one pair of autosomes(✓\\checkmark✓) in a somatic nucleus. X and Y chromosomes are of different lengths, while autosomal homologous chromosome pairs areequal in length(✓\\checkmark✓)Comparing non-homologous chromosomes and homologous chromosomes:Homologous chromosomes are pairs of chromosomes that have genes for the same characteristics and can have the same or different alleles. Non-homologous chromosomes have genes fordifferent characteristics(✓\\checkmark✓).A quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information.[1]",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 20",
      "content": "Compare and contrast the biological species concept and the morphological concept.[3]Explain the difficulties with applying the biological species and morphological concept to all organisms.[5]Describe the similarities and differences within and between species.[7]",
      "markScheme": "Anythreeof the following (students must give at least one similarity and one difference to achieve full marks):Similarities→\\ce{ -> }​BOTHconcepts seek to define a species[1]→\\ce{ -> }​BOTHconcepts acknowledge that there can be variation within species[1]→\\ce{ -> }​BOTHconcepts are connected to the broader concept of evolution[1]Differences→\\ce{ -> }​the biological species concept defines a species as a group of organisms which can interbreed to produce fertile offspring,WHEREASthe morphological concept defines a species as a group of organisms with shared traits[1]→\\ce{ -> }​Mayr proposed the biological species conceptWHEREASthe morphological concept was proposed by Linnaeus[1]→\\ce{ -> }​the morphological species concept was proposed before the biological species concept[1]→\\ce{ -> }​the morphological species concept is applicable to sexual and asexual organisms,WHEREASthe biological species concept is applicable only to sexually reproducing organisms[1]→\\ce{ -> }​the biological species concept reflects the evolutionary relationship OR speciation OR gene flow,WHEREASthe morphological species concept may not represent genetic relatedness or evolutionary relationships[1][3 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Both concepts are used todefine species(✓\\checkmark✓), but Mayr proposed the biological species concept, whereas the morphological concept was proposed byLinnaeus(✓\\checkmark✓). The morphological concept also camefirst(✓\\checkmark✓). The biological species concept defines a species as a group of organisms that can interbreed to producefertile offspring; however, the morphological concept defines a species as a group of organisms withshared traits(✓\\checkmark✓).Anyfiveof the following:→\\ce{ -> }​the morphological species concept cannot be applied to species that show variation due to reproductive isolationORthe morphological concept cannot be applied to species with different formsORpolymorphismORnamed example of a species with different forms[1]→\\ce{ -> }​the morphological species concept does not take into account DNAORgenetic information[1]→\\ce{ -> }​the biological species concept is defined in terms of sexual reproductionHOWEVER, not all organisms reproduce sexually[1]→\\ce{ -> }​example of species that reproduce asexually, e.g. budding in yeastORhorizontal gene transfer in bacteria[1]→\\ce{ -> }​the biological species concept relies on the ability to observe and study interbreeding in real-time, which is not possible with extinct speciesORfossilised organisms[1]→\\ce{ -> }​some different species can interbreed and produce viable offspring, but these hybrids might have reduced fitness or be sterile, which challenges the clear-cut boundaries proposed by the biological species concept[1]→\\ce{ -> }​convergent evolution can make it difficult to accurately group organisms based solely on morphological characteristics[1]→\\ce{ -> }​rapid evolution and morphological changes in response to the environment might make individuals appear distinct, even if they share a recent common ancestor, which challenges the reliability of morphological traits as indicators of species relationships[1][5 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:The biological species concept defines a species as a group of organisms that can interbreed to produce fertile offspring, however, not all species reproducesexually(✓\\checkmark✓), for example, yeast reproduce asexually bybudding(✓\\checkmark✓). It also relies on the ability to see species interbreeding, which cannot be done withextinctspecies orfossils(✓\\checkmark✓). The morphological concept defines a species as a group of organisms with shared traits, however, due to variation caused byreproductive isolationand mutation, not all members of a specieslook the same(✓\\checkmark✓). In addition,rapid evolutionmight make individuals appear distinctly related when in fact, they shared a recent common ancestor. This could make the morphological species conceptless reliable(✓\\checkmark✓).Anysevenof the following:→\\ce{ -> }​species can be defined as a group of organisms that are capable of interbreeding to produce fertile offspring[1]→\\ce{ -> }​species usually share the same number of chromosomes[1]→\\ce{ -> }​species usually share identical karyotypes[1]→\\ce{ -> }​example of chromosome complement of a species, e.g. humans have 46 chromosomes[1]→\\ce{ -> }​the chromosome complement of a species can vary due to genetic conditions such as Down syndrome[1]→\\ce{ -> }​the size genome of a species can vary within a species[1]→\\ce{ -> }​the base sequence of the genome can vary within a species[1]→\\ce{ -> }​due to mutations or single-nucleotide polymorphisms[1]→\\ce{ -> }​homologous genesORsimilarities in gene pathwaysORsimilarities in the functions of genes can be found between species that share evolutionary origins[1]→\\ce{ -> }​species-specific genes are not found in other closely related species[1]→\\ce{ -> }​horizontal gene transfer between different species, often through mechanisms like viral infections or symbiotic relationships, leads to the acquisition of genes in the recipient that may not be shared by other members of the species[1][7 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:According to the biological species concept, a species can be defined as a group of organisms that are capable of interbreeding to producefertile offspring(✓\\checkmark✓). They can produce fertile offspring as a species usually have thesame chromosome number(✓\\checkmark✓), for example, in humans, this is46(✓\\checkmark✓) unless genetic conditions such asDown syndromeaffect their karyotype (✓\\checkmark✓). Thesizeof a species' genome can vary slightly within a species (✓\\checkmark✓), as can thebase sequenceof the genome (✓\\checkmark✓) and these are both due tomutations(✓\\checkmark✓).A quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information.[1]",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 21",
      "content": "The image on the left shows a cross-section of a symmetrical flower. The image on the right shows the same flower but looking upwards from below.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/09109e4f-739a-4be6-9f76-8c9ae9a8da25/images/4efabe18-9f85-4bba-878c-f0ed970e5145/BI2660.png)\n\n[© Revision Village 2025. Created with BioRender.com]Use the following key to identify the plant which this flower is from:1.Animal pollinated ….Go to 2Wind pollinated ….Plant P2.Flower with 10 stamens ….Plant QFlower with more than 10 stamens ….Go to 33.Ovary as tall as wide….Plant ROvary taller than wide….Go to 44.Flower has more sepals than petals ….Plant SFlower has fewer sepals than petals….Plant TWhich plant does the flower belong to?A.\\hspace{1em}Plant PB.\\hspace{1em}Plant QC.\\hspace{1em}Plant TD.\\hspace{1em}Plant R",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Cis correct. The plant is animal-pollinated (the flower has large petals and internal reproductive structures (stigma and anthers), indicating animal pollination). It also has more than 10 stamens and an ovary that is taller than it is wide. This takes us to step 4. From the diagram on the right, we can see that the flower has fewer sepals than petals which means it must be plant T.Choice Ais incorrect because the flower in the diagram is animal-pollinated as it has anthers and a stigma held inside the large, colourful petals.Step 2: The image only shows half the flower, which has 11 stamens visible. This means the full flower has more than eleven stamens;Choice Bis, therefore, incorrect.Choice Dis incorrect because, in step 3, the ovary is taller than it is wide, so it can't be flowerR.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 22",
      "content": "Which of the following statements explain why classifying diverging populations as species can be arbitrary?I.Traits may diverge at different rates in different populationsII.Some populations may remain reproductively compatible despite divergenceIII.Morphological changes always occur before genetic differences appearA.\\hspace{1em}I and II onlyB.\\hspace{1em}I and III onlyC.\\hspace{1em}II and III onlyD.\\hspace{1em}I, II, and III",
      "markScheme": "AExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Statement Iis true because, during speciation, some traits (e.g., behaviour, physiology, morphology) can evolve faster than others. This means two populations might look different but still interbreed, or might appear similar but already be reproductively isolated. Because divergence doesn’t follow a fixed pattern, deciding when to define them as separate species becomes subjective.Statement IIis true because Populations might develop noticeable differences in traits (such as colouration or mating calls), but still produce fertile offspring when they interbreed. According to the biological species concept, they’re technically the same species, but these differences can confuse classification.Statement IIIis false because often, the opposite is true. Genetic differences (mutations, allele frequency changes) may accumulate before any visible morphological change occurs. For example, two populations may look identical but carry distinct genetic markers and be reproductively isolated.Saying morphological change “always” comes first is incorrect and overly simplistic.Choice Ais correct because it includes only the two trueStatements IandII.Choices B, CandDare incorrect as they include the falseStatement III.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 23",
      "content": "The images below represent haploid or diploid cells from different individuals. Based on their cells, which pairs could produce fertile offspring if they interbreed?I.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/0e07ee1d-2174-4c9f-b030-faa106d5f85b/images/9a2f92c1-ef3b-4ebf-ae97-0592003e8699/BI1029A.png)\n\nII.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/0e07ee1d-2174-4c9f-b030-faa106d5f85b/images/e6accf1d-0d53-45da-813b-cf941471c871/BI1029B.png)\n\nIII.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/0e07ee1d-2174-4c9f-b030-faa106d5f85b/images/6e522064-62f3-4ff3-822f-a33138000796/BI1029C.png)\n\nA.\\hspace{1em}I onlyB.\\hspace{1em}I and II onlyC.\\hspace{1em}II and III onlyD.\\hspace{1em}I, II and III",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Cis correct because onlypairs IIandIIIcould produce fertile offspring. This is becausepair IIshares the same haploid number, andpair IIIshare the same diploid number.Choices A, BandDare incorrect because they includepair I. Pair Iis not likely to produce fertile offspring as the haploid number of one individual is NOT half the diploid number of the other individual, which means they have different numbers of chromosomes.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 24",
      "content": "The table below shows the genome size and diploid chromosome numbers of five different species.OrganismChromosome numberGenome size (millions of base pairs)T4 phage (virus)Single piece of DNA0.17Escherichia coli(bacteria)15Drosophila melanogaster(fruit fly)8140Homo sapiens(human)463,000Paris japonica(woodland plant)40150,000Evaluate the evidence from the table in relation to the statement that “organisms with a higher number of chromosomes do not always have more base pairs”.[2]Discuss the data as evidence for the notion that increased genome size means that the organism is more complex.[2]",
      "markScheme": "Anytwoof the following:→\\ce{ -> }​(comparison of)Paris japonicaANDHomo sapiensdata support the statement[1]→\\ce{ -> }​P. japonicahas fewer chromosomes thanH. sapiensbut has more base pairsORP. japonicahas 40 chromosomes with 150,000 million base pairs whileH. sapienshas 46 chromosomes with 3,000 million base pairs.[1]→\\ce{ -> }​(comparison of)E.coli,D. melanogasterandP. japonicaORH. sapiensdata does not support the statement[1]→\\ce{ -> }​(because) as the number of chromosomes increases, so does the genome size,ORthe number of base pairs[1][2 mark maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:The data shows that for all organisms apart fromParis japonicathat higher chromosome number has a larger genome (greater number of base pairs).Paris japonicahasfewer chromosomes(✓\\checkmark✓) thanHomo sapiensbut has alarger genome(✓\\checkmark✓).P. japonica(✓\\checkmark✓) has 40 chromosomes which are less thanHomo sapiens(✓\\checkmark✓) but has 150,000 million base pairs compared to 3,000 million base pairs inHomo sapiens.Anytwoof the following:Supporting the statement:→\\ce{ -> }​Escherichia coliis the simplest one-cell organism and has the smallest genome sizeORhas 5 million base pairs compared to more complex multicellular organisms[1]→\\ce{ -> }​T4 phage is not a living organism and has a smaller genome than any of the living organisms[1]→\\ce{ -> }​fruit flies are simpler organisms than humans and have a smaller genome[1]Not supporting the statement:→\\ce{ -> }​Homo sapiensis considered the most complex organism in the table but does not have the largest genome,ORH. sapienshas 3,000 million base pairs compared to 150,000 inP. japonica.[1]→\\ce{ -> }​a larger genome does not necessarily mean that an organism has more genes[1]If only one side of the argument is mentioned (but not both), the maximum mark is one.[2 mark maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:The datadoes not fully supportthe statement that more complex organisms have a larger genome.For example,Homo sapiensis the most complex organism in the table but does not have the largest genome (✓\\checkmark✓).Paris japonica, a woodland plant, has 150,000 million base pairs compared to 3,000 inHomo sapiens, which does not support the statement that more complex organisms have larger genomes because plants are simpler organisms than humans and achieve bigger genomes mostly due to polyploidy. (✓\\checkmark✓)On the other hand,Escherichia coliis the simplest living organism in the table and has the smallest genome size, 5 million base pairs. The other organisms are more complex and have larger genomes, e.g.Homo sapienshas 3,000 million base pairs.  (✓\\checkmark✓)  T4 page is not considered to be a living organism. The above statementssupportthe notion that the increased genome size means that the organism is more complex.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "4",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 25",
      "content": "What makes up the genome of all eukaryotes but not prokaryotes?I.\\hspace{1.6em}Chromosomes and mitochondrial DNAII.\\hspace{1.3em}Chloroplast DNAIII.\\hspace{1em}Plasmids and ribosomal DNAA.\\hspace{1em}I onlyB.\\hspace{1em}I and II onlyC.\\hspace{1em}II and III onlyD.\\hspace{1em}I, II and III",
      "markScheme": "ASample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:The genome is the whole of the genetic information of an organism. In eukaryotes, chromosomes and mitochondrial DNA (Statement I) make up the genome.Choice Ais correct.Chloroplast DNA is not found in all eukaryotes (Statement II). It is primarily found in plant cells but not animal cells;Statement IIis incorrect. Plasmids are found in prokaryotes but not eukaryotes, and ribosomes do not contain DNA,Statement IIIis incorrect.Choices B, CandDare incorrect as they all containStatements IIand/orIII.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 26",
      "content": "The image below shows three different forms ofEnsatina eschscholtziispecies.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/365fcafa-5fc3-42fd-9edb-28eeec320b71/images/2432eab3-fb00-4a3b-9bb1-86ab97bb2a0d/3%20types%20of%20lizards%20Ensatina%20eschscholtzii.png)\n\n[Source: Adapted from Devitt, T, J. Stuart J.E. Moritz, B. and Moritz, C. (2011).File: Ensatina eschscholtzii ring species.jpg. Wikimedia commons. Retrieved August 3, 2023, from https://commons.wikimedia.org/wiki/File: Ensatina_eschscholtzii_ring_species.jpg. Copyright under CC 2.0]Construct a dichotomous key to identify the three forms ofEnsatina eschscholtzii.[3]Identify the genus to whichEnsatina eschscholtziibelongs.[1]All three forms ofEnsatina eschscholtziibelong to the same species. State a property of their genome that they will share.[1]Explain why the biological species concept is more appropriate to identify the three forms ofEnsatina eschscholtziias the same species compared to the morphological species concept.[2]",
      "markScheme": "(students may use a linked or branched dichotomous key)→\\ce{ -> }​1 mark is awarded for each pair of appropriate defining features identifying each individual form, in any suitable form of dichotomous key  (maximum of two marks)[2]→\\ce{ -> }​1 mark is awarded for all three forms identified[1][3 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/365fcafa-5fc3-42fd-9edb-28eeec320b71/images/1ea20fb0-ce45-45b6-84da-130fd0c9bd51/BI1034ANSA.png)\n\n→\\ce{ -> }​Ensatina[1][1 mark maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:They belong to the genusEnsatina(✓\\checkmark✓).→\\ce{ -> }​the same number of chromosomes[1][1 mark maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:They will share thesame number of chromosomes(✓\\checkmark✓).\\hspace{1em}→\\ce{ -> }​the biological species concept defines a species as a group of organisms that can interbreed to produce fertile offspring,WHEREASthe morphological concept refers to species as groups of organisms having shared characteristics[1]\\hspace{1em}→\\ce{ -> }​as the three vary significantly in their physical characteristics, the morphological concept wouldn’t identify them as the same species,ORthey look different but can still interbreed to produce fertile offspring[1][2 marks maximum]\\hspace{1em}Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:\\hspace{1em}Thebiological species concept defines species as groups of organisms that can interbreed to produce fertile offspring; however, themorphological concept refers only to species with shared physical characteristics(✓\\checkmark✓). So, because thethree forms ofEnsatina eschscholtziilook different, the morphological species conceptwould not define them as the same species(✓\\checkmark✓), but if they interbreed, they can produce fertile offspring, so they are the same species according to the biological species concept.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "7",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 27",
      "content": "The image shows a cladogram for several species of hamster.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/47f20b44-acd8-4729-8737-b858aa3d4375/images/f8f32c6b-0ecc-4be9-ac60-535e09501347/BI1375.png)\n\n[Source: Adapted from Michaplot. (2012, January 4).File: PhodopusCladogram.jpg. Wikipedia. Retrieved December 04, 2023 from URL  https://en.wikipedia.org/wiki/File.jpg. Copyright under CC BY 3.0]State what is represented by the letterX.[1]Other than their positions on the cladogram, explain what information indicates thatPhodopus campbelliandPhodopus sungorusare closely related.[1]Modern hamsters have small, furry ears. The common ancestor of the hamsters in the cladogram has been hypothesised to have large, furry ears. Suggest how natural selection explains these changes.[3]",
      "markScheme": "Anyoneof the following:→\\ce{ -> }​node[1]→\\ce{ -> }​the last common ancestor ofPhodopus campbelliANDPhodopus sungorus[1][1 mark maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Letter X represents anode(✓\\checkmark✓).Anyoneof the following:→\\ce{ -> }​they are from the same genusORin thePhodopusgenus[1][1 mark maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:They are in the samegenus(✓\\checkmark✓).Anyfthreeof the following:→\\ce{ -> }​natural selection is the process by which species change over time in response to changes in the environmentORcompetition between organisms in order for species to survive[1]→\\ce{ -> }​random mutation resulted in new allele for smaller ears[1]→\\ce{ -> }​increases genetic variationORdiversity within the  population[1]→\\ce{ -> }​mutationORnew alleleORallele for smaller ears proved beneficialORled to greater chance of survival[1]→\\ce{ -> }​increased reproductive successORmore chance of having offspringORhaving more offspring[1]→\\ce{ -> }​the offspring inherited the allele for smaller earsORbeneficial alleles passed onto next generation[1]→\\ce{ -> }​over many generations the allele for shorter ears increased in frequency in the populationORsmall-eared hamsters increased in number in the population[1][3 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Many years ago,random mutationsoccurred in some hamsters that gave themnew allelesfor smaller ears (✓\\checkmark✓), the allele for smaller ears gave those hamsters asurvival advantage(✓\\checkmark✓). These hamsters weremore likelyto haveoffspring(✓\\checkmark✓), and thebeneficial allelefor small ears waspassed ontotheoffspring(✓\\checkmark✓). Overmany generations, there was anincreasein the number of hamsters withsmaller earsand adecreasein the number of hamsters withlarger ears(✓\\checkmark✓).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 28",
      "content": "Ammophila arenaria(Marram grass), pictured below, is plant species that is often found on sand dunes.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/e59ef338-b88a-4ced-96ef-1826cfcd2025/images/30736373-9328-49f9-95e6-c476e1a892d2/BI1021A.png)\n\n[Source: Agnieszka K., Nova. (2020).File: Ammophila arenaria Piaskownica zwyczajna2020-06-29 04.jpg\n.Wikimediacommons. Retrieved July 29, 2023, from https://commons.wikimedia.org/wiki/File: Ammophila_arenaria_Piaskownica_zwyczajna_2020-06-29_04.jpg.  Copyright under CC BY-SA 4.0\n]Identify the genus to whichAmmophila arenariabelongs.[1]State the naming system used to nameAmmophila arenaria.[1]State the term used to describe the differences between organisms, which is used as the basis for the naming system in part (ii).[1]Describe how the genome within a species could vary.[2]Compare and contrast the morphological and biological species concepts.[2]",
      "markScheme": "→\\ce{ -> }​Ammophila[1][1 mark maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Ammophila(✓\\checkmark✓) is the genus to which Marram grass belongs.→\\ce{ -> }​binomial naming system[1][1 mark maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Thebinomial naming system(✓\\checkmark✓) is used to name organisms.→\\ce{ -> }​variationORbiodiversityORcharacteristicsORphylogenyORmorphology[1][1 mark maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Variation(✓\\checkmark✓) refers to the differences between organisms, which is the basis for the binomial naming system.BOTHof the following:→\\ce{ -> }​the genome can vary in sizeORbase sequence[1]→\\ce{ -> }​WHICHis a result of mutationsORsingle-nucleotide polymorphismsORinsertionsORdeletionsORtandem repeatsORother named mutations[1][2 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Single-nucleotide polymorphisms(✓\\checkmark✓) could result in changes to thebase sequence(✓\\checkmark✓) of DNA between organisms of the same species.BOTHof the following (answer must include at least one similarity and one difference to achieve full marks):Similarities→\\ce{ -> }​BOTHseek to define a species[1]Differences→\\ce{ -> }​the morphological species concept refers to species being groups of organisms with shared physical traits,WHEREASthe biological species concept refers to species being groups of organisms that can interbreed to produce fertile offspring[1]→\\ce{ -> }​Linnaeus proposed the morphological species conceptWHEREASthe biological species concept was proposed by Mayr[1]→\\ce{ -> }​the morphological species concept is applicable to sexual and asexual organismsHOWEVER, the biological species concept is only applicable to sexually reproducing organisms[1]→\\ce{ -> }​the morphological species concept was proposed before the biological species concept[1]→\\ce{ -> }​The biological species concept reflects the evolutionary relationship,WHEREASmorphological species concept may not represent genetic relatedness or evolutionary relationships[1][2 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Boththe morphological and biological species conceptsaim to definewhat constitutes aspecies(✓\\checkmark✓) in the field of biology. However, themorphologicalspecies concept defines species based on theirshared physical characteristics, whereas thebiologicalspecies concept defines species based on the ability of individuals tointerbreed and produce fertile offspringunder natural conditions (✓\\checkmark✓).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "7",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 29",
      "content": "What type of human cell does the following karyogram represent?\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/ef52f863-3a00-465c-acb9-6ee43778509e/images/8fe74a9b-93cc-4365-80da-a04e030a1103/BI0190.png)\n\n[Source: Adapted from Abedi M., Salmaninejad A. and Sakhinia E. (13th November 2017).File: Peripheral-blood-karyotype-result-belonging-to-the-subject-compatible-with-48-XYYY.png.Wikimedia commons. Retrieved 15th May 2022 from https://commons.wikimedia.org/wiki/File: Peripheral-blood-karyotype-result-belonging-to-the-subject-compatible-with-48-XYYY.png. Copyright under Creative Commons 4.0 International ]A.\\hspace{1em}SpermB.\\hspace{1em}EggC.\\hspace{1em}Brain cellD.\\hspace{1em}Skin cell",
      "markScheme": "AExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Ais correct because there are 23 chromosomes, so it is a haploid cell, and one of the sex chromosomes is the ‘Y’ chromosome.  Egg cells do not have the Y chromosome.Choice Bis incorrect because all egg cells have one ‘X’ sex chromosome.Choice Candchoice Dare incorrect because skin and brain cells are diploid, so they have two of each chromosome: 46 in total.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 30",
      "content": "The table shows factors that can result in speciation. Which word is matched to the correct definition?WordDefinitionA.\\hspace{1em}PolyploidyHaving two complete sets of chromosomesB.\\hspace{1em}Sexual reproductionThe combining of genetic information from two individualsC.\\hspace{1em}Reproductive isolationSpecies breeding to produce infertile offspringD.\\hspace{1em}MutationsRandom changes to the amino acid sequence",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Sexual reproduction involves the fusion of gametes from two individuals, resulting in offspring with a combination of genetic material. This process increases genetic variation, which is essential for evolution and natural selection.Choice Bis the correct answer.Polyploidy occurs when an organism has more than two complete sets of chromosomes (e.g., triploid 3n, tetraploid 4n). The definition given in the table describes diploidy (2n), which is the standard chromosome number in most sexually reproducing organisms;Choice Aincorrect.Interbreeding between different species can sometimes produce infertile offspring, such as a horse × donkey = mule. This is an example of reproductive isolation because the hybrid offspring is sterile, preventing gene flow between the two species. However, because horses and donkeys are already separate species, this does not result in speciation—it simply reinforces their reproductive barrier. For reproductive isolation to lead to speciation, it must occur within a single species, preventing interbreeding between different populations.Choice Cis incorrect.Mutations are random changes in DNA sequences, not in the amino acid sequence;Choice Dis incorrect.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 31",
      "content": "Why is the cytochrome oxidase I gene the region most commonly used for DNA barcoding in animal species?A.\\hspace{1em}Because this gene is highly conserved, resulting in nearly identical sequences across all animal species.B.\\hspace{1em}Because this gene is sufficiently different between species while remaining relatively constant within a species.C.\\hspace{1em}Because this gene is found exclusively in animals and not in any other organisms.D.\\hspace{1em}Because this gene is part of the nuclear DNA and evolves rapidly, ensuring distinct differences even among closely related species.",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Bis correct.  The cytochrome oxidase I gene has the ideal balance of variability. Its sequence differs enough between species to allow clear differentiation, yet it remains consistent within individuals of the same species. This makes it highly effective for DNA barcoding.Choice Ais incorrect: If the cytochrome oxidase I gene were too highly conserved (i.e., nearly identical across species), it wouldn’t provide enough variation to distinguish one species from another.Choice Cis incorrect. The cytochrome oxidase I gene is not exclusive to animals; it is found in the mitochondria of many eukaryotes. Its utility for animal barcoding comes from its pattern of variability, not its exclusivity.Choice Dis incorrect. The cytochrome oxidase I gene is mitochondrial, not nuclear, and its evolutionary rate is moderate rather than extremely rapid. A gene that evolves too quickly might accumulate too many mutations, complicating species-level identification.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 32",
      "content": "Outline the role of the active site in an enzyme.[3]Outline how members of the same species can become separate populations via speciation.[4]Describe the regulation and use of hormones during in vitro fertilisation (IVF).[8]",
      "markScheme": "anythreeof the following:→\\ce{ -> }​it is the binding site for a substrateORspecific region where the substrate binds[1]→\\ce{ -> }​it allows for induced fit binding of the substrate[1]→\\ce{ -> }​it facilitates enzyme-substrate specificityORhas a specific shape that allows the substrate to bind effectively[1]→\\ce{ -> }​it causes a conformational change in the enzyme-substrate complex, which leads to the formation of products[1]→\\ce{ -> }​it is the site where a substrate is converted into a productORwhere a substrate is held while a chemical reaction takes place[1]→\\ce{ -> }​it lowers the energy of the transition stateORactivation energy so that a chemical reaction can take place more efficiently[1][3 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:The active site of an enzyme is a specific region where asubstrate binds(✓\\checkmark✓). Within the active site, the enzymelowerstheenergy of the transition state(✓\\checkmark✓), facilitating the chemical reaction so that the substrate can be successfullyconverted into a product(✓\\checkmark✓).anyfourof the following:→\\ce{ -> }​a population consists of all organisms of one species living in the same place at the same time, capable of breeding together[1]→\\ce{ -> }​members of the species can become geographically isolatedORseparated by a physical barrier such as a riverORmountain[1]→\\ce{ -> }​members of the species can become temporally isolatedORbecome separated by producing gametes at different timesORseasons[1]→\\ce{ -> }​members of the species can become behaviourally isolatedORbecome separated by displaying distinctive courtship behaviours[1]→\\ce{ -> }​when populations of the same species become separated, genetic drift will cause the allele frequencies to change[1]→\\ce{ -> }​reproductive isolation mechanisms, such as incompatibility of reproductive organs, can prevent interbreeding between separated populations[1]→\\ce{ -> }​mutations can introduce new genetic variations in each isolated population, contributing to genetic divergence over time[1]→\\ce{ -> }​selective pressures will act on the separated species, leading to an accumulation of genetic differences in each populationORnatural selection will act on each population so that traits that are beneficial to each group will accumulate[1]→\\ce{ -> }​over many generations, speciation will occurORthe separate populations will not be able to breed to produce fertile offspring[1][4 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Members of the same species can become separate populations if they becomegeographically isolated(✓\\checkmark✓) orbehaviourally isolated(✓\\checkmark✓). Once populations of the same species are separated,genetic driftwill cause theallele frequencies to change(✓\\checkmark✓).Selective pressureswill act on the separated populations, leading to anaccumulation of genetic differences(✓\\checkmark✓). Eventually,speciation(✓\\checkmark✓) will occur, resulting in populations that can no longer interbreed to produce fertile offspring.anyeightof the following:→\\ce{ -> }​drugs are used to downregulate several hormonesORFSHORfollicle stimulating hormone AND LHORluteinising hormone, to better control the releaseORmaturation of follicles later on[1]→\\ce{ -> }​the function of FSHORfollicle-stimulating hormone is to promote follicle growthORmature eggs[1]→\\ce{ -> }​the function of LHORluteinising hormone is to trigger ovulationORtrigger the release of mature eggs from the ovaries[1]→\\ce{ -> }​the downregulation of LH and FSH also results in the downregulation of oestrogen and progesterone[1]→\\ce{ -> }​oestrogen normally stimulates the uterineORendometrial lining to build up[1]→\\ce{ -> }​progesterone normally stimulates the maintenance of the uterineORendometrial lining for implantation[1]→\\ce{ -> }​high doses of FSH are injected to stimulate superovulationORthe development of many follicles[1]→\\ce{ -> }​the development of many follicles increases the chances of successful fertilisation during the IVF process[1]→\\ce{ -> }​gonadotropin-releasing hormone (GnRH) agonists are injected to prevent premature ovulationORcontrol the timing of ovulation[1]→\\ce{ -> }​human chorionic gonadotropinORhCG is injected to stimulate the follicles to mature[1]→\\ce{ -> }​progesterone is injected before the fertilised egg is implanted to improve the chances of successful implantation[1][8 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:In vitro fertilisation (IVF) is a process used by couples with fertility issues, where mature eggs are fertilised outside the body. To start the process,drugsare used todownregulate several reproductive hormonesto better control therelease and maturation of follicleslater on (✓\\checkmark✓). The downregulation ofFSH stops follicles from growing(✓\\checkmark✓). Drugs are also used todownregulate LH, which results in theprevention of ovulation(✓\\checkmark✓). The downregulation of LH and FSH also results in thedownregulationofoestrogen and progesterone(✓\\checkmark✓), which normally function to stimulate thebuild-up of the uterine lining(✓\\checkmark✓) andmaintain the uterine lining(✓\\checkmark✓), respectively. Once these hormones are successfully downregulated,high doses of FSHare injected to trigger thedevelopment of multiple folliclesin the ovary(✓\\checkmark✓). The development of many folliclesincreases the chance of successful fertilisationduring the IVF process (✓\\checkmark✓).GnRH agonistsare injected toprevent premature ovulation(✓\\checkmark✓), andhCGis injected to stimulate thefollicles to mature(✓\\checkmark✓).A quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 33",
      "content": "Which of the following statements best describes how horizontal gene transfer (HGT) challenges the biological species concept in bacteria?A.\\hspace{1em}HGT occurs only between closely related bacteria, reinforcing species boundaries.B.\\hspace{1em}HGT is a mechanism of vertical inheritance, where genetic material is passed directly from parent to offspring.C.\\hspace{1em}HGT enables bacteria to acquire genes from distantly related organisms, blurring the boundaries defined by reproductive isolation.D.\\hspace{1em}HGT increases the mutation rate within a bacterial population, leading to rapid speciation.",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Cis correct because horizontal gene transfer allows bacteria to incorporate genetic material from unrelated species. This confounds the biological species concept, which relies on reproductive isolation to define species boundaries.Choice Ais incorrect because HGT is not limited to closely related bacteria; it can occur between very different bacterial species.Choice Bis incorrect as HGT is a form of lateral (non-vertical) gene transfer, not the typical parent-to-offspring inheritance.Choice Dis incorrect because while HGT can introduce new genes, it does not inherently increase the mutation rate or directly lead to rapid speciation.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 34",
      "content": "Marbled crayfish,Procambarus virginalis(shown below) only reproduce through parthenogenesis, a type of asexual reproduction.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/ba0e6004-4d7f-48a7-bf9e-a8069777b737/images/c8f8303c-ea98-4db3-beb6-4205e32b355a/BI2655.png)\n\n[Adapted from Lyko, F. (2017).The marbled crayfish (Decapoda: Cambaridae) represents an independent new species. Zootaxa 4363(4): 544–552. Retrieved 10/03/2025, DOI: 10.11646/zootaxa.4363.4.6. CC PY]Which of the following statements about classifying these crayfish is/are correct?I.They produce genetically identical offspring, making species classification impossibleII.They cannot be classified using the biological species conceptIII.They can produce many offspring so cannot be classified using the biological species conceptA.\\hspace{1em}II onlyB.\\hspace{1em}II and IIIC.\\hspace{1em}I and IID.\\hspace{1em}I, II, and III",
      "markScheme": "AExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Statement Iis false. Although marbled crayfish produce genetically identical offspring, this does not make classification impossible; it just means the biological species concept (which relies on interbreeding) isn’t applicable. Other species concepts can be used.Statement IIis true. The biological species concept defines species based on their ability to interbreed and produce fertile offspring, with reproductive isolation preventing gene flow between different species. However, it does not apply to organisms that reproduce exclusively asexually.Statement IIIis false. The number of offspring does not affect the applicability of the biological species concept. The issue is the absence of sexual reproduction, not the offspring count.Choice Ais correct because it contains only the true statement and none of the false ones.Choice Bis incorrect because it contains the falseStatement III.Choice Cis incorrect because it contains the falseStatement I.Choice Dis incorrect because it contains the falseStatements IandIII.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 35",
      "content": "Why does chromosome number affect hybrid fertility?A.\\hspace{1em}Species with different chromosome numbers can always produce fertile offspring because meiosis is not affected by chromosome pairing.B.\\hspace{1em}Hybrids with mismatched chromosome numbers have increased genetic diversity, making them more fertile.C.\\hspace{1em}Chromosome number only affects physical traits, not reproductive ability.D.\\hspace{1em}Hybrids with different chromosome numbers cannot produce functional gametes because homologous chromosomes fail to pair during meiosis.",
      "markScheme": "DExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Dis correct because meiosis requires homologous chromosomes to pair correctly. If the chromosome numbers do not match, pairing cannot occur properly, leading to errors in gamete formation and often resulting in sterility.Choice Ais incorrect because mismatched chromosomes disrupt meiosis, preventing successful gamete production and leading to sterility in many hybrids.Choice Bis incorrect because increased genetic diversity does not necessarily lead to higher fertility—chromosome mismatches usually cause sterility rather than increased reproductive success.Choice Cis incorrect because chromosome number directly affects meiosis and fertility.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 36",
      "content": "Which of the following could be used to identify different species?I.Dichotomous keyII.KaryogramsIII.Binomial naming systemA.\\hspace{1em}III onlyB.\\hspace{1em}I and II onlyC.\\hspace{1em}I and III onlyD.\\hspace{1em}I, II and III",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Bis correct because onlyStatements IandIIare correct. Dichotomous keys could be used to identify two different species based on their characteristics, and karyograms could be used to identify two different species based on their chromosome number and size.Choices A, C, andDare incorrect because they containStatement III, which is incorrect. The Binomial naming system can be used to give species a name but does not identify species.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 37",
      "content": "The diagram below shows the results obtained from the genetic fingerprinting of environmental DNA in a soil sample.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/5e705752-e411-4234-80d2-483684b7f199/images/c4b3367b-1955-4405-94ae-2dc7ee425b61/BI2663.png)\n\n[© Revision Village 2025. Created with BioRender.com]How many different species are present in this sample?A.\\hspace{1em}9B.\\hspace{1em}8C.\\hspace{1em}4D.\\hspace{1em}6",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Cis correct because there are four different types of DNA profiles with the same banding patterns visible. The well on the left contains the DNA ladder and so should not be counted as a species. Samples 1, 7, and 8 are all the same species, as are samples 3 and 6 and samples 4 and 5. Sample 2 is a unique species.Choice Ais not correct because many of the DNA profiles are identical so they must be from the same species, not different ones. It also includes the DNA ladder in the countChoice Bis not correct because it counts repeating DNA profiles as different species.Choice Dis not correct because it also counts organisms with the same profiles as different species.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "PBQ",
      "title": "Question 38",
      "content": "The karyogram is from a rat (Rattus rattus) cell without any chromosomal abnormalities. Biological sex is determined in the same way in rats and humans.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/b5a7f5e3-5dd7-4aea-8b10-a1b8e986feb8/images/4ec8e247-e777-434d-bc1c-587a943d54bc/BI1652.png)\n\n[Source: Adapted from Hamanaka, S., Yamaguchi, T., Kobayashi, T., Kato-Itoh, M., Yamazaki, S., Sato, H., Umino, A., Wakiyama, Y., Arai, M., Sanbo, M., Hirabayashi, M., & Nakauchi, H. (2011, July 15).File: Karyogram of normal rat.png. Wikimedia commons. Retrieved June 11, 2024 from URL https://commons.wikimedia.org/wiki/File: Karyogram_of_normal_rat.png. Copyright under CC BY 4.0]State at which stage of mitosis the chromosomes are photographed to make a karyogram.[1]Deduce, with a reason, the biological sex of the rat.[1]State how the chromosomes have been arranged to create the karyogram.[2]Using the karyogram, compare and contrast between the chromosomes of rats and humans.[2]",
      "markScheme": "→\\ce{ -> }​metaphaseBECAUSEthe chromosomes are visibleORcondensedORaligned on the equator of the cell so that it is easier to sort them[1][1 mark maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:The chromosomes are inmetaphasebecause the chromosomes arevisibleand aligned on theequatorof the cell, which makes iteasier to sortthem (✓\\checkmark✓).→\\ce{ -> }​maleBECAUSEit has a Y chromosomeORhas both X and Y chromosomes[1][1 mark maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:The rat ismalebecause it has aYchromosome (✓\\checkmark✓).anytwoof the following:→\\ce{ -> }​by decreasing length[1]→\\ce{ -> }​using banding patternsORcentromere positions[1]→\\ce{ -> }​in pairsORhomologous pairsORone chromosome from each parent forms a pair[1][2 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:The chromosomes have been arranged bydecreasing length(✓\\checkmark✓) and using theirbanding patterns(✓\\checkmark✓).anytwoof the following:Answer must include at leastonesimilarity and at leastonedifference to gain full marksSimilarities→\\ce{ -> }​BOTHhave pairs of chromosomesORhomologous chromosomes[1]→\\ce{ -> }​BOTHhave specific banding patternsORgenes on the chromosomes[1]→\\ce{ -> }​BOTHhave a pair of sex chromosomesORX and Y chromosomes[1]Differences→\\ce{ -> }​rats have fewer chromosomesORautosomes than humansORhumans have more chromosomesORautosomes than ratsORrats have 21 pairs of chromosomesANDhumans have 23 pairs of chromosomesORrats have 42 chromosomesANDhumans have 46  chromosomesORrats have 40 autosomes and 2 sex chromosomesANDhumans have 44 autosomes and 2 sex chromosomesORrats have 20 pairs of autosomes and 1 pair of sex chromosomesANDhumans have 22 pairs of autosomes and 1 pair of sex chromosomes[1][2 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Both rats and humans havehomologous chromosomes(✓\\checkmark✓), however, rats havefewer chromosomes(42) than humans (46) (✓\\checkmark✓).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "6",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 39",
      "content": "Environmental DNA can be used to form which of the following?A.\\hspace{1em}BarcodesB.\\hspace{1em}KaryotypesC.\\hspace{1em}Dichotomous keysD.\\hspace{1em}Binomial naming system",
      "markScheme": "AExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Ais correct because environmental DNA is genetic material shed by organisms into their environment and can be used to produce barcodes for each species.Choice Cis incorrect because environmental DNA does not directly lend itself to the construction of dichotomous keys, as these keys are usually based on observable physical characteristics rather than genetic material.Choice Dis incorrect as while eDNA analysis can help identify species, it doesn't play a direct role in assigning scientific names, so is not used as the basis for the binomial naming system.Choice Bis incorrect, as environmental DNA does not provide enough detailed information about individual chromosomes to construct karyotypes.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 40",
      "content": "Which of the following highlight(s) difficulties in applying the biological species concept?I.Budding in yeastII.Runners in spider plantsIII.Bacterial conjugationA.\\hspace{1em}III onlyB.\\hspace{1em}I and II onlyC.\\hspace{1em}I and III onlyD.\\hspace{1em}I, II and III",
      "markScheme": "DExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Dis correct because all statements are examples of either asexual reproduction (Statements I and II) or horizontal gene transfer (Statement III), which makes applying the biological species concept difficult. The biological species concept defines a species as a group of organisms that can interbreed and produce fertile offspring under natural conditions. This concept is formulated for sexual reproduction, not asexual or horizontal genetic transfer.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 41",
      "content": "The diagram shows an unidentified species of crab.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/19e8c046-f05c-4607-ade4-20027d6f574a/images/d1c319be-36b5-4c65-98d3-4357e8d49ac9/BI1579.png)\n\n[© Revision Village 2024. Created with BioRender.com]Use the dichotomous key provided to identify this species.1.\\hspace{1em}Smooth shell … .Go to 2.Bumps or spikes on shell … .Go to 3.2.\\hspace{1em}Eyestalks … .Go to 4.No eyestalks … .Menippe mercenaria.3.\\hspace{1em}Pear-shaped shell … .Go to 5.Non-pear-shaped shell … .Go to 6.4.\\hspace{1em}Antennae visible … .Birgus latro.No antennae visible … .Ocypode quadrata.5.\\hspace{1em}Six walking legs … .Paralithodes camtschaticus.Eight walking legs … .Macrocheira kaempferi.6.\\hspace{1em}Tail present … .Limulus polyphemus.Tail absent … .Callinectes sapidus.A.\\hspace{1em}Menippe mercenariaB.\\hspace{1em}Ocypode quadrataC.\\hspace{1em}Paralithodes camtschaticusD.\\hspace{1em}Callinectes sapidus",
      "markScheme": "DExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Dis correct because this species has a rough, non-pear-shaped shell and no tail, making it a blue crab (Callinectes sapidus).Choices Ais incorrect because the species in the diagram has eyestalks and a rough shell.Choice Bis incorrect because the species in the diagram has a rough shell.Choice Cis incorrect because the species in the diagram has a non-pear-shaped shell.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 42",
      "content": "The following table shows the approximate number of protein-encoding genes found in various species. What can be concluded from these findings?SpeciesApproximate number of protein-encoding genesDrosophila melanogaster(fruit fly)14,000Oryza sativa(rice)51,000Gallus gallus(chicken)20,000-23,000Homo sapiens(human)20,000-25,000I.The number of genes is not a good indicator of organism complexity.II.Chickens may have more genes than humans.III.The number of base pairs in the rice genome is greater than in the other species.A.\\hspace{1em}I and II onlyB.\\hspace{1em}II and III onlyC.\\hspace{1em}I and III onlyD.\\hspace{1em}I, II and III",
      "markScheme": "AExplanation‾\\underline{\\textrm{Explanation}}Explanation​:The number of genes found in a species does not serve as a good indicator of complexity (Statement I). If it did, the data here would suggest that chickens and humans are equally complex, and that rice is far more complex than either of them. Due to the overlapping ranges in the number of genes, it is entirely possible for chickens to have a greater number of genes than humans (Statement II). It is impossible to determine the size of the genome (measured in base pairs) of a species based on the number of genes it has. In reality, rice has far fewer base pairs than chickens or humans despite having approximately twice as many genes (Statement III).Choice Ais, therefore, correct.Choices B, C, andDare incorrect as they all containStatement III.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 43",
      "content": "Outline the binomial naming system and its importance.[4]Explain how a sample of cells taken from a foetus can be used to determine whether the foetus will be biologically male or biologically female at birth.[4]Outline the outcomes of the human genome project and their impacts on different fields of science.[7]",
      "markScheme": "Anyfourof the following:→\\ce{ -> }​binomial naming system as the system used to name species[1]→\\ce{ -> }​genus name and species name[1]→\\ce{ -> }​species with the same genus share many characteristicsORare closely related[1]→\\ce{ -> }​internationally agreed[1]→\\ce{ -> }​facilitates understanding and communication between scientists[1][4 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:The binomial naming system is the system which scientists use toname species(✓\\checkmark✓) and this isinternationally agreed(✓\\checkmark✓), which means it’s used all over the world, which aids in thecommunicationbetween scientists (✓\\checkmark✓) in different countries. The name of each species has two parts, the first highlights thegenusto which it belongs and the second part refers to thespecies(✓\\checkmark✓).Anyfourof the following:→\\ce{ -> }​cells grown in a culture medium[1]→\\ce{ -> }​cells stained[1]→\\ce{ -> }​observed under a light microscope[1]→\\ce{ -> }​photomicrograph taken during mitosisORmitotic metaphase[1]→\\ce{ -> }​chromosomes arranged according to sizeORposition of centromeres[1]→\\ce{ -> }​look at chromosome pair 23[1]→\\ce{ -> }​two large chromosomes mean foetus is XX[1]→\\ce{ -> }​one large chromosome and one small chromosome means foetus is XY[1]→\\ce{ -> }​XX is biologically femaleANDXY is biologically male[1][4 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Once the sample of cells has been taken from the foetus they are grown in aculture medium(✓\\checkmark✓). They are thenstained(✓\\checkmark✓) and observed under alight microscope(✓\\checkmark✓). Aphotomicrographis taken (✓\\checkmark✓), and the image is cut up so that thechromosomescan bearranged by sizeand position of thecentromere(✓\\checkmark✓). A foetus withtwo large Xchromosomes will bebiologically female(✓\\checkmark✓), and a foetus withone large Xandone small Ychromosome will bebiologically male(✓\\checkmark✓).Anysevenof the following:→\\ce{ -> }​the Human Genome Project (HGP) sequenced the entire human genome[1]→\\ce{ -> }​it determined the total number of base pairs in the human genome[1]→\\ce{ -> }​it estimated the number of genes in the human genome[1]→\\ce{ -> }​identified the loci of genes[1]→\\ce{ -> }​identified repeat sequences[1]→\\ce{ -> }​identified locations of single nucleotide polymorphisms[1]→\\ce{ -> }​identified gene sequences associated with certain diseasesORbiological processesORtraits[1]→\\ce{ -> }​HGP stimulated further developmentORreduced the price of sequencing technology[1]→\\ce{ -> }​technology developed for the HGP is now used to diagnose diseasesORidentify micro-organisms OR DNA matching in forensics and medicineORgenetic modification[1]→\\ce{ -> }​contributed to the field by identifying genetic markers that affect how individuals metabolise and respond to medicationsORcontribute information for personalised medicine[1]→\\ce{ -> }​insights into evolutionary relationshipsORgenetic similaritiesORgenetic differences[1]→\\ce{ -> }​identification of regulatory elementsORnon-coding RNAsORcomponents that play essential roles in gene expressionORcellular function[1]→\\ce{ -> }​emphasised importance of consideration of ethicalORlegalORsocial implications of genomic research[1][7 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:The Human Genome Project (HGP)sequencedthe entire human genome (✓\\checkmark✓),identified the lociof genes (✓\\checkmark✓) and identified gene sequences that are connected to somediseases(✓\\checkmark✓) such as breast cancer. Locations ofsingle nucleotide polymorphisms(✓\\checkmark✓) were discovered which are variations in individuals DNA base pairs. The results have contributed to the development ofpersonalised medicine(✓\\checkmark✓) as genetic markers have been identified that affect how individuals respond to medications. The technology developed for the HGP has led to further advancements in technology,reducing the costof genetic sequencing (✓\\checkmark✓).  The HGP also emphasised how important it is to consider theethical implications(✓\\checkmark✓) of genomic research and the importance of informed consent.A quality mark is awarded if each part of the question (a, b, c) is answered to earn at least half of the points available, answers do not require re-reading to be understood, and there are almost no errors and little irrelevant information.[1]",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "16",
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 44",
      "content": "Which row in the table is correct for either the biological or morphological species concept?ConceptSpecies DefinitionProposed by…A.\\hspace{1em}BiologicalA group of organisms that can interbreed to produce fertile offspringLinnaeusB.\\hspace{1em}BiologicalA group of organisms with shared traitsMayrC.\\hspace{1em}MorphologicalA group of organisms that can interbreed to produce fertile offspringMayrD.\\hspace{1em}MorphologicalA group of organisms with shared traitsLinnaeus",
      "markScheme": "DExplanation‾\\underline{\\textrm{Explanation}}Explanation​:The morphological concept refers to a species as a group of organisms with shared traits. It assumes that individuals that look alike are part of the same species. This was proposed by Linnaeus.Choice Dis correct.Choice Ais incorrect because although the definition of the biological species concept is correct, it was not proposed by Linnaeus, it was proposed by Mayr.Choices BandCare incorrect because neither the definitions nor the proposers are correct.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 45",
      "content": "This table shows the estimated number of genes inE. colibacteria, fruit flies, mice, humans, and rice.SpeciesEstimated number of genesE.coli(bacteria species)4,000Drosophila melanogaster(fruit fly)13,000Canis lupis familiaris(dog)20,000Homo sapiens(humans)30,000Oryza sativa(rice)40,000What can you conclude from the above information?A.\\hspace{1em}Species in the same kingdom of life have a similar number of genesB.\\hspace{1em}Different species have different numbers of genesC.\\hspace{1em}More complex species have more genesD.\\hspace{1em}The number of genes is not a characteristic of a species",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Choice Bis the correct answer.  This is a small sample of species, but the process of elimination meansChoice Bis the only possible correct answer. Fruit flies, humans and dogs are all in the animal kingdom but have different numbers of genes (Choice A).  This information shows that the number of genes does not determine the complexity, as rice has more genes than humans (Choice C). It is not possible to conclude that the number of genes is not a characteristic of a species from this small sample of data (Choice D).",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 46",
      "content": "The karyogram shows a karyotype of a healthy human foetus.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/abc08017-69b8-4823-982a-12bb8e00c243/images/e3d89299-8c59-4872-a8af-84cb0cbaf394/BI1630%20fig1.png)\n\n[Source: Adapted from National Cancer Institute (2013, January 21). File: Karyotype (normal). jpg. Wikimedia Commons. Retrieved April 28, 2024. https://commons.wikimedia.org/wiki/File:Karyotype_(normal).jpg. Copyright free]Deduce, with a reason, the biological sex of the foetus.[1]The biological father of the foetus has haemophilia, and the biological mother is a carrier of the disease. Using a Punnett square, calculate the probability that the foetus has haemophilia.[3]Haemophilia occurs in approximately 1 in 6000 biological males and 1 in 100,000 biological females. Suggest a reason for this difference.[1]Much research has been conducted into the use of stem cells to treat genetic diseases. Outline the advantages and disadvantages of the use of adult stem cells over embryonic ones in stem cell therapy.[3]",
      "markScheme": "anyoneof the following→\\ce{ -> }​biologically maleBECAUSEthey have a Y chromosomeORthey have 22 pairs of homologous chromosomesAND1 pair of non-homologous sex chromosomes[1][1 mark maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:The foetus is biologicallymalebecause they have aY chromosome(✓\\checkmark✓).anythreeof the following→\\ce{ -> }​parental genotypes identified in the Punnett square; biological father:XXhY\\ce{X^hY}XXhYANDbiological mother:XXHXXh\\ce{X^HX^h}XXHXXh[1]→\\ce{ -> }​offspring genotypes identified asXXHY,XXhY\\ce{X^HY, X^hY}XXHY,XXhY[1]→\\ce{ -> }​0.50OR50%OR12\\frac{1}{2}21​[1][3 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/abc08017-69b8-4823-982a-12bb8e00c243/images/23e5eaf5-4187-4a5f-b4d9-7b165e6ae1be/1630.png)\n\nThe biological sex of the foetus is male, so it must inherit the Y chromosome from its biological father. The probability of a biologically male foetus having haemophilia is50 %(✓\\checkmark✓).anyoneof the following→\\ce{ -> }​it is a sex-linked recessive disease,ORthe gene is carried on the X chromosomeANDbiological males only have one X chromosome, so if they have the recessive allele, they will have the disease, whereas biological females with one copy would be carriers[1]→\\ce{ -> }​for a biological female to have haemophilia, they would need to have two copies of the recessive allele, whereas biological males only need one copy of the recessive allele to have haemophilia[1][1 mark maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Haemophilia is more common in biological males because it is asex-linked diseaseon theX chromosome.Biological maleshave onlyone X chromosome, so inheriting therecessive allele resultsin thedisease, whilebiological femaleswithtwo X chromosomescan becarriers without symptoms(✓\\checkmark✓).anythreeof the following (at leastoneadvantage andonedisadvantage must be given to gain full marks)advantages:→\\ce{ -> }​adult stem cells can be obtained from the individual needing treatment, reducing the risk of immune rejectionWHILEembryonic stem cells may be rejected by the patient’s immune system[1]→\\ce{ -> }​harvesting adult stem cells is generally less controversialORhas fewer ethical implications compared to embryonic stem cells[1]→\\ce{ -> }​adult stem cells have a lower risk of producing tumours compared to embryonic stem cells[1]→\\ce{ -> }​adult stem cell therapies generally face fewer regulatory hurdles and greater public acceptance compared to therapies involving embryonic stem cells[1]disadvantages:→\\ce{ -> }​adult stem cells are multipotentORare often restricted in the number of cell types they can produceWHILEembryonic stem cells are pluripotentORcan differentiate into any bpdy cell type[1]→\\ce{ -> }​adult stem cells are limited in number within adult tissuesORcan be challenging to obtainORcultureWHILEembryonic stem cells are more numerous OR easier to harvest[1]→\\ce{ -> }​adult stem cells have less potential for long-term proliferationORdurability in cultureCOMPARED TOembryonic stem cells[1]→\\ce{ -> }​adult stem cells are derived from fully developed tissues so typically more differentiated,WHEREASembryonic stem cells are derived from a very early developmental stage so less differentiated[1][3 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Oneadvantageof using adult stem cells in therapy is that they can be obtained from the patient,reducing the risk of immune rejection(✓\\checkmark✓). Additionally, harvesting adult stem cells isless controversialand hasfewer ethical implications(✓\\checkmark✓) compared to embryonic stem cells. However, adult stem cells aremultipotentandlimitedin thetypes of cells(✓\\checkmark✓)  they can produce, unlike pluripotent embryonic stem cells. Moreover, adult stem cells areless numerousandharder to harvest(✓\\checkmark✓) than embryonic stem cells.",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "8",
      "difficultyLevel": "4.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 47",
      "content": "The table shows genome sizes for several different species.OrganismGenome Size (base pairs)Escherichia coli(Bacterium)5 millionSaccharomyces cerevisiae(Yeast)12 millionDrosophila melanogaster(Fruit Fly)140 millionXenopus laevis(Frog)????Homo sapiens3 billionDescribe the challenges of predicting the size of the genome ofXenopus laevisbased on the information provided in the table.[2]Single-cell genome sequencing allows researchers to analyse the genetic material of individual cells. Cancer is characterised by significant genomic instability, leading to massive variations in genome size when compared to noncancerous cells.Explain how single-cell genome sequencing can be more useful than traditional genome sequencing for developing effective cancer treatments.[3]The diagram below depicts nanopore DNA sequencing technology.  This portable technology involves passing a single piece of DNA through a tiny pore in a membrane in an electrical field in a manner such that the current can reveal the DNA sequence.  This allows for the analysis of environmental DNA (eDNA), which consists of DNA fragments shed by organisms into their surroundings (e.g., skin cells, waste).  It can also give almost immediate results for shorter fragments, and sequence entire genomes in as little as 3 days.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/bc9dbc7a-73a6-41de-bef4-c83dfff6f8fc/images/3d062db1-de82-446a-8141-4670a3bbbe8f/BI2802.png)\n\n[Source: Adapted from National Institutes of Standards and Technology (2024, November 18)DNA Sequencing Method[image]. Wikimedia Commons. Retrieved 04:53, May 5, 2025 from https://commons.wikimedia.org/w/index.php?title=File:DNA_Sequencing_Method_ (8051510835).jpg&oldid=958458868.Public Domain]Discussonepotential benefit and one potential risk associated with the widespread use of portable DNA sequencing technologies.[2]Suggest ways whole-genome sequencing can contribute to our understanding of evolutionary relationships between species, and also to personalised medicine.[4]",
      "markScheme": "the following (award zero marks for a numerical prediction):→\\ce{ -> }​genome size does not increase with complexity in a predictable manner[1]→\\ce{ -> }​WHICH MEANSit is not possible to predict a genome size based on the information in the table[1][2 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:The genome size of Xenopus laeviscannot be predicted(✓\\checkmark✓) from the table because there isno correlationbetween organismcomplexity and genome size(✓\\checkmark✓).anythreeof the following:→\\ce{ -> }​traditional whole-genome sequencing provides an average genomic profile of the whole organismORnot just the tumour[1]→\\ce{ -> }​single-cell sequencing can show differences between the typical genome of that organism and the tumor[1]→\\ce{ -> }​single-cell sequencing can show differences within the tumour itself[1]→\\ce{ -> }​heterogeneity within the tumour can provide cliniciansORresearchers with clues as to the best treatment options[1]→\\ce{ -> }​comparison of single-cell genome sequencing of tumour with originating tissue can help clinicians predict which treatment option will best allow healthy tissue to survive[1]→\\ce{ -> }​single-cell sequencing facilitates the development of more personalised and effective therapies[1][3 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Traditional whole-genomesequencing provides an overall genomic view of awhole organism(✓\\checkmark✓), giving us an average of the genetic information across all cells.Single-cell sequencingoffers a moredetailedperspective by revealingdifferences(✓\\checkmark✓) between the typical genome of that organism and the tumour cells.  Heterogeneity within the tumour can provide clinicians and researchers with crucial clues for determining themost effective treatment options(✓\\checkmark✓).anytwoof the following(must includeonebenefit andonerisk):benefits→\\ce{ -> }​enables rapid identification of pathogens in remote or resource-limited areas[1]→\\ce{ -> }​faster response time for public health interventions[1]→\\ce{ -> }​tracking of endangeredORinvasiveORelusive species by eDNA without the need for lab facilities[1]→\\ce{ -> }​identification of species present in an ecosystem based on eDNA without the need for lab facilities[1]→\\ce{ -> }​genetic analysis at the point of careORon-site for rapid treatment response[1]→\\ce{ -> }​individual empowermentORaccountability over their own health[1]→\\ce{ -> }​increased speed of identification of criminal suspectsORdisaster victims[1]risks→\\ce{ -> }​privacy concerns due to easy access to genetic data[1]→\\ce{ -> }​misuse of genetic informationORgenetic discrimination[1]→\\ce{ -> }​misinterpretation of results by non-experts may lead to incorrect medical or legal decisions[1]→\\ce{ -> }​potential for higher error rate[1]→\\ce{ -> }​potential for bioterrorism[1]→\\ce{ -> }​technological advancements moving faster than legal regulatory framework leads to misuse and abuse[1][2 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:One potential benefit of portable DNA sequencing is that it can providefaster results(✓\\checkmark✓) because the sequencing can be done on-site rather than sent to a lab, which can take days.  One possible risk is that DNA samples can be collected from the environmentwithout the consent of the people, raising importantethical concerns(✓\\checkmark✓).anyfourof the following, at least one must be presented for each applicationevolutionary relationships→\\ce{ -> }​allows for comparison of whole genomes across species[1]→\\ce{ -> }​identifies conserved regions and genes[1]→\\ce{ -> }​facilitates the study of evolutionary genetic changes such as gene duplication, loss, chromosomal alterations and horizontal gene transfer[1]→\\ce{ -> }​generates data for analysing genome patterns of evolution[1]→\\ce{ -> }​extensive genetic data enables the creation of detailed and accurate phylogenetic trees[1]personalised medicine→\\ce{ -> }​identifies genetic predispositions to disease[1]→\\ce{ -> }​predict individual responses to drugs and medicines[1]→\\ce{ -> }​characterise the genetic make-up of tumours to guide cancer treatment[1][4 marks maximum]Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Whole-genome sequencing can contribute to the study of evolutionary relationships by identifying differences ingenetic patterns of evolution, such asgene duplication or lossandchromosomal duplication or loss(✓\\checkmark✓).  It can alsoidentify conserved genesor regulatory sequences between species (✓\\checkmark✓).  Whole-genome sequencing can contribute to personalised medicine through theidentification of genetic diseases(✓\\checkmark✓) and predispositions to disease, as well as probable individual physiologicalresponses to treatmentoptions (✓\\checkmark✓).",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": "11",
      "difficultyLevel": "4.5"
    }
  ]
}