{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 1",
      "content": "Describe two features of the Twenty-One Demands issued by Japan to the Chinese government in 1915.\n<span class=\"marks\">[2]</span>\n",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\n\nAny two of the following:\n\n- Japan could place advisors within the Chinese government.\n- Japan would have control over the police in China.\n- Japan would extend its lease of the Southern Manchurian Railway up to 99 years.\n- Japan would be given extraterritoriality in Manchuria and Inner Mongolia\n- Japan's rights in Shandong would be officially recognized.\n\nNote: these were not the terms signed by China. A revised version was signed by China later.\n\n<span class=\"marks\">[2 marks maximum]</span>\n\n$\\underline{\\textrm{Sample Answer}}$:\n\nUnder the Twenty-One Demands issued by the Japanese government to the Chinese government, Japan could place advisors within the Chinese government who would control their finance and foreign affairs ($\\checkmark$) and also extend the lease of the Southern Manchurian Railway for up to 99 years ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 2",
      "content": "According to Source A, what is the US proposing for an agreement with Japan?\r\n<span class=\"marks\">[2]</span>\n\n$\\\\$\nSource A $\\hspace{3em}$ $\\hspace{3em}$Excerpted from Outline of Proposed Basis for Agreement Between the United States and Japan, also known as the Hull Note. It was delivered to the Empire of Japan on November 26th, 1941The Government of the United States and the Government of Japan both being solicitous for the peace of the Pacific affirm that their national policies are directed toward lasting and extensive peace throughout the Pacific area, that they have no territorial designs in that area, that they have no intention of threatening other countries or of using military force aggressively against any neighbouring nation, and that, accordingly, in their national policies they will actively support and give practical application to the following fundamental principles upon which their relations with each other and with all other, governments are based…\n[Source: Hull, C. (1941, November 26). Outline of the Proposed Basis for Agreement between the United States and Japan. ibiblio.org. Retrieved on August, 21st, 2024 from https:/biblio.org/pha/timeline/411126bpw.html. Public domain.]",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\r\n\nAny two of the following:\n\n- An agreement to make their domestic policies work toward $\\text{\\textquotedblleft}$lasting and extensive peace” in the Pacific\n- An agreement that neither country will seek to gain territories in the Pacific\n- An agreement that neither country will threaten other countries in the Pacific or use military force aggressively\n\n<span class=\"marks\">[2 marks maximum]</span>\n\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nThe United States is proposing that both it and Japan agree to behave peacefully toward each other and other countries in the Pacific ($\\checkmark$) and that they agree to not use their militaries aggressively in the region ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 3",
      "content": "Identify two consequences of the signing of the Tripartite Act in 1940.\r\n<span class=\"marks\">[2]</span>\n",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\r\n\nAny two of the following:\n\n- The act formalized a defensive military alliance between Germany, Italy, and Japan.\n- The act strengthened Japan's strategic position as a member of the Axis powers.\n- The act reinforced ideological and strategic cooperation among the Axis powers.\n\n<span class=\"marks\">[2 marks maximum]</span>\n\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nThe signing of the Tripartite Act in 1940 made the implied alliance between the Axis Powers, Germany, Italy, and Japan, formal ($\\checkmark$) and further strengthened Japan's position as the primary superpower in East Asia and aligning it in direct opposition to the Allies ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 4",
      "content": "According to Source E, what were Japan's reasons for attacking Pearl Harbour?\r\n<span class=\"marks\">[2]</span>\n\n$\\\\$\nSource E $\\hspace{3em}$ $\\hspace{3em}$Excerpt from $\\text{\\textquotedblleft}$World History, Volume 2: from 1400.” Published by OpenStax,  2022.The Great Depression and the rise of fascism in Europe seemed to signal the decline of the older Western-dominated world order. Japanese intellectuals, politicians, military leaders, and mass media envisioned that Japan could fashion a $\\text{\\textquotedblleft}$new order” of regional supremacy for itself. In an August 1940 radio address, Japanese foreign minister Yosuke Matsuoka broached his vision for a Greater East Asia Co-Prosperity Sphere as a blueprint for Japan's ascent to world-power status. A year later, he published a book further developing his ideas for liberating Asians from European domination and expelling the $\\text{\\textquotedblleft}$white race bloc” suppressing Asia's destiny. By 1941, creating the Greater East Asia Co-Prosperity Sphere had become the publicly articulated objective of Japan's Asian aggression, and it remained so until Japan's defeat in 1945.\r\n\n\nEventually, finding themselves in a stalemate in China and needing more natural resources to sustain the war and the goal of creating the Greater East Asia Co-Prosperity Sphere, the Japanese military and civilian governments began to consider a thrust into Southeast Asia. Such a move would inevitably mean a confrontation with the United States and its colony the Philippines. Japan conceived a desperately hopeful plan of war against the United States and an initial knockout strike on the U.S. Pacific Fleet at Pearl Harbor, Hawaii.\r\n\n[Source: Kordas, A.; Lynch, R.; Nelson, B. Tatlock, J. (2022, December 14). World History, Volume 2: from 1400. OpenStax. Retrieved November 23, 2024 from https://openstax.org/books/world-history-volume-2/pages/13-1-an-unstable-peace. Public Domain.]",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\r\n\nAny two of the following:\n\n- Japan viewed the economic problems of the Great Depression and the rise of fascism in Europe as a sign that it was time to change the Western-dominated world order.\n- Japanese leaders wanted Japan to be the regional leader of Asia and it viewed the US as a rival because  it had a colony in the Philippines\n- It wanted to knock out the US with the attack since it knew confrontation was inevitable.\n\n<span class=\"marks\">[2 marks maximum]</span>\n\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nAccording to Source E, Japan attacked Pearl Harbour because Japanese leaders wanted Japan to be the leader in East Asia and the US threatened that power with its colony in the Philippines ($\\checkmark$). Japan hoped the attack on the US base at Pearl Harbour would debilitate the US in the war that they felt was inevitably coming ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 5",
      "content": "What does Source A suggest about Japan's relationship with China in 1942?\r\n<span class=\"marks\">[2]</span>\n\n$\\\\$\nSource A $\\hspace{3em}$Cartoon by Jim Berryman from July 1942. The caption below the image reads $\\text{\\textquotedblleft}$FIVE YEARS OF DRAGON SWALLOWING - - AND NO END IN SIGHT!\" $\\hspace{3em}$![SkillUpp Image](https://assets.revisionvillage.com/public/question/0efb10e3-ec4d-4daf-9d73-68dd3e4cf664/images/b78e72be-57ac-4f1b-9de2-87f79b4c2d50/HI0099.png)\n\n\n[Source: Berryman, Jim (July 7, 1942) National Archives Identifier: 5743126. Retrieved October 14, 2024 from https://www.archives.gov/legislative/research/special-collections/berryman.\r\nPublic Domain.]\r\n",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\r\n\nAny of the following two messages:\n\n- Japan is trying to colonize or $`$swallow up' China.\n- China is proving to be tough for Japan to colonize.\n- The attempt to colonize or control China has been going on for five years as evidenced from the caption.\n- The $`$China incident'- a reference to the Marco Polo Bridge incident is the pretext for controlling China.\r\n  \n<span class=\"marks\">[2 marks maximum]</span>  \n\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nSource A suggests that Japan is attempting to control or take over China. This is portrayed by a militant Japanese who has the Chinese dragon by the tail and is attempting to swallow the same ($\\checkmark$). The Source also suggests that Japan is finding it difficult to control China. This is seen in the caption which reads, $`$Five Years of Dragon Swallowing and no end in sight' and also the fact that the Japanese with the bloated stomach looks like he is suffering from indigestion ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 6",
      "content": "Why, according to Source B, was India important to China during the war?\n<span class=\"marks\">[3]</span>\n\n$\\\\$\nSource B $\\hspace{3em}$ $\\hspace{3em}$A telegram sent by the US Ambassador to China, Clarence Gauss, to the US Secretary of State, Cordell Hull, in February 1942.Chungking, February 25, 1942—noon.\n[Received February 25—9:39 a.m.]\n\nThe Embassy has received through the American military mission a copy of the letter addressed to General Ho Ying Chin by the Chief of the British Military mission.\n\nThe letter reads in substance as follows:\n\nTerms in summary of the agreement reached between the Government of India and the Generalissimo.\n\n$1.$ Available facilities will be provided for [by] India by [for] the forwarding of materials to China by land, sea and air. India will provide storage facilities for Chinese Lend-Lease materials at Calcutta, other Indian ports and at road heads in Assam as needed.\n\n$2.$ In addition to the Imphal-Kalewa road, a road from Ledo to Lungling via Fort Hertz ana Myitkyina will be constructed.\n\n$3.$ At Karachi, India, will assemble aircraft for China and will fly them to Calcutta where Chinese pilots will take them over or will arrange for Chinese pilots to fly them across India.\n\n$4.$ To facilitate signal traffic concerning the movement of Lend-Lease planes between India and China, a joint Sino-Indian war press station will be constructed.\n\n$5.$ A wireless transmitter will be provided at Calcutta to handle Lend-Lease signal traffic for Lashio, Kunming and Rangoon. Priority facilities will be given to Chinese representatives at Calcutta and Colombo sending Lend-Lease messages.\n\n$6.$ It is agreed by the Government of India that China will be permitted to use airdromes in the Sadiya area in Assam for military, passenger and freight planes. With regard to items 3, 4, 5 and 6, detailed arrangements will be made direct between India and China.\n\nThe letter requested the names of Chinese representatives selected to proceed as soon as possible to New Delhi to discuss the details of the installation of the wireless transmitter sets.\n\nGauss[Source: The Ambassador in China (Gauss) to the Secretary of State (1942). Foreign Relations of the United States: Diplomatic Papers, 1942, China - Office of the Historian. Retrieved July 7.2025 from https://history.state.gov/historicaldocuments/frus1942China/d469. Public domain.]",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\n\nAny two of the following:\n\n- India provided storage facilities for Chinese Lend-Lease materials.\n- Aircraft would be assembled in India, and Chinese pilots would fly them.\n- A wireless transmitter would be provided at Calcutta to handle signal traffic for Kunming, Rangoon, and Lashio.\n- China would be permitted to use air bases in India.\n\n<span class=\"marks\">[3 marks maximum]</span>  \n\n$\\underline{\\textrm{Sample Answer}}$:\n\nAccording to the source, India was essential to China under the US's Lend-Lease program. Firstly, India provided storage facilities for Chinese Lend-lease materials ($\\checkmark$). Secondly, India was used as a base to supply aircraft to China, in which the aircraft would be first assembled in India and have Chinese pilots fly them once completed ($\\checkmark$). Lastly, the Chinese military was given permission to use Indian air bases ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 7",
      "content": "According to Source B, what was Japan's rationale for declaring war on the US and Britain?\r\n<span class=\"marks\">[3]</span>\n\n$\\\\$\nSource B $\\hspace{3em}$ $\\hspace{3em}$Excerpted from a declaration that appeared in the Japan Times & Advertiser, December 8, 1941 and was released by the Japanese Board of Information, December 8, 1941.We hereby declare war on the United States of America and the British Empire. …\r\n\n\nTo insure the stability of East Asia and to contribute to world peace is the far-sighted policy which was formulated by our Great illustrious Imperial Grandsire and Our Great Imperial sire succeeding Him, and which We lay constantly to heart. To cultivate friendship among nations and to enjoy prosperity in common with all nations has always been the guiding principle of Our Empire's foreign policy. It has been truly unavoidable and far from Our wishes that Our Empire has now been brought to cross swords with America and Britain. More than four years have passed since China, failing to comprehend the true intentions of Our Empire, and recklessly courting trouble, disturbed the peace of East Asia and compelled Our Empire to take up arms. Although there has been re-established the National Government of China, with which Japan has effected neighborly intercourse and cooperation, the regime which has survived at Chungking, relying upon American and British protection, still continues its fratricidal opposition. Eager for the realization of their inordinate ambition to dominate the Orient, both America and Britain, giving support to the Chungking regime, have aggravated the disturbances in East Asia. Moreover, these two Powers, inducing other countries to follow suit, increased military preparations on all sides of Our Empire to challenge us. They have obstructed by every means our peaceful commerce, and finally resorted to a direct severance of economic relations, menacing gravely the existence of Our Empire.\r\n\n[Source: Imperial Rescript, December 8, 1941.  (1941, December 8th). Japan Times & Advertiser. Published in The World and Japan. Retrieved August 22nd, 2024 from https://worldjpn.net/documents/texts/docs/19411208.O1E.html. Public domain.]",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\r\n\nAny three of the following:\n\n- Japan believed declaring war would stabilize East Asia and aid world peace.\n- Japan believed war was unavoidable\n- Japan declared war because Britain and the US had been supporting the Chinese government, which had been $\\text{\\textquotedblleft}$courting trouble”.\n- Japan believed the US and Britain sought to control East Asia.\n- Japan believed the US and Britain had threatened Japan with military build-up in the areas around Japan.\n- Japan believed the US and Britain had disrupted their trade and hurt them economically by severing economic relations.\n\n<span class=\"marks\">[3 marks maximum]</span>\n\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nAccording to Source B, Japan declared war on the US and Britain because it thought they were seeking to control East Asia ($\\checkmark$). It also viewed the US and Japan's military presence in the areas surrounding Japan as a direct threat to them and their regional power ($\\checkmark$). Finally, Japan viewed the US and Britain’s actions to cut them off economically as a threat to their existence ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 8",
      "content": "What does Source A suggest about the state of the Chinese military in the Second Sino-Japanese War?\n<span class=\"marks\">[2]</span>\n\n$\\\\$\nSource A $\\hspace{3em}$ $\\hspace{3em}$Chinese propaganda poster published by the Military Commission Political Affairs Office in 1938 with a caption that reads: “discipline is the lifeblood of the army, wounds are the glory of the soldier.\"![SkillUpp Image](https://assets.revisionvillage.com/public/question/66c35b9e-be84-4da5-9f98-8d60e6e2bfce/images/dfa7ed35-3bda-4598-a304-db06fbb142b0/HI0817.jpg)\n\n\n[Source: Unknown. (1938). Discipline is the lifeblood of the army, wounds are the glory of the soldier Chineseposters.net. Retrieved July 7, 2025 from https://chineseposters.net/posters/d25-192. Public domain.]",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\n\nAny two of the following:\n\n- The military is well supported by the people.\n- The people appeared to be patriotic based on the flags that they were waving.\n- The army has sustained injuries to its soldiers.\n- The soldier appears to be confident despite his injuries.\n\n<span class=\"marks\">[2 marks maximum]</span>  \n\n$\\underline{\\textrm{Sample Answer}}$:\n\nSource A shows that despite the soldier being injured, the soldier appears to be confident ($\\checkmark$) and the enthusiastic crowd in the background suggest that the military is well supported by the people ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 9",
      "content": "What does Source A suggest about the Japanese empire before 1939?\r\n<span class=\"marks\">[2]</span>\n\n$\\\\$\nSource A $\\\\$ $\\hspace{5em}$ $\\hspace{3em}$The Empire of Japan, and its wartime conquests in China, 1939. Red areas indicate regions already controlled by the Japanese Empire, while pink areas indicate Japan's conquests in mainland China.![SkillUpp Image](https://assets.revisionvillage.com/public/question/e1770a90-f529-46ff-8381-3f05bc9c88c7/images/fa020653-5062-413c-8039-f24c0b78feca/HI0336(A).png)\n\n\n[Source: Imperial Japan Map 1939. (2008, December 16). Wikimedia Commons.  Retrieved January 4, 2025 from https://commons.wikimedia.org/wiki/File.svg. CC-SA 3.0.]",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\r\n\nAny two of the following:\n\n- The Japanese had secured a large number of territories in China.\n- Most of the captured territories were coastal cities and key industrial areas.\n- Japan's territorial expansion and influence in East and Southeast Asia began in the mid to late 19th century, long before the outbreak of either World War.\r\n\n<span class=\"marks\">[2 marks maximum]</span>  \n\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nThe source shows that the Japanese military made significant territorial gains in China and East Asia before 1939 ($\\checkmark$). The source also shows that by 1939, Japan already captured major coastal cities in China ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 10",
      "content": "What is the message conveyed by Source A?\r\n<span class=\"marks\">[3]</span>\n\n$\\\\$\nSource A $\\hspace{3em}$ $\\hspace{3em}$Cartoon by H. M. Talburt titled “The Light of Asia” published in the Washington Daily News in 1933. The text on the burning paper held by the arm labeled Japan reads $\\text{\\textquotedblleft}$Nine Power Treaty Kellog Pact” and bears a ribbon labeled $\\text{\\textquotedblleft}$League of Nations” on the bottom.![SkillUpp Image](https://assets.revisionvillage.com/public/question/48e0d281-586b-45c0-9768-b91fc34a4887/images/a0f90b1f-50b7-4834-8048-7becbf636da5/HI0414A.png)\n\n\n[Source: Talburt, H.M. (1933, January 27). The Light of Asia. Washington Daily News. Retrieved January 23, 2025 from https:///commons.wikimedia.org/wiki/File.jpg. Public domain.]",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\r\n\nAny combination of the following for three marks:\n\n- Japan is depicted as a violator of both the Nine-Power Treaty and the Kellogg-Briand Pact.\n- Japan is an aggressor.\n- Japan is in violation of its agreements as a member of the League of Nations.\n- Japan's actions have increased tensions in Asia.\n\n<span class=\"marks\">[3 marks maximum]</span>\n\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nSource A depicts Japan as in violation of both the Nine Power Treaty and the Kellogg-Briand Pact as it is show as crushing the agreements in its fist and setting them on fire ($\\checkmark$). Source A also depicts Japan as an aggressor in Asia whose actions are setting it alight, hence the title $\\text{\\textquotedblleft}$The Light of Asia” ($\\checkmark$). Finally, Source A shows that Japan is in violation of its agreements as a member of the League of Nations as shown by the small ribbon attached to the bottom of the crushed, burning paper ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 11",
      "content": "Describe the Tripartite Pact/Three Power Pact.\r\n<span class=\"marks\">[2]</span>\n",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\nThe following for 1 mark:\n\n- A military alliance set up in 1940 which included Italy, Germany and Japan (also accept $\\text{\\textquotedblleft}$the Axis Powers\")\n\nAny 1 of the following for further description:\n\n- It $\\text{\\textquotedblleft}$divided” the world, with Japan recognizing German and Italian leadership in Europe and Germany and Italy recognizing Japanese leadership in East Asia\n- It called for military assistance in case either of the 3 were attacked by a country not then at war.\n\n<span class=\"marks\">[2 marks maximum]</span>\n\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nIn 1940, a military alliance was established between Italy, Germany, and Japan, officially forming the $\\text{\\textquotedblleft}$Axis Powers\" ($\\checkmark$). It called for military assistance in case either of the 3 were attacked by a country not then at war ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 12",
      "content": "Summarize the impact of the Treaty of Versailles on Japan.\r\n<span class=\"marks\">[3]</span>\n",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\r\n\nAny combination of the following for three marks:\n\n- Territorial gains\n  \n  - Japan gained control of various former German colonies in the Pacific includes in Marshall Islands, Mariana Islands and Caroline Islands as well as Shandong Province in China.\n\n- Increased global standing/prestige\n  \n  - Japan became one of the strongest world powers within the League of Nations.\n\n- Strained relations with the Western Powers\n  \n  - While the Treaty increased Japan's global position, it still viewed its treatment within the terms of the treaty as unfair, including the West's rejection info the racial equality clause Japan proposed and its limited power within the League relative to Western nations.\n\n- Increased nationalism, militarism and expansionism\n  \n  - The perception of unfair treatment within the Treaty drove a shift in Japan toward nationalism and militarism within the Japanese government that eventually drove its expansionist behaviors between WWI and WWII.\n\n\n<span class=\"marks\">[3 marks maximum]</span>\n\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nThe Treaty of Versailles had mixed impacts for Japan, some positive and some negative. On the positive side, it gained some global prestige in its inclusion in the treaty negotiations and thus recognition as one of the world's great powers after WWI ($\\checkmark$). It also gained some physical territories, such as Germany's former colonies in the Pacific, such as the Marshall Islands, and, more importantly, Shandong Province in China, which it would hold until its defeat in the Second World War ($\\checkmark$). However, Japan also viewed the treaty terms as unfair, which helped drive the rise of its militaristic expansion before World War II ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 13",
      "content": "What does Source C suggest about US support for China during the Second Sino-Japanese War?\n<span class=\"marks\">[3]</span>\n\n$\\\\$\nSource C $\\hspace{3em}$ $\\hspace{3em}$President Roosevelt and Prime Minister Churchill to Generalissimo Chiang Kai-shek.We have been meeting in North Africa with our Chiefs of Staff, to plan our offensives and strategy for 1943. The vital importance of aiding China has filled our minds. General Arnold, the Commander of the U. S. Air Force, is already on his way to see you. We have decided that Chennault should be reinforced at once in order that you may strike not only at vital shipping routes but at Japan herself. Arnold carries to you our best judgment as to Burma. He will also advise you about our expanding operations in the South West Pacific and our developing offensive against Germany and Italy which will follow promptly after the destruction of the Axis forces in Tunisia. We have great confidence in the 1943 offensives of the United Nations and want to assure you that we intend with your co-operation to keep the pressure on Japan at an ever increasing tempo.[Source: President Roosevelt and Prime Minister Churchill to Generalissimo Chiang Kai-shek (1943). Foreign Relations of the United States: Diplomatic Papers, 1943, China - Office of the Historian. Retrieved July 7, 2025 from https://history.state.gov/historicaldocuments/frus1943China/d2. Public domain.]",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\n\nAny three of the following:\n\n- The US believed that aiding China had great importance.\n- The campaign against the Japanese would be expanded into the South West Pacific and Burma.\n- The US would provide air support to China such as sending Chennault.\n- The US urged China to keep up the pressure on Japan.\n- Once China received reinforcements, they could strike vital shipping routes and mainland Japan.\n\n<span class=\"marks\">[3 marks maximum]</span>  \n\n$\\underline{\\textrm{Sample Answer}}$:\n\nThe source shows that the US believed that providing aid to China against the Japanese would be strategically important ($\\checkmark$). Moreover, the source states that the US would provide air support to China by sending experienced pilots such as Chennault ($\\checkmark$). Last but not least, China was encouraged by the US to keep up the effort fighting against the Japanese ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 14",
      "content": "Explain one of the ways in which WWII contributed to Mao's rise to power. <span class=\"marks\">[2]</span>\n",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\n\nAny 1 of the following with its corresponding evidence:\n\n- It weakened the Guomindang (GMD) economically, militarily and morally which contributed to the Chinese Communist Party (CCP)'s victory during the Chinese Civil War.\n- It allowed Mao to seem like the liberator of the nation since the CCP fought a guerrilla war against the Japanese invaders.\n\n<span class=\"marks\">[2 marks maximum]</span>  \n\n$\\underline{\\textrm{Sample Answer}}$:\n\nThe Guomindang (GMD) were Mao`s enemy during the Chinese Civil War and the Japanese invasion during WWII seriously weakened it leaving Mao with a discredited adversary ($\\checkmark$). WWII meant the GMD had to retreat from the coastal cities, the wealthiest parts of China which provided the most revenue. As a result, the GMD was forced to increase taxation on the peasants and to print money to finance itself. This caused resentment among the peasants and an inflation rate of about 25% per month during 1944 ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 15",
      "content": "With reference to its origin, purpose, and content, analyse the value of Source A for an historian studying US-Japanese relations in the lead-up to World War II.\r\n<span class=\"marks\">[2]</span>\n\n$\\\\$\nSource A $\\hspace{3em}$ $\\hspace{3em}$Excerpted from Outline of Proposed Basis for Agreement Between the United States and Japan, also known as the Hull Note. It was delivered to the Empire of Japan on November 26th, 1941The Government of the United States and the Government of Japan both being solicitous for the peace of the Pacific affirm that their national policies are directed toward lasting and extensive peace throughout the Pacific area, that they have no territorial designs in that area, that they have no intention of threatening other countries or of using military force aggressively against any neighbouring nation, and that, accordingly, in their national policies they will actively support and give practical application to the following fundamental principles upon which their relations with each other and with all other, governments are based…\n[Source: Hull, C. (1941, November 26). Outline of the Proposed Basis for Agreement between the United States and Japan. ibiblio.org. Retrieved on August, 21st, 2024 from https:/biblio.org/pha/timeline/411126bpw.html. Public domain.]",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\r\n\nFor value, any two of the following:\n\n- Because this source was published shortly before the attack on Pearl Harbour in December of 1941 (origin), it shows the hopes of the United States Government in maintaining peace with Japan.\n- Because the source was a message about a peace proposal delivered to Japan by the US (purpose), it tells us that the US Government was trying to make peace with Japan even just before the outbreak of war.\n- The source's content reveals the United States' intentions and diplomatic declarations toward Japan in the days before the attack on Pearl Harbour.\n\n<span class=\"marks\">[2 marks maximum]</span>\n\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nSource A was sent in November 1941, just two weeks before Japan attacked Pearl Harbor, so the origin date gives valuable insight into the relationship between the two countries just before the attack ($\\checkmark$ VO). The source's purpose is for the US to propose continued peace with Japan, so it also gives valuable insight into the intentions of US diplomacy with Japan just before the outbreak of war ($\\checkmark$ VP).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 16",
      "content": "What does source C suggest about resistance against Japanese forces?\n<span class=\"marks\">[2]</span>\n\n$\\\\$\nSource C $\\hspace{3em}$ $\\hspace{3em}$Poster from 1938 during the Second Sino-Japanese War with an illustration of a Chinese soldier with planes behind him. The Chinese caption reads “The more I fight, the stronger I become - The more the enemy fights, the weaker he becomes.”![SkillUpp Image](https://assets.revisionvillage.com/public/question/3e46b27d-2f8f-4f3f-81a4-dbbaa1d0e8ce/images/f5c32c99-9462-41ae-9845-98f620e5d2d3/HI0113.jpg)\n\n\n[Source: Xin Ke (1938). The more I fight, the stronger I become - The more the enemy fights, the weaker he becomes. International Anti-Aggression Association, China Branch. Retrieved December 5, 2024, from https://digital.library.illinoisstate.edu/digital/collection/p15990coll22/id/246. Public domain.]",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\n\nAny two of the following:\n\n- The central figure of the heroic Chinese soldier suggests that resistance against Japanese forces is strong, unified, and determined.\n- The caricature of Japanese soldiers in flames suggests that Japan's forces are weak and likely to fail.\n- The poster's images and slogans show how the Chinese government sought to use propaganda to unite the Chinese people in their resistance to Japanese aggression.\n- The poster appeals to patriotic sentiment, urging civilians and soldiers to view resistance as a duty to protect the nation.\n\n<span class=\"marks\">[2 marks maximum]</span>  \n\n$\\underline{\\textrm{Sample Answer}}$:\n\nSource C suggests that Chinese resistance against Japan is strong and confident, with the heroic soldier standing proudly ($\\checkmark$). It uses bold images and words to bring people together and encourage them to see resistance as their duty to the country as well as appealing to patriotic sentiments ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 17",
      "content": "Identify two consequences of the Japanese invasion of Manchuria in 1931.\r\n<span class=\"marks\">[2]</span>\n",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\r\n\nAny two of the following:\n\n- The establishment of the puppet state of Manchukuo\n- Increased tensions between Japan and the Soviet Union\n- The withdrawal of Japan from the League of Nations\n\n<span class=\"marks\">[2 marks maximum]</span>\n\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nAfter Japan invaded Manchuria, it set up the state of Manchukuo, a $\\text{\\textquotedblleft}$puppet” government in the region that it controlled ($\\checkmark$) and would eventually lead to Japan's withdrawal from the League of Nations in 1933 ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 18",
      "content": "With reference to its origin, purpose and content, analyse the limitations of Source B for an historian studying Japanese expansion in East Asia.\r\n<span class=\"marks\">[2]</span>\n\n$\\\\$\nSource B $\\hspace{3em}$ $\\hspace{3em}$Excerpt from the Tripartite Pact signed on September 27, 1940:The governments of Japan, Germany, and Italy consider it as the condition precedent of any lasting peace that all nations of the world be given each its own proper place. They therefore undertake to cooperate in their efforts on the aforesaid lines. Germany, Italy, and Japan will henceforth stand by and cooperate with one another in regard to their efforts in Greater East Asia and the regions of Europe respectively wherein it is their prime purpose to establish and maintain a new order of things calculated to promote the mutual prosperity and welfare of the peoples concerned.\n[Source: The Avalon Project. (2008) Three-Power Pact Between Germany, Italy, and Japan, Signed at Berlin, September 27, 1940. Retrieved August 2024 at https://avalon.law.yale.edu/wwii/triparti.asp. Public domain.]",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\r\n\nFor limitations, any combination of the following:\n\n- The source may present a biased view as it was intended to justify (purpose) the Axis powers' territorial ambitions under the guise of promoting global peace.\n- The source lacks detailed information on the military strategies agreed upon by the Axis powers.\n- The source was published in 1940 by the Axis powers (origin), including Japan, thus it lacks hindsight or the Allied perspective of their actions and cooperation.\n\n<span class=\"marks\">[2 marks maximum]</span>\n\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nBecause the source was published in 1940, it lacks any information about the subsequent actions taken by Germany, Italy, and Japan after the signing of the agreement ($\\checkmark$ LO). Furthermore, the content of the source suggests that the signing of the agreement would $\\text{\\textquotedblleft}$promote the mutual prosperity and welfare of the peoples concerned,” but gives no details about the actions the signatories would take in order to achieve this ($\\checkmark$ LC).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 19",
      "content": "Contrast what Sources B and C reveal about the US and Japan's behavior as war broke out between them in 1941.\r\n<span class=\"marks\">[3]</span>\n\n$\\\\$\nSource B $\\hspace{3em}$ $\\hspace{3em}$Excerpted from a declaration that appeared in the Japan Times & Advertiser, December 8, 1941 and was released by the Japanese Board of Information, December 8, 1941.We hereby declare war on the United States of America and the British Empire. …\r\n\n\nTo insure the stability of East Asia and to contribute to world peace is the far-sighted policy which was formulated by our Great illustrious Imperial Grandsire and Our Great Imperial sire succeeding Him, and which We lay constantly to heart. To cultivate friendship among nations and to enjoy prosperity in common with all nations has always been the guiding principle of Our Empire's foreign policy. It has been truly unavoidable and far from Our wishes that Our Empire has now been brought to cross swords with America and Britain. More than four years have passed since China, failing to comprehend the true intentions of Our Empire, and recklessly courting trouble, disturbed the peace of East Asia and compelled Our Empire to take up arms. Although there has been re-established the National Government of China, with which Japan has effected neighborly intercourse and cooperation, the regime which has survived at Chungking, relying upon American and British protection, still continues its fratricidal opposition. Eager for the realization of their inordinate ambition to dominate the Orient, both America and Britain, giving support to the Chungking regime, have aggravated the disturbances in East Asia. Moreover, these two Powers, inducing other countries to follow suit, increased military preparations on all sides of Our Empire to challenge us. They have obstructed by every means our peaceful commerce, and finally resorted to a direct severance of economic relations, menacing gravely the existence of Our Empire.\r\n\n[Source: Imperial Rescript, December 8, 1941. (1941, December 8th).  Japan Times & Advertiser. Published in The World and Japan. Retrieved August 22nd, 2024 from https://worldjpn.net/documents/texts/docs/19411208.O1E.html. Public domain.]\nSource C $\\hspace{3em}$ $\\hspace{3em}$Excerpt from Franklin Delano Roosevelt's $\\text{\\textquotedblleft}$Address to the Congress Asking That a State of War Be Declared Between the United States and Japan.” December 8, 1941.(...) The United States was at peace with that Nation and, at the solicitation of Japan, was still in conversation with its Government and its Emperor looking toward the maintenance of peace in the Pacific. Indeed, one hour after Japanese air squadrons had commenced bombing in the American Island of Oahu, the Japanese Ambassador to the United States and his colleague delivered to our Secretary of State a formal reply to a recent American message. And while this reply stated that it seemed useless to continue the existing diplomatic negotiations, it contained no threat or hint of war or of armed attack.\r\n\n\nIt will be recorded that the distance of Hawaii from Japan makes it obvious that the attack was deliberately planned many days or even weeks ago. During the intervening time the Japanese Government has deliberately sought to deceive the United States by false statements and expressions of hope for continued peace.\r\n\n[Source: Roosevelt, F. D. (1941, December 8th). Speech by Franklin D. Roosevelt. The Library of Congress. Retrieved August 21st, 2024 from https://www.loc.gov/item/afccal000483/. Public domain.]",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\r\n\nAny combination of the following with supporting evidence from the sources:\n\n- In Source C, Roosevelt asserts that Japan is engaging in deceptive diplomacy, pretending to seek peace while planning a surprise attack. In contrast, in Source B, Japan claims it is reluctantly being forced into war by the aggressive actions and ambitions of the U.S. and Britain.\n- In Source B, Japan asserts that war had been unavoidable for some time, while in Source C, Roosevelt suggests that diplomatic relations and negotiations had continued just up until the attack on Pearl Harbor (or even slightly after it began).\n- In Source C, the US argues that Japan had been planning the attack for days or weeks while in Source B Japan implies that it had only been seeking peace up until its declaration.\n\n<span class=\"marks\">[3 marks maximum]</span>\n\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nThe sources disagree about Japan's plans and intentions leading up to the start of the war ($\\checkmark$ difference). Source B suggests that Japan had only been seeking peace when it says it sought to $\\text{\\textquotedblleft}$cultivate friendship… and prosperity… with all nations” before the start of the war, while in Source C, Roosevelt argues that Japan must have been planning the attack on Pearl Harbor for “many days or even weeks” ($\\checkmark$ evidence).\nThe sources also disagree about whether or not the war was avoidable ($\\checkmark$ difference). In Source C, Roosevelt says the US $\\text{\\textquotedblleft}$was still in conversation with” Japan and $\\text{\\textquotedblleft}$looking toward the maintenance of peace in the Pacific”. In contrast, in Source B, Japan says that war with the US and Britain was “truly unavoidable” ($\\checkmark$ evidence).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 20",
      "content": "Explain the cause and significance of the Second United Front to the Second Sino-Japanese War.\r\n<span class=\"marks\">[1+2]</span>\n",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\r\n\nThe following for cause:\n\n- Chiang Kaishek (Kuomintang leader) was kidnapped by the warlord Zhang Xueliang to force a truce between the Kuomintang (KMT) and Chinese Communist Party (CCP) to end the Chinese Civil War.\r\n\n<span class=\"marks\">[1 mark maximum]</span>  \n\nAny two of the following for significance:\n\n- It led to an alliance between the Kuomintang (KMT) and the Chinese Communist Party (CCP) to fight the Japanese.\n- It ended the first phase of the Chinese Civil War from 1927 to 1937.\n- The CCP forces came under the military command of the KMT. Some forces were reorganized, such as the New Fourth Army.\r\n\n<span class=\"marks\">[2 marks maximum]</span>  \n\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nThe cause for the formation of the 2nd United Front in 1936 was the kidnapping of KMT leader Chiang Kaishek conducted by the warlord Zhang Xueliang, Chiang was pressured to end all hostilities with the CCP ($\\checkmark$). The 2nd United Front allowed the KMT and CCP to form an alliance to fight against the Japanese ($\\checkmark$) and also ended the first phase of the Chinese Civil War from 1927 to 1937 ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 21",
      "content": "Explain the reasons for the Japanese attack on Pearl Harbour.\n<span class=\"marks\">[4]</span>\n",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\n\nAny two of the following reasons with supporting explanation:\nThe US embargo on Japan\n\n- The US imposed an embargo on Japan due to Japan's invasion of China and Indochina.\n- The oil embargo would bring devastating results to the Japanese military and economy since Japan lacked sufficient oil reserves to continue the war in China.\n\nFailure of negotiations\n\n- The Hull Note was issued to the Japanese ambassador, who demanded that Japan withdraw its military from China and Indochina.\n- The note would remove the embargo and the restrictions on Japanese assets in the US.\n- The Japanese government saw the Hull note as an ultimatum rather than a diplomatic resolution to de-escalate the tensions.\n\nPre-emptive strike strategy against the US Navy\n\n- The Japanese military planners predicted that invading the British and Dutch colonies in Southeast Asia would prompt a military response from the US. This meant that war with the US was inevitable.\n- These Japanese military planners believed that launching a surprise attack on the US naval base in Hawaii would temporarily knock the US out of the war and prevent the US from interfering with Japanese conquest in Southeast Asia.\n\nJapan's need for raw materials in Southeast Asia\n\n- The US embargo effectively cut off Japan's primary source of oil for the war.\n- Japan needed raw materials in Southeast Asia, such as rubber and oil, to continue its conquest of China.\n\nJapanese conquest of China\n\n- The Japanese military unexpectedly faced strong resistance in China from the Nationalist army's scorched earth tactics and the Communists' guerrilla warfare tactics.\n- In contrast to a quick and decisive victory against China, the Japanese military was bogged down in China for an extended period of time due to the overextension of supply lines.\n- Japan lacked the resources for a prolonged war against China, which only heavily strained the Japanese economy.\n\nJapan's intelligence on British defences in Southeast Asia\n\n- Germany captured the ship Automedon, which contained top-secret intelligence of the British Far East command. It revealed that the British lacked sufficient reinforcements for their Far East bases should there be a war.\n- The Germans passed the intelligence to the Japanese, which may have encouraged the Navy to start the war in Southeast Asia.\n\n<span class=\"marks\">[4 marks maximum]</span>  \n\n$\\underline{\\textrm{Sample Answer}}$:\n\nThe attack on Pearl Harbour could be due to the following reasons. Firstly, Japan miscalculated the duration of the war in China, which went longer than expected and only caused more financial strains on the Japanese economy. Thus, the Japanese leaders needed more resources to continue the war and therefore captured territories in French Indochina ($\\checkmark$). Another reason for the attack on Pearl Harbour is that the strained relations between Japan and the US caused by the oil embargo, which effectively cut off Japan's primary source of oil ($\\checkmark$). The Japanese military planners had no choice but to invade the British and Dutch colonies in Southeast Asia to acquire the raw materials to continue the war ($\\checkmark$). However, this meant that conflict with the US was inevitable; hence, the decision to launch a pre-emptive strike on Pearl Harbour was necessary to temporarily knock out the US Pacific Fleet to give Japan a free hand to invade Southeast Asia ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 22",
      "content": "What does Source B suggest about China's role in the Allied war effort and its relationship with the United States?\n<span class=\"marks\">[2]</span>\n\n$\\\\$\nSource B $\\hspace{3em}$ $\\hspace{3em}$Excerpt from “All we are and all we have” by  Chiang Kaishek in a message to  President Franklin D. Roosevelt on the day after Pearl Harbor, dated December 9, 1941.In this tragic hour when you too are assailed by the treacherous aggressor the people of China renew their gratitude to the people of the United States for the understanding and help that have been given us.\n\nTo our now common battle we offer all we are and all we have to stand with you until the Pacific and the world are freed from the curse of brute force and endless perfidy.\n\n[Source: Kai-shek, C . (1942). All We Are and All We Have Internet Archive. Retrieved November 18, 2024, from https://archive.org/details/AllWeAreAndAllWeHaveSpeechesAndMessagesSincePearlHarbor/page/n4/mode/1up. Public domain.]",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\n\nAny two of the following:\n\n- China is fully committed to fighting alongside the United States and the Allies against the Axis powers, showing its dedication to the shared war effort.\n- Emphasizes the strong bond between China and the U.S., with China expressing gratitude for American support, which was vital in resisting Japan.\n\n<span class=\"marks\">[2 marks maximum]</span>  \n\n$\\underline{\\textrm{Sample Answer}}$:\n\nSource B suggests that China was fully committed to fighting with the US against Japan who they viewed as a “common” enemy ($\\checkmark$). In Source B Chiang also expresses China's gratitude for the help the U.S. had given. This highlights especially, the U.S. support that helped China resist Japan before America joined the war ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 23",
      "content": "Summarise the aims of Japan's Northern Expansion doctrine.\n<span class=\"marks\">[3]</span>\n",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\n\nAny two of the following:\n\n- Japanese army leaders viewed the Soviet Union and Communism as a greater threat to Japan’s sphere of influence in Manchuria and Korea, so the doctrine was intended to counter that.\n- The Japanese army would attack the Soviet Far East and Siberia to establish dominance in the region.\n- The Japanese would seize the raw materials such as petroleum in Siberia once they captured the area.\n- Fulfill their imperial and militarist ambitions and establish itself as a world power.\n\n<span class=\"marks\">[3 marks maximum]</span>  \n\n$\\underline{\\textrm{Sample Answer}}$:\n\nThe Northern Expansion doctrine, also known as the Northern Route doctrine, was a military doctrine planned by the Japanese Army to expand into Siberia. The Japanese army leaders viewed the Soviet Union and Communism as a threat to their strategic interests in Manchuria, which is why they believed it was necessary to attack the Soviet Union ($\\checkmark$). Moreover, the Japanese would be able to acquire raw materials such as petroleum from the oil-rich regions in Siberia once they invaded the region ($\\checkmark$) and help solidify their status as a global imperial superpower ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 24",
      "content": "According to the source, what rationale does Japan provide to justify its actions in China?\r\n<span class=\"marks\">[3]</span>\n\n$\\\\$\nSource $\\\\$ $\\\\$ $\\hspace{3em}$ $\\hspace{3em}$Extract from the Lytton Report written in 1932. The Lytton Report was the official response of the League of Nations to the crisis in Manchuria.These facts must be considered by those who debate the issues. It is a fact that, without declaration of war, a large area of what was indisputably the Chinese territory has been forcibly seized and occupied by the armed forces of Japan and has, in consequence of this operation, been separated from and declared independent of the rest of China. The steps by which this was accomplished are claimed by Japan to have been consistent with the obligations of the Covenant of the League of Nations, the Kellogg Pact and the Nine-Power Treaty of Washington, all of which were designed to prevent action of this kind. Moreover, the operation which had only just begun when the matter was first brought to the notice of the League was completed during the following months and is held by the Japanese Government to be consistent with the assurances given by their representative at Geneva on September 30th and December 10th. The justification in this case has been that all the military operations have been legitimate acts of self-defence, the right of which is implicit in all the multilateral treaties mentioned above, and was not taken away by any of the resolutions of the Council of the League. Further, the administration which has been substituted for that of China in the Three Provinces is justified on the ground that its establishment was the act of the local population, who, by a spontaneous assertion of their independence, have severed all connection with China and established their own Government. Such a genuine independence movement, it is claimed, is not prohibited by any international treaty or by any of the resolutions of the Council of the League of Nations, and the fact of its having taken place has profoundly modified the applications of the Nine-Power Treaty and entirely altered the whole character of the problem being investigated by the League[Source: League Of Nations. Commission Of Enquiry Into The Sino-Japanese Dispute Contributor & Lytton, E. R. B. (1932). Situation in Manchuria: Report of the Lytton Commission of Inquiry. Geneva: League of Nations, -10-01. [Pdf] Retrieved September 19, 2024 from https://www.loc.gov/item/2021666890. Public domain.]",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\r\n\nAny three of the following:\n\n- Japan claims that its military operations were acts of legitimate self-defense, consistent with the League of Nations Covenant, Kellogg Pact, and Nine-Power Treaty.\n- Japan argues that the military operations were not prohibited by any multilateral treaties or League of Nations resolutions\n- Japan justifies the establishment of a new administration in the Three Provinces as a result of a local population's spontaneous independence movement.\n- Japan asserts that this independence movement has fundamentally altered the application of the Nine-Power Treaty and the nature of the problem being investigated by the League of Nations\r\n\n<span class=\"marks\">[3 marks maximum]</span>  \n\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nJapan argues that its actions in China were acts of self-defence, which they believe were allowed under the League of Nations Covenant, the Kellogg Pact, and the Nine-Power Treaty ($\\checkmark$). They also state that no international treaties or League of Nations resolutions were violated by these military operations ($\\checkmark$). Furthermore, Japan claims that the new government in the Three Provinces was established because the local population sought independence on their own ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 25",
      "content": "Describe the relationship between the zaibatsu (Japanese business conglomerates) and the rise of Japanese militarism.\n<span class=\"marks\">[3]</span>\n",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\n\nThe following three relationships should be described:\n\n- Economic Backing\n  \n  - The zaibatsu provided key economic support for Japan's military buildup, enabling rapid industrialization and armament.\n\n- Mutual Benefit\n  \n  - They gained from imperial conquests, reinforcing their support for militarist policies and fueling Japan’s expansionist ambitions.\n\n- Accelerated Militarism\n  \n  - Their support for the military accelerated Japan’s aggressive expansionist policies in Asia, contributing to the outbreak of World War II.\n\n<span class=\"marks\">[3 marks maximum]</span>    \n\n\n$\\underline{\\textrm{Sample Answer}}$:\n\nThe connection between the zaibatsu and the military was significant in mainly three ways. First, financial support, as the zaibatsu helped fund Japan's military development and industrial growth, strengthening its armed forces ($\\checkmark$). Second, shared interests, as the zaibatsu gained profits from Japan's territorial expansions while backing militaristic policies that aligned with their economic goals ($\\checkmark$). Lastly, increased militarism, as the zaibatsu's wealth allowed Japan to pursue aggressive territorial expansion in Asia, which played a key role in the onset of World War II ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 26",
      "content": "Explain the impact of the work of the Lytton Commission and Lytton Report.\r\n<span class=\"marks\">[4]</span>\n",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\r\n\nAny two of the following with its corresponding evidence:\n\n- The slow work of the Lytton Commission, which took over a year to complete after Japan's invasion of Manchuria, allowed Japan to consolidate its position there and extend its control over Northern China with the invasion of Jehol in 1933.\n- The Lytton Report weakened the League of Nations. Since it ordered Japan to leave Manchuria, this angered Japan, prompting it to abandon the League of Nations in 1933. With this, the League lost a powerful member.\n- The Lytton Report's delay and ineffectiveness encouraged aggression from other powers such as Mussolini's invasion of Abyssinia in 1934 and Hitler's remilitarization of the Rhineland in 1936.\n\n<span class=\"marks\">[4 marks maximum]</span>\n\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nThe Lytton Report was released over a year after Japan's invasion of Manchuria (1931), and the Assembly of the League accepted it in 1933. This delay gave Japan time to solidify its control in the region ($\\checkmark$). During this time, Japan extended its influence further into Northern China by creating the puppet state of Manchukuo in 1932 and invading  Jehol in 1933 ($\\checkmark$). Internationally, the delay and ineffectiveness of the Lytton Report highlighted the weakness of the League of Nations and thus encouraged international aggressions ($\\checkmark$). This is clearly seen in Mussolini's invasion of Abyssinia in 1934 and Hitler's remilitarization of the Rhineland in 1936 ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 27",
      "content": "With reference to its origin, purpose, and content, analyse the value and limitations of Source D for an historian studying the outbreak of the Pacific War in 1941.\n<span class=\"marks\">[4]</span>\n\n$\\\\$\nSource D $\\hspace{3em}$ $\\hspace{3em}$Section 2 of “Outline of Proposed Basis for Agreement Between the United States and Japan” by US Secretary of State Cordell Hull, commonly known as the Hull Note, 1941.Steps to be taken by the Government of the United States and by the Government of Japan.\n\nThe representatives of the Government of the United States and of the Government of Japan have been carrying on during the past several months informal and exploratory conversations for the purpose of arriving at a settlement if possible of questions relating to the entire Pacific area based upon the principles of peace, law and order and fair dealing among nations. These principles include the principle of inviolability of territorial integrity and sovereignty of each and all nations; the principle of non-interference in the internal affairs of other countries; the principle of equality, including equality of commercial opportunity and treatment; and the principle of reliance upon international cooperation and conciliation for the prevention and pacific settlement of controversies and for improvement of international conditions by peaceful methods and processes.\n\nThe Government of the United States and the Government of Japan propose to take steps as follows:\n\n$1.$ The Government of the United States and the Government of Japan will endeavor to conclude a multilateral non-aggression pact among the British Empire, China, Japan, the Netherlands, the Soviet Union, Thailand and the United States.\n\n$2.$ Both Governments will endeavor to conclude among American, British, Chinese, Japanese, the Netherlands and Thai Governments an agreement whereunder each of the Governments would pledge itself to respect the territorial integrity of French Indochina and, in the event that there should develop a threat to the territorial integrity of Indochina, to enter into immediate consultation with a view to taking such measures as may be deemed necessary and advisable to meet the threat in question.\n\nSuch agreement would also ensure that each of the Governments party to the agreement would not seek or accept preferential treatment in its trade or economic relations with Indochina and would use its influence to obtain for each of the signatories equality of treatment in trade and commerce with French Indo-China.\n\n$3.$ The Government of Japan will withdraw all military, naval, air and police forces from China and from Indo-China.\n\n$4.$ The Government of the United States and the Government of Japan will not support-militarily, politically, economically-any Government or regime in China other than the national Government of the Republic of China with capital temporarily at Chungking.\n\n$5.$ Both Governments will give up all extraterritorial rights in China, including rights and interests in and with regard to international settlements and concessions, and rights under the Boxer Protocol of 1901.[Source: Hull, C. (1941, November 26). Hull Note. Wikisource. Retrieved July 9, 2025 from https://en.wikisource.org/wiki/Hull_note. Public domain.]",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\n\nA combination of the ideas below that meets the following guidelines:\n\n- Both values and limitations must be addressed. If only one is addressed, award a maximum of two marks.\n- Origin, purpose and content must all be referenced at some point in the response (either as a value, limitation or both) to receive the full four marks.\n\nFor value, any combination of the following:\n\n- It is an extract of an official government document. The origin of the document is from Cordell Hull himself, who was the US Secretary of State during that time.\n- The purpose of the document is to reach a resolution to the US-Japanese tensions, the source reflects the attitude of the US government at that time.\n- The content of the source shows the problems faced by the US and Japan in Asia and the proposed resolutions.\n\nFor limitations, any combination of the following:\n\n- The document does not show the perspective of the Japanese and other major powers on the events.\n- The purpose of the document is for the US to reach a settlement with the Japanese, the terms might be written in a way that favours the US and does not accurately reflect the situation.\n- The source does not show the outcome of the events after the Hull Note was issued.\n\n<span class=\"marks\">[4 marks maximum]</span>  \n\n$\\underline{\\textrm{Sample Answer}}$:\n\nThe source is valuable based on its origin since it is an extract of the official Hull Note, making it a reliable source ($\\checkmark\\, \\text{VO}$). The purpose of the source is a value since the purpose of the document is to propose a resolution to the Japanese, which reflects the attitude of the US government at that time ($\\checkmark\\, \\text{VP}$).\nOn the other hand, the source is limited in its content since it does not show the perspective of other major powers involved, and also the aftermath of the issuing of the Hull Note ($\\checkmark\\, \\text{LC}$). A limitation of the purpose is that since the US aimed to use the document to resolve the tensions with Japan, the terms might be written in a manner that favours the US and does not accurately reflect the truth ($\\checkmark\\, \\text{LP}$).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 28",
      "content": "With reference to its origin, purpose and content, analyse the value and limitations of Source C for an historian studying Sino-Japanese relations leading up to 1931.\r\n<span class=\"marks\">[4]</span>\n\n$\\\\$\nSource C $\\hspace{3em}$ $\\hspace{3em}$An excerpt from a memorandum provided to the Japanese Ambassador Katsuji Debuchi from the US Secretary of State Henry Stimson on September 22, 1931 expressing the US perspective of the Mukden Crisis and subsequent invasion of Manchuria by Japan.\r\nThe League of Nations has given evidence of its concern. The Chinese Government has in various ways invoked action on the part of foreign governments, citing its reliance upon treaty obligations and inviting special reference to the Kellogg Pact.\r\n\n\nThis situation is of concern, morally, legally and politically to a considerable number of nations. It is not exclusively a matter of concern to Japan and China. It brings into question at once the meaning of certain provisions of agreements, such as the Nine Powers Treaty of February 6, 1922, and the Kellogg-Briand Pact.\r\n\n\nThe American Government is confident that it has not been the intention of the Japanese Government to create or to be a party to the creation of a situation which brings the applicability of treaty provisions into consideration. The American Government does not wish to be hasty in formulating its conclusions or in taking a position. However, the American Government feels that a very unfortunate situation exists, which no doubt is embarrassing to the Japanese Government. It would seem that the responsibility for determining the course of events with regard to the liquidating of this situation rests largely upon Japan, for the simple reason that Japanese armed forces have seized and are exercising de facto control in South Manchuria.\r\n\n\nIt is alleged by the Chinese, and the allegation has the support of circumstantial evidence, that lines of communication outward from Manchuria have been cut or interfered with. If this is true, it is unfortunate.\r\n[Source: Memorandum by the Secretary of State (1931). Papers relating to the foreign relations of the United States, Japan, 1931-1941, Volume I. Retrieved January 22 2024 from https://history.state.gov/historicaldocuments/frus1931-41v01/d6. Public domain.]",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\r\n\nA combination of the ideas below that meets the following guidelines:\n\n- Both values and limitations must be addressed. If only one is addressed, award a maximum of two marks.\n- Origin, purpose and content must all be referenced at some point in the response (either as a value, limitation or both) to receive the full four marks.\n\nFor value, any combination of the following\n\n- Because the source is from the US Secretary of State to the Japanese ambassador, it reflects the official stance of the US government at that time and a contemporary view of the events.\n- Because the US was a neutral party at the time, the source provides a similarly neutral view of Sino-Japanese relations.\n- The memorandum is to inform the Japanese ambassador and not the public and thus provides insight into Sino-Japanese diplomatic relations.\n- The content of the source maintains a neutral, diplomatic tone and avoiding strong, emototive language, increasing reliability.\n\nFor limitations, any combination of the following:\n\n- Because the source is a memorandum by the US Secretary of State, a neutral party with limited knowledge of the situation,, his perspective might be limited.\n- The source only reveals the US perspective and does not provide information on what preceded the crisis, the aftermath, nor the Chinese or Japanese side of the events.\n- Because the source seeks to remain neutral, the content fails to provide any clear details about the US stance on the incident and on Sino-Japanese relationson.\r\n\n<span class=\"marks\">[4 marks maximum]</span>  \n\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nThe value of the source's origin is that it is a memorandum directly written by the US Secretary of State and thus provides the official US perspective at that time ($\\checkmark$ VO). Another value of its origin is that the US was a neutral party, thus providing a relatively objective view of the Sino-Japanese relationship ($\\checkmark$ VO). Moreover, because the source itself is a neutral party, the content of the source also maintains a neutral tone to describe the events and Sino-Japanese relationship with phrases like “The American Government does not wish to be hasty in formulating its conclusions or in taking a position” and describing the situation as $\\text{\\textquotedblleft}$unfortunate” and $\\text{\\textquotedblleft}$embarassing” rather than using language that condemns the Japanese as aggressive ($\\checkmark$ VC). The value of the source's purpose is that the memorandum may contain information that may not be disclosed to the public at that time and implies that the US is hesitant to take a strong stance about Sino-Japanese relations ($\\checkmark$ VP).\nThe source is also limited in its origin because the Secretary of State might only receive limited information by the time when the events were still unfolding, therefore the perspective and knowledge of the events might rather be limited ($\\checkmark$ LC).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 29",
      "content": "Why, according to the source, was the Stimson Doctrine not effective in responding to Japanese aggression?\r\n<span class=\"marks\">[3]</span>\n\n$\\\\$\nSource $\\hspace{3em}$ $\\hspace{3em}$From the office of the United States Historian. This source describes events centred on the US response to the Manchurian Crisis.In the 1920s and 1930s, the United States had a number of interests in the Far East. The United States engaged in trade and investment in China. American missionaries representing many denominations worked within the region. The United States also claimed Pacific territories, including the Philippines, Guam, and Hawaii. The United States defended its interests in the region through a three-pronged Far Eastern policy: it included the principle of the Open Door for guaranteeing equal access to commercial opportunities in China, a belief in the importance of maintaining the territorial integrity of China, and a commitment to cooperation with other powers with interests in the region.\r\n\nIn the 1930s, events transpired that challenged all of these policies. On September 18, 1931, an explosion destroyed a section of railway track near the city of Mukden. The Japanese, who owned the railway, blamed Chinese nationalists for the incident and used the opportunity to retaliate and invade Manchuria. However, others speculated that the bomb may have been planted by mid-level officers in the Japanese Army to provide a pretext for the subsequent military action. Within a few short months, the Japanese Army had overrun the region, having encountered next to no resistance from an untrained Chinese Army, and it went about consolidating its control on the resource-rich area. The Japanese declared the area to be the new autonomous state of Manchukuo, though the new nation was in fact under the control of the local Japanese Army.\r\n\nThe United States and other western powers were at a loss on how to respond to the rapidly developing crisis. Even as the Japanese moved far from the original site of the $\\text{\\textquotedblleft}$attack” at Mukden to bomb the city of Jinzhou (Chinchow), there was little sense that U.S. interests in the area were anywhere near profound enough to make military intervention necessary or desirable. Given the 1930s worldwide depression, there was little support for economic sanctions to punish the Japanese. Instead, the United States sat in on League of Nations council meetings for the first time to try to convince the League to enforce the Kellogg-Briand Pact, which both Japan and China had signed. Appeals based on the pact, however, proved ineffective.\r\n\nTherefore Secretary Stimson issued the Stimson Doctrine in early 1932. This Doctrine stated that the United States would not recognize any treaty or agreement between Japan and China that violated U.S. rights or agreements to which the United States subscribed. This doctrine of non-recognition proved incredibly ineffectual in the face of on-going Japanese aggression and expansion. Japan had been expanding its influence in Manchuria for years, and now it formally controlled the territory. Moreover, after its successful conquest of Manchuria, the Japanese attacked the city of Shanghai in 1932. As Shanghai was home to the largest international settlements in China, the sudden invasion threatened foreign concessions as well. Stimson responded to this development by declaring that as a result of Japanese violation of the Nine Power Treaty, the United States would no longer consider itself bound by the naval limitations agreements. This meant a potential new naval arms race in the Pacific that would inevitably draw in the Japanese, but it did not change the situation in Manchuria.\r\n[Source: The Mukden Incident of 1931 and the Stimson Doctrine (2018, April 8).  Milestones in the History of U.S. Foreign Relations - Office of the Historian. Retrieved September 19, 2024 from https://history.state.gov/milestones/1921-1936/mukden-incident. Public domain.]",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\r\n\nAny three of the following:\n\n- The Stimson Doctrine was ineffective because Japan had already consolidated control over Manchuria, and the policy of non-recognition did not change the situation on the ground.\n- The U.S. refrained from stronger measures like economic sanctions or military intervention, which limited the impact of the Stimson Doctrine.\n- The Japanese continued their aggressive expansion, such as their attack on Shanghai in 1932, which threatened international settlements, showing the failure of the doctrine to halt their actions.\n- The source highlights that despite declaring that the U.S. would no longer be bound by naval limitations agreements, this had no direct impact on Japanese aggression or the situation in Manchuria.\r\n\n<span class=\"marks\">[3 marks maximum]</span>  \n\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nThe Stimson Doctrine was ineffective because Japan had already secured control of Manchuria, and the U.S.'s refusal to recognize this didn't alter the situation ($\\checkmark$). Additionally, Japan continued its aggressive actions, such as the attack on Shanghai in 1932, showing that the doctrine did not deter further expansion ($\\checkmark$). The U.S.'s reluctance to use stronger measures, like sanctions or military force, further weakened the impact of the doctrine ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 30",
      "content": "Compare and contrast what Sources D and E suggest about the attempts to resist Japanese expansion in Asia.\n<span class=\"marks\">[6]</span>\n\n$\\\\$\nSource D $\\hspace{3em}$ $\\hspace{3em}$Section 2 of “Outline of Proposed Basis for Agreement Between the United States and Japan” by US Secretary of State Cordell Hull, commonly known as the Hull Note, 1941.Steps to be taken by the Government of the United States and by the Government of Japan.\n\nThe representatives of the Government of the United States and of the Government of Japan have been carrying on during the past several months informal and exploratory conversations for the purpose of arriving at a settlement if possible of questions relating to the entire Pacific area based upon the principles of peace, law and order and fair dealing among nations. These principles include the principle of inviolability of territorial integrity and sovereignty of each and all nations; the principle of non-interference in the internal affairs of other countries; the principle of equality, including equality of commercial opportunity and treatment; and the principle of reliance upon international cooperation and conciliation for the prevention and pacific settlement of controversies and for improvement of international conditions by peaceful methods and processes.\n\nThe Government of the United States and the Government of Japan propose to take steps as follows:\n\n$1.$ The Government of the United States and the Government of Japan will endeavor to conclude a multilateral non-aggression pact among the British Empire, China, Japan, the Netherlands, the Soviet Union, Thailand and the United States.\n\n$2.$ Both Governments will endeavor to conclude among American, British, Chinese, Japanese, the Netherlands and Thai Governments an agreement whereunder each of the Governments would pledge itself to respect the territorial integrity of French Indochina and, in the event that there should develop a threat to the territorial integrity of Indochina, to enter into immediate consultation with a view to taking such measures as may be deemed necessary and advisable to meet the threat in question.\n\nSuch agreement would also ensure that each of the Governments party to the agreement would not seek or accept preferential treatment in its trade or economic relations with Indochina and would use its influence to obtain for each of the signatories equality of treatment in trade and commerce with French Indo-China.\n\n$3.$ The Government of Japan will withdraw all military, naval, air and police forces from China and from Indo-China.\n\n$4.$ The Government of the United States and the Government of Japan will not support-militarily, politically, economically-any Government or regime in China other than the national Government of the Republic of China with capital temporarily at Chungking.\n\n$5.$ Both Governments will give up all extraterritorial rights in China, including rights and interests in and with regard to international settlements and concessions, and rights under the Boxer Protocol of 1901.[Source: Hull, C. (1941, November 26). Hull Note. Wikisource. Retrieved July 9, 2025 from https://en.wikisource.org/wiki/Hull_note. Public domain.]\n$\\\\$\nSource E $\\hspace{3em}$ $\\hspace{3em}$Excerpt from a Japanese note to the United States sent on December 7, 1941, sometimes known as the “Fourteen Part Message.”…\nThe text of the document handed by the Japanese Ambassador to the Secretary of State at 2:20 p.m., December 7, 1941, reads as follows:\n…\nEver since the China Affair broke out owing to the failure on the part of China to comprehend Japan's true intentions, the Japanese Government has striven for the restoration of peace and it has consistently exerted its best efforts to prevent the extension of war-like disturbances. It was also to that end that in September last year Japan concluded the Tripartite Pact with Germany and Italy.\n\nHowever, both the United States and Great Britain have resorted to every possible measure to assist the Chungking regime so as to obstruct the establishment of a general peace between Japan and China, interfering with Japan's constructive endeavours toward the stabilization of East Asia. Exerting pressure on the Netherlands East Indies, or menacing French Indo-China, they have attempted to frustrate Japan's aspiration to the ideal of common prosperity in cooperation with these regimes.\n…\nFurthermore, when Japan in accordance with its protocol with France took measures of joint defense of French Indo-China, both American and British Governments, willfully misinterpreting it as a threat to their own possessions, and inducing the Netherlands Government to follow suit, they enforced the assets freezing order, thus severing economic relations with Japan. While manifesting an obviously hostile attitude, these countries have strengthened their military preparations, perfecting an encirclement of Japan, and have brought about a situation which endangers the very existence of the Empire.\n…\nIt is impossible not to reach the conclusion that the American Government desires to maintain and strengthen, in coalition with Great Britain and other Powers, its dominant position in has hitherto occupied not only in China but in other areas of East Asia. It is a fact of history that the countries of East Asia have for the past two hundred years or more have been compelled to observe the status quo under the Anglo- American policy of imperialistic exploitation and to sacrifice themselves to the prosperity of the two nations. The Japanese Government cannot tolerate the perpetuation of such a situation since it directly runs counter to Japan's fundamental policy to enable all nations to enjoy each its proper place in the world.\n…\nAll the items demanded of Japan by the American Government regarding China such as wholesale evacuation of troops or unconditional application of the principle of non-discrimination in international commerce ignored the actual conditions of China, and are calculated to destroy Japan's position as the stabilizing factor of East Asia. The attitude of the American Government in demanding Japan not to support militarily, politically or economically any regime other than the regime at Chungking, disregarding thereby the existence of the Nanking Government, shatters the very basis of the present negotiations.[Source: Unknown (1941, December 13). Japanese Note to the United States December 7, 1941. The Avalon Project. Retrieved July 9, 2025 from https://avalon.law.yale.edu/wwii/p3.asp. Public Domain]",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\nTop Markband Descriptors (5-6 marks)LabelsIncludes clear points of comparison($\\checkmark\\, \\text{similarity}$)Includes clear points of contrast($\\checkmark\\, \\text{difference}$)Provides evidence from the text (SBQ) or own knowledge (SAQ) to validate arguments($\\checkmark\\, \\text{evidence}$)$\\\\$A combination of the ideas below that meets the following guidelines:\n- Both comparisons and contrasts must be addressed. If only one is addressed, award a maximum of three marks.\nFor comparison, any combination of the following:\n- Both sources suggested that Japan should withdraw from China and Indochina.\n- Both sources claim that Japan and the US wanted to uphold peace in the region.\n- Both sources focused on the matter of the Chungking/Nationalist regime in China.\n- Both sources addressed Britain and the Netherland's role in Asia.\nFor contrast, any combination of the following:\n- Source D claims that Japan should withdraw its troops from China. Source E claims that Japan would not withdraw its troops.\n- Source D claims that both the US and Japanese government would only recognize the Chungking/Nationalist regime. Source E shows that Japan was unwilling to support the Chungking/Nationalist regime.\n- Source D shows that the US, Britain, the Netherlands were willing to reach a multilateral peace agreement. Source E shows that the US and Britain were obstructing the peace efforts in China and Asia.\n\n<span class=\"marks\">[6 marks maximum]</span>  \n$\\underline{\\textrm{Sample Answer}}$:\n\nBoth sources agreed that Japan should withdraw from China ($\\checkmark\\, \\text{similarity}$). Source D, from the US perspective, proposed that Japan should “withdraw all military, naval, air and police forces from China and from Indo-China. This can be supported by Source E, which also mentions the “wholesale evacuation of troops” from China ($\\checkmark\\, \\text{evidence}$).Another similarity is that both sources emphasised on the importance of the US's allies such as Britain and the Netherlands in the tensions ($\\checkmark\\, \\text{similarity}$). Source D mentions that there would be a “multilateral non-aggression pact among the British Empire, China, Japan, the Netherlands”. Whereas Source E also similarly mentions “the American Government desires to maintain and strengthen, in coalition with Great Britain and other Powers, its dominant position in has hitherto occupied not only in China but in other areas of East Asia” ($\\checkmark\\, \\text{evidence}$).The sources differ in Japan's proposed withdrawal from China ($\\checkmark\\, \\text{difference}$). Source D from the US's perspective proposed that “ The Government of Japan will withdraw all military, naval, air and police forces from China and from Indo-China.” However, Source E mentions that Japan was unwilling to withdraw as it would “destroy Japan's position as the stabilising factor of East Asia” ($\\checkmark\\, \\text{evidence}$).The sources also differ in their perspectives on the Chungking government ($\\checkmark\\, \\text{difference}$). Source D from the US perspective proposed that the US and Japan would only recognize the Chungking regime. However, Source E, from the Japanese perspective, shows that the Japanese government was unwilling to recognise the Chungking government  ($\\checkmark\\, \\text{evidence}$).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 31",
      "content": "Compare and contrast what Sources E and F suggest about Japan's expansion in East Asia.\r\n<span class=\"marks\">[6]</span>\n\n$\\\\$\nSource E $\\hspace{3em}$ $\\hspace{3em}$Excerpt from $\\text{\\textquotedblleft}$World History, Volume 2: from 1400.” Published by OpenStax,  2022.The Great Depression and the rise of fascism in Europe seemed to signal the decline of the older Western-dominated world order. Japanese intellectuals, politicians, military leaders, and mass media envisioned that Japan could fashion a $\\text{\\textquotedblleft}$new order” of regional supremacy for itself. In an August 1940 radio address, Japanese foreign minister Yosuke Matsuoka broached his vision for a Greater East Asia Co-Prosperity Sphere as a blueprint for Japan's ascent to world-power status. A year later, he published a book further developing his ideas for liberating Asians from European domination and expelling the $\\text{\\textquotedblleft}$white race bloc” suppressing Asia's destiny. By 1941, creating the Greater East Asia Co-Prosperity Sphere had become the publicly articulated objective of Japan's Asian aggression, and it remained so until Japan's defeat in 1945.\r\n\n\nEventually, finding themselves in a stalemate in China and needing more natural resources to sustain the war and the goal of creating the Greater East Asia Co-Prosperity Sphere, the Japanese military and civilian governments began to consider a thrust into Southeast Asia. Such a move would inevitably mean a confrontation with the United States and its colony the Philippines. Japan conceived a desperately hopeful plan of war against the United States and an initial knockout strike on the U.S. Pacific Fleet at Pearl Harbor, Hawaii.\r\n\n[Source: Kordas, A.; Lynch, R.; Nelson, B. Tatlock, J. (2022, December 14). World History, Volume 2: from 1400. OpenStax. Retrieved November 23, 2024 from https://openstax.org/books/world-history-volume-2/pages/13-1-an-unstable-peace. Public Domain.]\n$\\\\$\nSource F $\\hspace{3em}$ $\\hspace{3em}$Excerpt from $\\text{\\textquotedblleft}$Japan, China, the United States and the Road to Pearl Harbor, 1937-41” published by the United States's Office of the Historian.After January 1940, the United States combined a strategy of increasing aid to China through larger credits and the Lend-Lease program with a gradual move towards an embargo on the trade of all militarily useful items with Japan. The Japanese Government made several decisions during these two years that exacerbated the situation. Unable or unwilling to control the military, Japan's political leaders sought greater security by establishing the $\\text{\\textquotedblleft}$Greater East Asia Co-Prosperity Sphere” in August, 1940. In so doing they announced Japan's intention to drive the Western imperialist nations from Asia. However, this Japanese-led project aimed to enhance Japan' economic and material wealth so that it would not be dependent upon supplies from the West, and not to $\\text{\\textquotedblleft}$liberate” the long-subject peoples of Asia. In fact, Japan would have to launch a campaign of military conquest and rule, and did not intend to pull out of China. At the same time, several pacts with Western nations only made Japan appear more of a threat to the United States. First, Japan signed the Tripartite Pact with Germany and Italy on September 27, 1940 and thereby linked the conflicts in Europe and Asia. This made China a potential ally in the global fight against fascism. Then in mid-1941, Japan signed a Neutrality Pact with the Soviet Union, making it clear that Japan's military would be moving into Southeast Asia, where the United States had greater interests. A third agreement with Vichy France enabled Japanese forces to move into Indochina and begin their Southern Advance. The United States responded to this growing threat by temporarily halting negotiations with Japanese diplomats, instituting a full embargo on exports to Japan, freezing Japanese assets in U.S. banks, and sending supplies into China along the Burma Road. (...)\r\n\n\nFaced with serious shortages as a result of the embargo, unable to retreat, and convinced that the U.S. officials opposed further negotiations, Japan's leaders came to the conclusion that they had to act swiftly. For their part, U.S. leaders had not given up on a negotiated settlement, and also doubted that Japan had the military strength to attack the U.S. territory. Therefore they were stunned when the unthinkable happened and Japanese planes bombed the U.S. fleet at Pearl Harbor on December 7, 1941.\n[Source: Japan, China, the United States and the Road to Pearl Harbor, 1937-41. Milestones in the History of U.S. Foreign Relations - Office of the Historian. Retrieved November 23, 2024 from https://history.state.gov/milestones/1937-1945/pearl-harbor. Public domain.]",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\nTop Markband Descriptors (5-6 marks)LabelsIncludes clear points of comparison($\\checkmark\\, \\text{similarity}$)Includes clear points of contrast($\\checkmark\\, \\text{difference}$)Provides evidence from the text (SBQ) or own knowledge (SAQ) to validate arguments($\\checkmark\\, \\text{evidence}$)$\\\\$For comparison, any two to four of the following similarities:\n- Both sources describe Japan's desire to free Asia from Western influence. Source E talks about $\\text{\\textquotedblleft}$liberating Asians from European domination\" by setting up the Greater East Asia co-Prosperity Sphere and Source F speaks of establishing the Greater East Asia Co-Prosperity Sphere to $\\text{\\textquotedblleft}$drive the Western imperialist nations from Asia\".\n- Both sources speak of Japan continuing its war on China. Source E says that even though the Japanese were in a stalemate in China, instead of giving up, they were looking to access more raw materials to be able to continue fighting (\"finding themselves in a stalemate in China and needing more natural resources to sustain the war\") while Source F says Japan $\\text{\\textquotedblleft}$did not intend to pull out of China,\" which means they planned to continue the war against China.\n- Both sources speak of Japan's expansion as a plan of both civilian and military leaders. Source E says, $\\text{\\textquotedblleft}$The Japanese military and civilian governments began to consider a thrust into Southeast Asia,\" and Source F says Japanese politicians were $\\text{\\textquotedblleft}$unable or unwilling to control the military\" in their desire for expansion.\n- Both sources speak of the intention of expanding into Southeast Asia and how this would bring a confrontation with the US. Source E says $\\text{\\textquotedblleft}$the Japanese military and civilian governments began to consider a thrust into Southeast Asia. Such a move would inevitably mean a confrontation with the United States\" and Source F speaks of a similar predicament when it states that $\\text{\\textquotedblleft}$Japan's military would be moving into Southeast Asia, where the United States had greater interests.\"\nFor contrast, any the following difference:\n- The sources disagree about Japan's objective in creating the Greater East Asia co-Prosperity Sphere. Source E describes Japan's noble intention of stopping the Europeans from $\\text{\\textquotedblleft}$suppressing Asia`s destiny\" while Source F says it was actually  $\\text{\\textquotedblleft}$aimed to enhance Japan's economic and material wealth so that it would not be dependent upon supplies from the West”, and not to $\\text{\\textquotedblleft}$liberate” the long-subject peoples of Asia.\" as the Japanese had stated.\n<span class=\"marks\">[6 marks maximum]</span>\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nSources E and F share many similarities. They both mention Japan's objective of getting rid of Western domination over Asia ($\\checkmark$ similarity). Source E talks about Japan's goal of $\\text{\\textquotedblleft}$liberating Asians from European domination\" by establishing the Greater East Asia Co-Prosperity Sphere and we can also see this in Source F where it describes Japan's effort to $\\text{\\textquotedblleft}$drive the Western imperialist nations from Asia\" ($\\checkmark$evidence). Both sources also talk about Japan's persistence in continuing its war on China ($\\checkmark$ similarity) with Source E stating that the Japanese were \"finding themselves in a stalemate in China and needing more natural resources to sustain the war,\" while Source F states that Japan \"did not intend to pull out of China.\" ($\\checkmark$ evidence). Furthermore, both sources agree that Japan's expansionist ambitions were supported by both civilian and military leaders ($\\checkmark$ similarity). Source E mentions that $\\text{\\textquotedblleft}$the Japanese military and civilian governments began to consider a thrust into Southeast Asia,\" while Source F mentions that Japanese politicians were \"unable or unwilling to control the military\" in its push for expansion ($\\checkmark$ evidence).However, they also have a key contrast. Source E presents the Greater East Asia Co-Prosperity Sphere as something positive that seeks to end European suppression of $\\text{\\textquotedblleft}$Asia's destiny\" while Source F says that  the co-Prosperity Sphere was a $\\text{\\textquotedblleft}$Japanese-led project aimed to enhance Japan's economic and material wealth so that it would not be dependent upon supplies from the West, and not to $\\text{\\textquoteleft}$liberate' the long-subject peoples of Asia.\"  ($\\checkmark$ contrast $\\checkmark$evidence).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SBQ",
      "title": "Question 32",
      "content": "Compare and contrast what Sources A and B reveal about the reasons for Japan's invasion of Manchuria.\r\n<span class=\"marks\">[6]</span>\n\n$\\\\$\nSource A $\\hspace{3em}$ $\\hspace{3em}$From Takashi Komatsu, $\\text{\\textquotedblleft}$Japan in Manchuria\", January 1, 1932. Komatsu was sent by the Japanese government to the US, tasked with explaining Japanese actions in Manchuria.It is true that Czarist Russia no longer exists, but to Japan the passing of the despotic government of the Czar has brought upon its wake a cause for even greater anxiety. For just beyond Manchuria, there exists a state, upholding the principles utterly incompatible with our ideal of government, social order, and human relationship. That state is vigorously pushing forward its programs and projects, and the energy and effectiveness that have been displayed cannot fail to sound the alarm in the minds of the thoughtful peoples of the other nations: We must again emphasize that Japan has a most vital concern in the affairs of Manchuria.\r\n\n\nSuch being the position of Japan, it will not be difficult to understand why Japan has no territorial designs upon Manchuria. (...) As our land is poor in natural resources, it is necessary to see abroad for sources of food supply to feed our great population and this must be paid for by the fruits of our industries and commercial enterprises. In Manchuria, developed and cooperative effort of the peoples of China and Japan and of other nations, we shall find not only a source of food supply and raw material but also a profitable market for our manufactured goods.\r\n\n\n(...) The Chinese Nationalist Government has adopted a determined policy of depriving Japan of all her interests and properties in Manchuria by ignoring treaties and international agreements. (...) Every means conceivable has been utilized to imprint upon the minds of the masses a picture of Japan as the arch-enemy of China. The result has been the Chinese assault upon Japanese civilians and Korean farmers, the attacks upon the railway lines, the murder of Japanese officers, and other incidents of similar nature.\r\n\n\n(...) Strangely enough, Japan has been made to appear to the outside world as committing underhanded actions of aggression. (...) The actions taken by Japan are no more than the measures of self-defense. Confronted with a like situation I am sure that the United States would resort to similar means...The object of the Japanese operations has been to bring order out of chaos and there is no intention whatsoever of waging a war against China.\r\n\n[Source: Komatsu, T. (1932, January 1st). Japan in Manchuria. Retrieved November 17, 2024 from https://babel.hathitrust.org/cgi/pt?id=hvd.32044107978835&seq=5. Public Domain.]\n$\\\\$\nSource B $\\\\$ $\\hspace{5em}$ $\\hspace{3em}$From the Report of the Commission of Inquiry appointed by the League of Nations (commonly known as the Lytton Report), 1932. Presented to the Assembly of the League of Nations in 1933.Manchuria has been frequently referred to as the $\\text{\\textquotedblleft}$life-line\" of Japan. Manchuria adjoins Korea, now Japanese territory. The vision of a China, unified, strong and hostile, a nation of four hundred millions, dominant in Manchuria and in East Asia, is disturbing to many Japanese. But to the greater number, when they speak of menace to their national existence and of necessity for self-defense, they have in mind Russia rather than China. Fundamental, therefore, among the interests of Japan in Manchuria is the strategic importance of this territory. (...)\r\n\n\nThe dissatisfaction of the army; the financial policy of the Government; the appearance of a new political force emanating from the army, the country districts and the nationalist youth, which expressed dissatisfaction with all political parties, which despised the compromise methods of Western civilization and relied on the virtues of Old Japan and which included in its condemnation the self-seeking methods whether of financiers or politicians; the fall in commodity prices, which included primary producer to look to an adventurous foreign policy for the alleviation of his lot; the trade depression, which caused the industrial and commercial community to believe that better business would result from a more vigorous foreign policy: all these factors were preparing the way for the abandonment of the [Baron Kijūrō] Sidehara $\\text{\\textquotedblleft}$policy of conciliation\" with China which seemed to have achieved such meager results. (...)\r\n\n\nAs regards the $\\text{\\textquotedblleft}$Government\" and the public services, although the titular heads of the Departments are Chinese residents in Manchuria, the main political and administrative power rests in the heads of Japanese officials and advisers. (...) After careful study of the evidence presented to us in public and private interviews, in letters and written statements, we have come to the conclusion that there is no general Chinese support of the $\\text{\\textquotedblleft}$Manchukuo Government\", which is regarded by the local Chinese as an instrument of the Japanese.\r\n\n[Source: Commission of Inquiry appointed by the League of Nations. (1932). Manchuria. Retrieved November 23, 2024 from https://babel.hathitrust.org/cgi/pt?id=mdp.39015052820241&seq=39.  Public Domain.]",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\nTop Markband Descriptors (5-6 marks)LabelsIncludes clear points of comparison($\\checkmark\\, \\text{similarity}$)Includes clear points of contrast($\\checkmark\\, \\text{difference}$)Provides evidence from the text (SBQ) or own knowledge (SAQ) to validate arguments($\\checkmark\\, \\text{evidence}$)$\\\\$For comparison, any two to four of the following similarities:\n- Both sources mention Japan's concerns about Russia. Source A says, $\\text{\\textquotedblleft}$That state is vigorously pushing forward its programs and projects, and the energy and effectiveness that have been displayed cannot fail to sound the alarm in the minds of the thoughtful peoples of the other nations,” and Source B says that  $\\text{\\textquotedblleft}$when they speak of menace to their national existence and of necessity for self-defense, they have in mind Russia.”\n- Both sources highlight the importance of Manchuria to Japan. Source A says, $\\text{\\textquotedblleft}$Japan has a most vital concern in the affairs of Manchuria.” while source B says, $\\text{\\textquotedblleft}$Manchuria has been frequently referred to as the \"life-line\" of Japan.”\n- Both recognize the importance of Manchuria as a market for Japanese goods. Source B states, $\\text{\\textquotedblleft}$the industrial and commercial community to believe that better business would result from a more vigorous foreign policy,” while Source A says that $\\text{\\textquotedblleft}$we shall find not only a source of food supply and raw material but also a profitable market for our manufactured goods.”\n- Both agree that conciliation between China and Japan is no longer an option. Source A says, $\\text{\\textquotedblleft}$The Chinese Nationalist Government has adopted a determined policy of depriving Japan of all her interests and properties in Manchuria by ignoring treaties and international agreements.” and Source B speaks of the $\\text{\\textquotedblleft}$abandonment of the Sidehara (policy of conciliation) with China.\"\nFor contrast, any one to two of the following differences:\n- Source B suggests that Japan views a strong China as a threat when it says, $\\text{\\textquotedblleft}$the vision of a China, unified, strong and hostile, a nation of four hundred millions, dominant in Manchuria and in East Asia, is disturbing to many Japanese” while Source A says that Japan cooperates with China $\\text{\\textquotedblleft}$developed and cooperative effort of the peoples of China and Japan and of other nations.”\n- Source A states that $\\text{\\textquotedblleft}$Japan has no territorial designs upon Manchuria,” while B says that $\\text{\\textquotedblleft}$the main political and administrative power rests in the heads of Japanese officials and advisers” when discussing the new government set up in Manchuria.\n<span class=\"marks\">[6 marks maximum]</span>\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nBoth sources recognize Japan's fear of Russia ($\\checkmark$ similarity). Source A notes when speaking of Russia $\\text{\\textquotedblleft}$That state is vigorously pushing forward its programs and projects, and the energy and effectiveness that have been displayed cannot fail to sound the alarm in the minds of the thoughtful peoples of the other nations,\" while Source B shows this concern as well by stating that when the Japanese $\\text{\\textquotedblleft}$speak of menace to their national existence and of necessity for self-defense, they have in mind Russia.\" ($\\checkmark$ evidence). Another similarity is that both sources highlight Japan's  interest in Manchuria ($\\checkmark$ similarity). Source A describes it as a region of $\\text{\\textquotedblleft}$vital concern\" for Japan and Source B refers to Manchuria as the $\\text{\\textquotedblleft}$life-line\" of Japan  ($\\checkmark$ evidence). Both also recognize the economic significance of Manchuria as a market for Japanese goods ($\\checkmark$ similarity). Source A states $\\text{\\textquotedblleft}$we shall find not only a source of food supply and raw material but also a profitable market for our manufactured goods,\" and Source B points out the belief within Japan's industrial and commercial sectors that $\\text{\\textquotedblleft}$better business would result from a more vigorous foreign policy.\"  ($\\checkmark$ evidence).The sources also present some contrasts. In talking about the relationship with China, Source B says that Japan is afraid of a strong China by stating that the $\\text{\\textquotedblleft}$vision of a China, unified, strong and hostile, a nation of four hundred millions, dominant in Manchuria and in East Asia, is disturbing to many Japanese.\"  In contrast, Source A portrays Japan's intentions as cooperative, speaking of a $\\text{\\textquotedblleft}$developed and cooperative effort of the peoples of China and Japan and of other nations\" ($\\checkmark$ difference $\\checkmark$ evidence). The two sources also differ in describing Japan's role in Manchuria. Source A asserts that $\\text{\\textquotedblleft}$Japan has no territorial designs upon Manchuria,\" while Source B suggests Japanese control of the new government in Manchuria, stating, $\\text{\\textquotedblleft}$the main political and administrative power rests in the heads of Japanese officials and advisers\" ($\\checkmark$ difference $\\checkmark$ evidence).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 33",
      "content": "Evaluate the importance of Sino-German cooperation to China's military modernisation during the Nanjing decade from 1928 to 1937.\r\n<span class=\"marks\">[4+1]</span>\n",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\r\n\nAny one to three of the following arguments to support the claim:\n\n- The cooperation also provided the KMT to receive military advisers such as Alexander von Falkenhausen, in which the KMT military became a well-trained centralised military.\n- The Chinese were also able to produce modern weapons under licence from German factories and were used widely by the KMT throughout the war.\n- The Sino-German cooperation allowed the KMT forces to modernise itself, enabling the KMT to have notable success against the Japanese invasion by holding off the Japanese for 3 months in the Battle of Shanghai during the early phases of the 2nd Sino-Japanese War.\n\nAny one to three of the following arguments to reject the claim:\n\n- The cooperation was short-lived from 1928 to 1937 due to the Anti-Comintern Pact between Nazi Germany and Imperial Japan.\n- The original goal of the military reform under the support of German advisors aimed to modernise 60 divisions, but only a third were fully modernised in the end.\n- China was in no capacity to produce heavy artillery and weaponry at its stage, the modernisation only focused on small arms and infantry tactics.\r\n\n<span class=\"marks\">[4 marks maximum]</span>  \n\nConcluding remark:\n\n- Responses are likely to conclude that Sino-German Cooperation was important to China's military modernisation since it gave the KMT the necessary equipment and training to fight as a modernised military against Japan.\n- The strongest responses will mention arguments that both support and reject the notion that Sino-German cooperation was important.\r\n\n<span class=\"marks\">[1 mark maximum]</span>  \n\n$\\underline{\\textrm{Sample Answer}}$:\r\n\nThe Sino-German Cooperation was important in providing the KMT the opportunity to modernise its military by having German advisers training the KMT military ($\\checkmark$). In addition, under the cooperation, the Chinese were able to produce German weapons under licence, which boosted the strength of the KMT's military  ($\\checkmark$). Due to the military modernisation under the Sino-German cooperation, the KMT was able to have notable success against the Japanese invasion by holding off the Japanese for 3 months in the Battle of Shanghai in 1937 ($\\checkmark$).\nHowever, it could also be argued that the cooperation was rather short-lived from 1928 to 1937 due to the Anti-Comintern Pact signed between Nazi Germany and Japan in 1936, therefore the KMT was unable to fully modernise its military by the time of the war ($\\checkmark$)\nTo conclude, although the Sino-German cooperation was short-lived, the cooperation during the brief period still provided the KMT the necessary means to fight in the 2nd Sino Japanese War, therefore the cooperation was still significant in China's military modernisation ($\\checkmark$).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    }
  ]
}
