{
  "list": [
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 1",
      "content": "In a recent study, it was found that impulse buying represents, on average, over 10% of annual household spending in the United States.\n\n\n- State two of the assumptions supporting the theory of rational consumer choice. <span class=\"marks\">[2]</span>  \n\n\n\n- List two limitations to rational consumer behaviour theory. <span class=\"marks\">[2]</span>  \n",
      "markScheme": "\n- $\\underline{\\textrm{Sample Answer}}$:\nUtility maximization\nConsumer rationality\n  \n  $\\underline{\\textrm{Solution}}$:\nAny two of the following ($\\checkmark \\checkmark$):\n  \n  - Consumer rationality\n  - Utility maximization\n  - Perfect information\n\n\n\n\n- $\\underline{\\textrm{Sample Answer}}$:\nBounded rationality\nImperfect information\n  \n  $\\underline{\\textrm{Solution}}$:\nAny two of the following ($\\checkmark \\checkmark$):\n  \n  - Biases\n  - Bounded rationality\n  - Bounded self-control\n  - Bounded selfishness\n  - Imperfect information\n\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 2",
      "content": "Due to low rates of organ donation, most states in the U.S. shifted to an opt-out model where drivers on their registration/renewal would have to opt out of the pre-selected organ donor program. The result was a 75% increase in people choosing to be organ donors. In Canada, each driver must choose between being or not being an organ donor when they renew their driver's license. Failure to make a choice would lead to their renewal being rejected.\n\n\n- Explain how governments implement choice architecture to achieve a desired effect. <span class=\"marks\">[2]</span>  \n\n\n\n- State the method of choice architecture the U.S. uses for organ donor registration. <span class=\"marks\">[1]</span>  \n\n\n\n- State what area of choice architecture Canada uses for organ donor registration. <span class=\"marks\">[1]</span>  \n\n\n\n- Explain two characteristics of a nudge that must be true for the nudge to be effective. <span class=\"marks\">[4]</span>  \n",
      "markScheme": "\n- $\\underline{\\textrm{Sample Answer}}$:\nChoice architecture is the theory that the way in which choices are presented to consumers has a significant impact on the choice consumers make. Governments can use this knowledge to help steer people towards making more socially beneficial decisions by carefully designing the way in which those options are presented.\n  \n  $\\underline{\\textrm{Solution}}$:\nA response that includes choice architecture as a theory that:\n  \n  - The way in which choices are presented to consumers influences the choice consumers ultimately make ($\\checkmark$)\n  - Governments use this to guide consumers towards making socially beneficial choices ($\\checkmark$)\n\n\n\n\n- $\\underline{\\textrm{Sample Answer}}$:\nDefault choice\n  \n  $\\underline{\\textrm{Solution}}$:\nFor stating default choice, which is the scenario where the desired choice is already selected, and people would have to choose a different option in order to move away from it.\n\n\n\n- $\\underline{\\textrm{Sample Answer}}$:\nMandated choice\n  \n  $\\underline{\\textrm{Solution}}$:\nFor stating mandated choice which is where individuals are required to make a choice\n\n\n\n- $\\underline{\\textrm{Sample Answer}}$:\nTwo characteristics of any nudge that would be required for that nudge to be effective would be that it maintains consumer sovereignty and it must be designed to override cognitive biases that lead consumers to make undesirable decisions. Consumers must still be left with a free choice of what to make in order for something to be considered a nudge, however they must still be encouraged to make better decisions through the structure of the nudge. The necessity of using a nudge alludes to cognitive biases in humans that lead us to make undesirable decisions. Therefore, the nudge has to be made with the cognitive bias in mind that needs overriding.\n  \n  $\\underline{\\textrm{Solution}}$:\nFor accurately identifying and explaining a nudge must:\n  \n  - Maintain consumer sovereignty ($\\checkmark$)\n  - Still encourage consumers to make better decisions ($\\checkmark$)\n  - Override cognitive biases that lead consumers to make less than desirable choices ($\\checkmark$)\n  - Must lead to a socially desirable outcome ($\\checkmark$)\n\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 3",
      "content": "Assume the UK government launched an initiative to encourage retirement savings among employees. The central feature of the initiative was automatic enrollment in workplace pension schemes. Instead of requiring employees to actively opt in to the pension scheme, which many failed to do, employees were automatically enrolled unless they chose to opt out.\n\n\n- Explain two assumptions of rational consumer choice. <span class=\"marks\">[4]</span>  \n\n\n\n- Explain how default choices can influence decision-making towards societal goals in the case of imperfect information. <span class=\"marks\">[2]</span>  \n\n\n\n- State two biases that can be used to encourage retirement savings among employees. <span class=\"marks\">[2]</span>  \n",
      "markScheme": "\n- $\\underline{\\textrm{Sample answer}}$:\nOne assumption is that consumers aim to maximise their utility or satisfaction derived from consuming goods and services. This assumption implies that consumers make choices that will result in the highest level of satisfaction given their preferences and budget constraints.\nAnother assumption is that consumers have access to complete and accurate information about prices, product attributes, and market conditions.\n  $\\underline{\\textrm{Solution}}$:\nFor identifying and fully explaining two assumptions ($\\checkmark\\checkmark$).\n  IdentifyExplainConsumer rationalityIndividuals use rational calculations or considerations to $\\\\$make sensible choices that align with their own best interests.Perfect informationConsumers have access to complete and accurate information $\\\\$about prices, product attributes, and market conditionsUtility maximisation$\\hspace{2em}$Consumers aim to maximise their utility or satisfaction derived $\\\\$from consuming goods and services.\n- $\\underline{\\textrm{Sample answer}}$:\nIndividuals may rely on defaults as a heuristic in the face of uncertainty or incomplete information. Designing effective defaults can help mitigate the negative effects of imperfect information by guiding individuals towards choices that are beneficial or aligned with societal goals.\n  $\\underline{\\textrm{Solution}}$:\nFor explaining that due to imperfect information individuals may rely on defaults ($\\checkmark$) and that if defaults are effectively designed they can help achieve societal goals ($\\checkmark$).\n- $\\underline{\\textrm{Sample answer}}$:\nTwo possible biases are framing and availability.\n  $\\underline{\\textrm{Solution}}$:\nBy addressing existing biases, the UK government can better tailor its policies to achieve its goals.\n  For identifying two ($\\checkmark\\checkmark$) possible biases.\n  Some possible biases are:\n  \n  - Anchoring\n  - Framing\n  - Availability\n  - Rules of thumbs\n  - Loss aversion\n  - Social norm\n\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 4",
      "content": "Assume the UK government launched an initiative to encourage retirement savings among employees. The central feature of the initiative was automatic enrollment in workplace pension schemes. Instead of requiring employees to actively opt in to the pension scheme, which many failed to do, employees were automatically enrolled unless they chose to opt out.\n\n\n- Identify the category of choice architecture described in the text. <span class=\"marks\">[1]</span>  \n\n\n\n- Using your answer to part (a), explain why this strategy supports bounded rationality theory. <span class=\"marks\">[4]</span>  \n\n\n\n- Distinguish between default choices and restricted choices. <span class=\"marks\">[2]</span>  \n\n",
      "markScheme": "\n- $\\underline{\\textrm{Sample answer}}$:\nThe text describes a case of default choice.\n  $\\underline{\\textrm{Solution}}$:\nDefault choices refer to the preset option that individuals or organisations receive or accept automatically unless they actively choose an alternative.\n  For identifying default choice ($\\checkmark$).\n- $\\underline{\\textrm{Sample answer}}$:\nBounded rationality theory states that rationality is limited, meaning that people’s decision-making capacity is limited for many reasons, such as information failure or the time available to make decisions. The default makes people more likely to participate because analysing the choices is time consuming and not opting out is the simplest option. This is an example of bounded rationality.\n  $\\underline{\\textrm{Solution}}$:\nFor explaining that:\n  \n  - bounded rationality theory states that rationality is limited ($\\checkmark$)\n  - default choices nudge people to participate ($\\checkmark$) as it is simpler than opting out ($\\checkmark$)\n  - decision-making processes are influenced by cognitive limitations and behavioural biases. ($\\checkmark$)\n\n- $\\underline{\\textrm{Sample answer}}$:\nDefault choices refer to the preset option that individuals or organisations receive or accept automatically unless they actively choose an alternative, while restricted choices involve limiting the range or number of options available to individuals. Unlike default choices, where individuals can opt out or actively choose another option, restricted choices do not provide alternatives beyond the limited set presented.\n  $\\underline{\\textrm{Solution}}$:\nFor stating that default choices refer to the preset option that individuals or organisations receive or accept automatically unless they actively choose an alternative ($\\checkmark$) and contrasting that restricted choices do not provide alternatives beyond the limited set presented ($\\checkmark$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "ERQ",
      "title": "Question 5",
      "content": "Explain two limitations of the assumption of rational consumer choice.",
      "markScheme": "$\\underline{\\textrm{Sample Answer}}$: \nWhen looking at decision$-$making, we assume that consumers engage in rational consumer choice. These assumptions include the idea that consumers are consistent in their decision$-$making, they have perfect information when making decisions, and they will always seek to consume goods and services that maximise their utility $\\textcolor{#00CED1}{[\\textbf{T}]}$. While these assumptions are helpful for developing economic theory and models, they have their limitations. Two examples of these limitations are the idea of bounded rationality and the presence of biases like the anchoring bias.\nOne key assumption of rational consumer choice is perfect information. Perfect information is the idea that consumers always have all available information about a good or service they wish to purchase. In practice, consumers are subject to bounded rationality $\\textcolor{#1974D2}{[\\textbf{EX}]}$. It would be too costly in terms of time, resources, or money to gather all the information a consumer needs to choose the good or service that maximises their utility. Even if these costs were not an issue, the human mind may be incapable of processing the volume of information that would be necessary to make the utility$-$maximising choice $\\textcolor{#1974D2}{[\\textbf{EX}]}$. These limitations mean that consumers are only rational up to a certain point $\\textcolor{#1974D2}{[\\textbf{EX}]}$. Consumers instead tend to aim to make the choice they find the most satisfying, even if it is not the maximising choice $\\textcolor{#1974D2}{[\\textbf{EX}]}$.\nCognitive biases can also pose a challenge to the assumption of perfect information in consumer decision$-$making $\\textcolor{#1974D2}{[\\textbf{EX}]}$. Availability bias, for example, refers to the tendency to rely on the most recent information available when making a decision $\\textcolor{#1974D2}{[\\textbf{EX}]}$. Instead of fully examining all available information, decisions are made using the information that consumers most recently remember, and often, this information is considered more reliable than previous information even if there is nothing specific to indicate the information is any more trustworthy $\\textcolor{#1974D2}{[\\textbf{EX}]}$. This implies that a consumer may make decisions based on what they most clearly remember, which may lead to choices that do not maximise utility $\\textcolor{#1974D2}{[\\textbf{EX}]}$.\n\n$\\underline{\\textrm{Explanation}}$:\n$\\textcolor{#00CED1}{\\textbf{Terminology}\\ [\\textbf{T}]}$\nFor correctly using the term rational consumer choice by indicating that consumers make choices based on the assumptions of consistency in taste and preferences, that they have perfect information, and seek to maximise their utility. ($\\checkmark$)\nFor correct usage of other relevant terms ($\\checkmark$)\n\n- (e.g., utility maximisation, perfect information, bias, bounded rationality, bounded self$-$control, bounded selfishness, imperfect information)\n\n<span class=\"marks\">[2 maximum]</span>\n\n$\\textcolor{#056608}{\\textbf{Diagrams}\\ [\\textbf{D}]}$\nThis question does not require the use of a diagram.\n<span class=\"marks\">[n/a]</span>\n\n$\\textcolor{#1974D2}{\\textbf{Explanation}\\ [\\textbf{EX}]}$\nFor explaining any two of the following limitations of the assumption of rational consumer choice (a$-$e):\n\n- Biases\n  \n  - For identifying the limitation ($\\checkmark$)\n  - For explaining that biases are a deviation from expected ways of thinking ($\\checkmark$)\n  - For explaining a type of bias (e.g. anchoring, framing, or rules of thumb) ($\\checkmark$), and showing how this bias limits consumers' ability to make rational choices (    $\\checkmark$)\n\n\nor\n\n- Bounded rationality\n  \n  - For identifying the limitation ($\\checkmark$)\n  - For explaining that consumers are only rational up to a point ($\\checkmark$)\n  - For explaining why consumer information is limited (e.g. capacity to process large amounts of information or cost) ($\\checkmark$), and showing how bounded rationality limits consumers’ ability to make rational choices (    $\\checkmark$)\n\n\nor\n\n- Bounded self$-$control\n  \n  - For identifying the limitation ($\\checkmark$)\n  - For explaining that consumers do not always have the self$-$control to make rational decisions (    $\\checkmark$)\n  - For explaining why consumer self$-$control is limited (    $\\checkmark$), and showing how bounded self$-$control limits consumers’ ability to make rational choices (    $\\checkmark$)\n\n\nor\n\n- Bounded selfishness\n\n\n- For identifying the limitation ($\\checkmark$)\n- For explaining that consumers do not always make decisions in their own self$-$interest (  $\\checkmark$)\n- For explaining why consumers engage in selfless behaviour ($\\checkmark$), and showing how bounded selfishness limits consumers’ ability to make rational choices (  $\\checkmark$)\n\nor\n\n- Imperfect information\n  \n  - For identifying the limitation ($\\checkmark$)\n  - For explaining that consumers do not always have access to the information necessary to make a rational decision ($\\checkmark$)\n  - For explaining why consumers have access to incomplete information  ($\\checkmark$), and showing how imperfect information limits consumers’ ability to make rational choices (    $\\checkmark$)\n\n\n<span class=\"marks\">[8 maximum]</span>\n\n<span class=\"marks\">[<strong>= 10 maximum</strong>]</span>\n",
      "paper": "PAPER1",
      "difficulty": "MEDIUM",
      "calculator": false,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "3"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 6",
      "content": "The Chicken House is a fast-food restaurant that started a new promotional campaign by offering discounts on some of its menu items, as seen in the table below.\nItemOriginal priceOriginal quantityDiscounted priceDiscounted quantity4-wing setUS$14200US$123006-wing setUS$18150US$162508-wing setUS$20150US$16150\nThorough market research among the Chicken House clients found that the average customer is willing to pay up to US$17 for the 4-wing set.\n\n- Calculate the consumer surplus for the average Chicken House customer when ordering the 4-wing set before and after the discount. <span class=\"marks\">[2]</span>\n\n- Calculate the price elasticity of demand (PED) for the 4-wing set. <span class=\"marks\">[2]</span>\n\n- Explain why the behaviour of some of the Chicken House customers is an example of bounded rationality.  <span class=\"marks\">[3]</span>\n\n- Explain how the Chicken House's new promotional campaign could help it grow its market share. <span class=\"marks\">[3]</span>\n\n",
      "markScheme": "\n- $\\underline{\\textrm{Sample answer: }}$\nThe consumer surplus for the average consumer is:\n  \n  - before the discount = US$ 17 - US$ 14 = US$3\n  - after the discount = US$ 17 - US$ 12 = US$5\n\n  $\\underline{\\textrm{Explanation: }}$\nConsumer surplus is calculated as the difference between a consumer's willingness to pay (US$17) and the actual price (US$14 and US$12).\n  For calculating the consumer surplus before the discount was introduced as\nUS$17 - US$14 = US$3\n  \n  - For calculating the correct result ($\\textcolor{black}{\\checkmark}$)\n\n  For calculating the consumer surplus after the discount was introduced as\nUS$17 - US$12 = US$5\n  \n  - For calculating the correct result ($\\textcolor{black}{\\checkmark}$)\n\n- $\\underline{\\textrm{Sample answer: }}$\nThe PED for the 4-wing set is $ = \\dfrac{\\dfrac{300-200}{200}}{\\dfrac{12-14}{14}} = \\dfrac{50\\%}{14.29\\%} = -3.5$\n  $\\underline{\\textrm{Explanation: }}$\nPED = $\\dfrac{\\%\\Delta Q_D}{\\%\\Delta P} = \\dfrac{\\dfrac{Q_2-Q_1}{Q_1}}{\\dfrac{P_2-P_1}{P_1}} = \\dfrac{\\dfrac{300-200}{200}}{\\dfrac{12-14}{14}} = \\dfrac{50\\%}{14.29\\%} =$ -3.5\n  \n  - For applying the correct formula  ($\\textcolor{black}{\\checkmark}$)\n  - For calculating the correct result ($\\textcolor{black}{\\checkmark}$)\n\n- $\\underline{\\textrm{Sample answer: }}$\nAfter introducing the discounts, the price of the 6 and 8-wing sets was the same, at US$16. The rational choice for the Chicken House customers would be to always prefer the larger 8-wing set over the smaller 6-wing one, however many people still chose the 6-wing set which constitutes an example of bounded rationality.\n  $\\underline{\\textrm{Explanation: }}$\nFor identifying that, after the discount, customers of the Chicken House can get the 6-wing and the 8-wing sets for the same price of US$16 ($\\textcolor{black}{\\checkmark}$).\n  For explaining that a completely rational consumer would always choose the larger 8-wing set over the smaller 6-wing one since they have the same price ($\\textcolor{black}{\\checkmark}$).\n  For explaining that, as there were significantly more orders of the 6-wing set over the 8-wing one, this is an example of bounded rationality ($\\textcolor{black}{\\checkmark}$).\n- $\\underline{\\textrm{Sample answer: }}$\nBy offering discounts and lowering its prices, the Chicken House can expect to increase its sales. For example, the number of 4-wing sets sold daily grew from 200 to 300. As more people choose this restaurant due to its lower prices, it can increase its market share in the fast-food sector.\n  $\\underline{\\textrm{Explanation: }}$\nThe identifying that the new promotional campaign resulted in lower prices for its products ($\\textcolor{black}{\\checkmark}$).\n  For explaining that lower prices would increase the quantity demanded, thus resulting in greater sales ($\\textcolor{black}{\\checkmark}$).\n  For explaining that the increased number of sales would result in the growth of the Chicken House’s market share in the fast-food industry ($\\textcolor{black}{\\checkmark}$).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "ERQ",
      "title": "Question 7",
      "content": "Using real-world examples, evaluate the effectiveness of choice architecture in correcting a market failure.",
      "markScheme": "$\\underline{\\textrm{Sample Answer}}$:\nChoice architecture $\\textcolor{#00CED1}{[\\textbf{T}]}$ is a type of nudge that can be used to influence decision-making by framing options in such a way that certain behaviours can be either encouraged or discouraged. Since choice architecture can be used to influence choices, it can effectively be applied to address certain market failures $\\textcolor{#1974D2}{[\\textbf{EX}]}$. One area where choice architecture has been successfully applied is in organ donation.\nIn June 2023, Northern Ireland passed a law making all adults in the country potential organ donors by default unless they belong to an excluded group $\\textcolor{#C34A2C}{[\\textbf{RWE}]}$. This is an example of default choice, a type of choice architecture in which a choice is made by doing nothing $\\textcolor{#1974D2}{[\\textbf{EX}]}$. The choice, in this case, is becoming a potential organ donor.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/8efca0e9-7907-4be2-b4e2-f1d094f3c45c/images/c197aee6-306f-4d4a-a770-fd632605cee0/EC0402%20fig3.png)\n\n\nAlthough many lives are saved through organ donation, a number of people die waiting for transplants as the demand for transplant organs ($Q_D$) exceeds the available supply ($Q_S$) $\\textcolor{#056608}{[\\textbf{D}]}$. The organ transplant market is also unique in that it typically does not rely on price to stimulate supply in order to avoid perverse incentives such as a black market for organ transplant sales $\\textcolor{#20B2AA}{[\\textbf{S/E}]}$.\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/8efca0e9-7907-4be2-b4e2-f1d094f3c45c/images/a9ce918c-7631-4bb6-a56f-6bdcba089bd3/EC0402%20fig4.png)\n\n\nBy making organ donation the default choice for all adult citizens in Northern Ireland, the organs available for transplants increase from $S_1$ to $S_2$ $\\textcolor{#056608}{[\\textbf{D}]}$, which may minimise the number of patients who do not receive transplants $\\textcolor{#1974D2}{[\\textbf{EX}]}$.\nThis type of choice architecture is effective in this case because it represents a low-cost solution to the issue of long transplant lists [RWE]. Beyond the opportunity costs associated with informing the people of Northern Ireland of the change, the actual cost of implementing this type of choice architecture is minimal $\\textcolor{#20B2AA}{[\\textbf{S/E}]}$. People are also generally in favour of organ donation but may forget to register as an organ donor, or they fail to inform their family members of their desire to donate their organs. By making the default choice opting-in, the process of registering and informing relatives is simpler $\\textcolor{#20B2AA}{[\\textbf{S/E}]}$. Citizens also still maintain freedom of choice as they can choose to opt out of the program. However, the inconvenience of opting out may keep people who are indifferent about organ donation on the donor list, maintaining the increase in supply of available donors $\\textcolor{#20B2AA}{[\\textbf{S/E}]}$.\nAlthough choice architecture is likely to be very effective in increasing organ donation, it may be ineffective on its own to discourage other behaviours $\\textcolor{#20B2AA}{[\\textbf{S/E}]}$. An example of this is the market for cigarettes. The United Kingdom uses restricted choice to discourage the consumption of cigarettes, such as banning the display of tobacco products $\\textcolor{#C34A2C}{[\\textbf{RWE}]}$. While keeping tobacco products out of sight may discourage some consumers from smoking, cigarettes are highly addictive and a mild inconvenience may not be enough to reduce consumption $\\textcolor{#20B2AA}{[\\textbf{S/E}]}$. Unlike indirect taxes, choice architecture also does not have the advantage of generating tax revenue, which could be used to address the negative externalities that a product like cigarettes generates $\\textcolor{#20B2AA}{[\\textbf{S/E}]}$. This is likely the reason why the UK government levies taxes on tobacco products in addition to the restricted choice interventions it uses $\\textcolor{#20B2AA}{[\\textbf{S/E}]}$.\n\n$\\underline{\\textrm{Explanation}}$:\n$\\textcolor{#00CED1}{\\textbf{Terminology}\\ [\\textbf{T}]}$\nFor correctly using the term $`$choice architecture' by indicating that it relates to the idea of framing and designing environments in a way that influences decision-making. ($\\checkmark$)\nFor correct usage of other relevant terms ($\\checkmark$)\n\n- e.g., nudging, default choice, restricted choice, mandated choice, market failure\n\n<span class=\"marks\">[2 maximum]</span>\n\n$\\textcolor{#056608}{\\textbf{Diagrams}\\ [\\textbf{D}]}$\nFor drawing a correctly labeled demand and supply curve diagram showing:\n\n- A market experiencing a market failure due to the over$-$ or under$-$consumption of a good (  $\\checkmark$)\n- Correction of the market failure following the shift of the diagram ($\\checkmark$)\n\nFor connecting the application of choice architecture to the changes on the diagram ($\\checkmark$)\n<span class=\"marks\">[3 maximum]</span>\n\n$\\textcolor{#1974D2}{\\textbf{Explanation}\\ [\\textbf{EX}]}$\nExplaining that choice architecture works by framing options in a way that influences decision-making ($\\checkmark$)\nExplaining how the use of default choice, mandated choice, or restricted choice can be used to encourage or discourage behaviours ($\\checkmark$)\nExplaining how choice architecture may correct a market failure ($\\checkmark$)\n<span class=\"marks\">[3 maximum]</span>\n\n$\\textcolor{#20B2AA}{\\textbf{Synthesis and Evaluation}\\ [\\textbf{S/E}]}$\nFor adding context to the explanation by discussing the benefits and drawbacks of utilising choice architecture to intervene in a market ($\\checkmark$)\nMaking a reasoned argument for one point of view ($\\checkmark$)\n\n- (e.g., arguing that choice architecture is effective for increasing organ donation)\n\nMaking a reasoned argument for a different point of view ($\\checkmark$)\n\n- (e.g., arguing that choice architecture is less effective for addictive goods)\n\nProviding an evaluative judgment that resolves the specific demands of the essay question. ($\\checkmark$)\n\n- (e.g., while choice architecture may be effective in cases where price isn't involved, it may be ineffective at reducing consumption of addictive goods such as cigarettes, and it doesn't provide the additional benefits that come with other forms of government intervention such as taxation.)\n\n<span class=\"marks\">[4 maximum]</span>\n\n$\\textcolor{#C34A2C}{\\textbf{Real-World Example}\\ [\\textbf{RWE}]}$\nFor showing that choice architecture may be effective at correcting a market failure using RWEs ($\\checkmark$)\nFor showing that choice architecture may not always be effective at correcting a market failure using RWEs ($\\checkmark$)\nFor incorporating the RWE in synthesis/evaluation ($\\checkmark$)\n<span class=\"marks\">[3 maximum]</span>\n\n<span class=\"marks\">[<strong>= 15 maximum</strong>]</span>\n",
      "paper": "PAPER1",
      "difficulty": "MEDIUM",
      "calculator": false,
      "sort": 1,
      "maxMark": "15",
      "difficultyLevel": "3.5"
    }
  ]
}