{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 1",
      "content": "Celtic Sounds is a popular Irish music festival held annually in a different town or rural location each year across Ireland. The festival celebrates traditional and contemporary Irish music, attracting thousands of tourists, both domestic and international, who travel to experience the vibrant performances, local culture, and scenic settings.The arrival of the festival often brings significant economic benefits to the host area. Local hotels, restaurants, pubs, and shops typically report a substantial increase in trade during the festival period. Additionally, the event raises the profile of small towns and rural communities, encouraging future tourism.However, not all local residents and businesses are supportive. The festival often leads to road closures, traffic congestion, and disruptions to everyday business activities. Some shops, particularly those not involved in hospitality or tourism, have complained about restricted customer access and the additional costs of adjusting to the temporary surge in visitors. Despite the economic benefits, there is an ongoing debate each year about whether the positives outweigh the negatives for the host locations.Definethe term stakeholder.[2]Explainone reason the interests of local residents and festival organisers might conflict.[2]Outlinepossible different interests of two external stakeholders arising from the Celtic Sounds Festival.[4][Maximum 8]",
      "markScheme": "Sample response:A stakeholder is an individual or group who has an interest, concern, or a stake in an organization, project, or decision. They can affect or be affected by the actions, objectives, and policies of a business or project.Mark allocation:Award[1]for a definition that shows partial understanding.Award[2]for a definition that shows understanding similar to the answer above.No application is required.Sample response:The organisers of the Celtic Sounds Festival are primarily interested in maximising attendance, revenue, and publicity.  In contrast, local residents are more concerned about maintaining peace, convenience, and quality of life. These conflicting interests arise because what benefits the organisers (a bigger, louder, more visible festival) may negatively impact residents through inconvenience and disturbance.Mark allocation:Award[1]for identifying the interest of each stakeholder group and[1]for a description of how that stakeholder’s interests are in conflict.Award a maximum of[2].Sample response:Local businesses are likely to have a strong interest in the festival going ahead, as it brings increased tourism, higher sales, and greater profits during the event period. These businesses often benefit financially from the large number of visitors the festival attracts.In contrast, local residents may be more concerned about the disruption caused by the festival, such as road closures, noise, and overcrowding. While some may appreciate the increased business for the area, others may prioritise their quality of life and favour fewer disruptions to daily routines.Mark allocation:Award[1]for each correct external stakeholder identified and[1]for a description of how that stakeholder’s interests differ. Award a maximum of[2]per stakeholder.Award a maximum of[4].",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 2",
      "content": "Explainwhy a shareholder and a supplier may have a conflict.[4]",
      "markScheme": "Some reasons for conflict between shareholders and suppliers:Profit Maximisation vs Cost Reduction: Shareholders often seek to maximise profits and returns on their investments in the company. On the other hand, suppliers aim to maintain their revenue and profit margins.Payment Terms: Shareholders may prefer longer payment terms to improve the company's cash flow and bottom line, as this delays the outflow of funds. However, suppliers generally prefer shorter payment terms, as it helps them maintain a consistent cash flow.Quality vs Cost: Shareholders may focus on cost control and profitability, often pushing for lower-priced materials or services. Suppliers, on the other hand, may emphasise the importance of maintaining the quality of goods or services provided.Supply Chain Reliability: Shareholders may seek to diversify the supply chain to mitigate risk, potentially by engaging multiple suppliers. Suppliers, however, prefer exclusivity and consistent orders.Contract Negotiations: Shareholders may expect aggressive contract negotiations with suppliers to secure favourable terms for the company. Suppliers may view these negotiations as overly demanding or unfair, potentially harming their relationship with the company and affecting future cooperation.Long-Term vs Short-Term Goals: Shareholders often have a vested interest in the company's stock performance in the short term. This may lead to a focus on immediate cost reduction, which can conflict with a supplier's perspective that prioritises building long-term, mutually beneficial relationships.Sample response‾\\underline{\\textrm{Sample response}}Sample response​:Shareholders often seek to maximise profits and returns on their investments in the company. This objective may lead them to desire cost-cutting measures, which could include pressuring the management to negotiate lower prices with suppliers. On the other hand, suppliers aim to maintain their revenue and profit margins. Thus, when shareholders push for reduced costs, it can put suppliers in a difficult position, as they may need to make concessions that impact their own profitability.Shareholders like longer payment terms when the company owes money because this means the company can hold onto its cash for a longer period. Holding onto cash can improve the company's financial position and give it more flexibility. When the company has more cash on hand, it appears healthier and more stable.On the other hand, suppliers prefer shorter payment terms when they sell something. They want to get paid quickly because it ensures they have a steady inflow of cash. This consistent cash inflow is crucial for them to manage their own expenses and keep their operations running smoothly.Mark Allocation:2 marksfor identifying each reason.2 marksfor explaining each reason.Total- 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 3",
      "content": "Explainthe key differences between a stakeholder and a shareholder.[4]",
      "markScheme": "Stakeholders:Stakeholders are individuals or groups of individuals who have an interest in the business. They are divided into internal stakeholders and external stakeholders.Internal stakeholders include:EmployeesManagersShareholders or ownersExternal stakeholders include:CustomersSuppliersBanksCommunityGovernmentPressure groupsCompetitorsShareholders:Shareholders are those who own shares of a limited liability company, these can be in the form of individuals or may be organisations who have an interest in the company.Shareholders have two main interests in the company:Maximize profits to receive higher dividendsIncrease the value of the company’s sharesDifferences:Shareholders are one group of stakeholders of a company, most of the time they are internal stakeholders, with the exception of shareholders who own shares of the company but are not part of the daily operations.Shareholders are an important group of stakeholders as much of the funding of a company comes from its shareholders and the company focuses much of its efforts in meeting the interests of shareholders; which are to maximize its profits and to increase the value of the company’s shares.Conflict:Conflict is likely to arise between shareholders and other groups of stakeholders on certain occasions.For example: an increase in pay for employees, who are internal stakeholders, may not be well accepted by shareholders, as it could decrease the company’s profits and lead to lower returns to shareholders in the form of dividends. From another point of view, an increase in employees' pay could improve employee motivation, and thus increase productivity and efficiency in the company, leading to an increase in profits and as a result an increase in the value of the company’s shares.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 4",
      "content": "GreenTech Innovations is a publicly held company based in London, specializing in the development and manufacturing of solar panels and renewable energy technologies. The company went public five years ago and is now listed on the London Stock Exchange.GreenTech Innovations' mission is to provide innovative, sustainable energy solutions to address the growing need for clean energy, while their vision is to become a global leader in the renewable energy sector.Since becoming a PLC, GreenTech has faced increased pressure from investors to improve profitability and deliver short-term returns. Investors are demanding higher profits and faster growth, which has led to a shift in strategy.The company has faced growing tension between its initial mission of promoting green energy and the increasing pressure to invest in fossil fuel technologies. Some shareholders are advocating for the company to diversify its portfolio by investing in oil and gas to generate higher profits, a move that conflicts with GreenTech’s founding environmental goals.Definethe term stakeholder.[2]Explaintwo stakeholder conflicts that might arise as a result of GreenTech Innovations changing from an LTD to a PLC.[4]Explaintwo ways the proposed shift in GreenTech Innovations’ strategy could impact its relationship with stakeholders.[4][Maximum 10]",
      "markScheme": "Sample response:A stakeholder is an individual or a group interested in the operations or decisions of a business. They can be internal (people who own or work for the business, e.g. managers, employees or shareholders) or external (local community, government or their competition). They are interested in a business's decisions or actions but can not always influence them.Mark allocation:Candidates are not expected to word their definition exactly as above.Award[1]for a vague definition.Award[2]for a complete definition.Definitions do not require application to the stimulus material.Sample response:One conflict that might arise is between investors/shareholders and employees. As GreenTech becomes a PLC, shareholders may push for higher profits and quicker returns, which could lead to cost-cutting measures or a shift towards more profitable sectors, such as fossil fuels. Employees, especially those involved in sustainable energy projects, may feel that such a shift compromises the company’s core values of sustainability, causing dissatisfaction among staff who are passionate about environmental goals.Another conflict could arise between customers and investors/shareholders. Customers who are loyal to GreenTech's environmentally sustainable mission may be disappointed if the company expands into fossil fuel sectors to meet the profit demands of investors. This could lead to a loss of customer loyalty and damage the company's brand reputation, while investors might see this diversification as a necessary step for increasing profitability.Mark allocation:Award[1]for each stakeholder conflict identified, up to a maximum of[2].Award[1]for each explanation of how the conflict might arise, applied to GreenTech’s situation, to a maximum of[2].Award a maximum of[4].Sample response:The shift towards fossil fuel investments could negatively impact GreenTech’s relationship with its customers. Customers who have chosen GreenTech for its commitment to sustainability may feel that the company is compromising its ethical values for profit, leading to diminished customer loyalty and possible loss of market share.In contrast, the shift could improve GreenTech’s relationship with investors. The pressure from investors for higher short-term returns might be satisfied if the company diversifies into the fossil fuel sector. This could attract more investment, potentially increasing share prices and returning profits, leading to greater investor satisfaction and confidence in the company’s financial growth.Mark allocation:Award[1]for identifying each stakeholder group impacted up to a maximum of[2].Award[1]for explaining how the shift would impact the relationship with the stakeholder group up to a maximum of[2].Award a maximum of[4].",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 5",
      "content": "Explainone external stakeholder interested in the company's capacity to increase the worth of its output, ultimately contributing to the growth of the economy's gross domestic product (GDP).[2]",
      "markScheme": "Sample response:Government is interested in the company's capacity to increase the worth of its output because it contributes to economic growth, which, in turn, affects the gross domestic product (GDP) of the economy. The business also pays corporate taxes to the government that can be spent on public services in the economy. Government revenue and public welfare often depend on the health and growth of the overall economy, making GDP a crucial indicator. While other stakeholders like suppliers, banks, and customers may benefit from a company's success, their primary interest is not directly tied to GDP growth in the same way as the government's interest.Mark allocation:1 markfor identification.1 markfor explanation.Total- 2 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 6",
      "content": "Explainthe interests of two internal stakeholders.[4]",
      "markScheme": "Internal stakeholders could include:EmployeesManagersDirectorsShareholdersSample response:Employees are workers within a business. They directly influence the organisation's success and are greatly impacted by decisions made within the business. The most significant interests of employees within an organisation will be improved pay and working conditions, job security, and opportunities for career progression.Managers within an organisation, spanning junior, middle, and senior levels, play a pivotal role in enhancing business functions. They are primarily driven by improving efficiency and profitability, key indicators of their managerial performance. Additionally, managers are motivated by financial incentives such as bonuses and commissions, which are directly linked to their ability to boost the organisation's success. Consequently, their interests align closely with the business's performance and profitability.Mark Allocation:2 marksfor identifying each interest.2 marksfor explaining each interest.Total- 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 7",
      "content": "Explainhow suppliers and competitors are considered external stakeholders and why they are essential to a company.[4]",
      "markScheme": "Stakeholders:Stakeholders are individuals or groups of individuals who have an interest in the business. They are divided into internal stakeholders and external stakeholders.In the case of suppliers and competitors, they are considered external stakeholders to a company, this is because they are not part of the daily activities of the company.Suppliers:Suppliers are considered an external stakeholder as they play a key role in the production of a company. Suppliers provide stock of raw materials and component parts, as well as the services of technical support and maintenance.Involvement in the company:Suppliers are important to a company for the following reasons:Stock is needed for production, a company which establishes a good relationship with its suppliers will improve the time of delivery of stocks and also improve the price which the company is charged for its stock.Credit is also a reason why suppliers are an important external stakeholder to a company, suppliers will at times provide credit to those companies which establish a good relationship with them, thus facilitating a better cash flow position.Competitors:Competitors are considered external stakeholders as they are the adversaries of the company. However, at times competitors may also hold shares of a company which they hold an interest in.Involvement in a company:Competitors are involved in a competing company for the following reasons:Companies observe and become involved in competing companies to remain competitive in the market in which they operate and be prepared to respond to actions of the competition as fast as possible to avoid losing recognition.To measure their company against the competitors, this is in the form of comparing profits and market share.Competitors also encourage companies to innovate and create new products to stay competitive.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 8",
      "content": "FreshFeast is a healthy meal prep start-up targeting families on the U.S. East Coast. The company delivers organic ingredients accompanied by QR-coded cooking guides, focusing on both nutrition and convenience.Its customers seek affordable pricing, but local organic farmers—who are its key suppliers—are demanding higher prices due to rising costs. Employees are also requesting better wages and benefits as the business grows.The founders are concerned that meeting these demands could reduce profits and slow expansion plans. FreshFeast must balance these stakeholder interests while staying true to its health-focused mission.Statetwo key features of stakeholder mapping.[2]Explainthe interests of one internal stakeholder group of Freshfeast.[2]Explainone solution to a stakeholder conflict Freshfeast is facing.[2]Constructa stakeholder map for FreshFeast by placing four stakeholder groups in appropriate positions.[4]Commenton why one stakeholder group is placed in its position on your stakeholder map from question (d).[2][Maximum 12]",
      "markScheme": "Sample response:Stakeholder mapping assesses the level of interest stakeholders have in a business. It also considers the level of power or influence stakeholders hold over business decisions.Mark allocation:Award[1]for each key feature of stakeholder mapping identified for a maximum of[2].Additional information:A stakeholder map has Four Quadrants:Key Players (High Power, High Interest). These must be fully engaged and consulted on major decisions.Keep Satisfied (High Power, Low Interest). These need to be managed carefully to avoid losing support.Keep Informed (Low Power, High Interest). These should be kept updated and consulted where appropriate.Minimal Effort (Low Power, Low Interest). These require minimal communication or involvement.Sample response:The employees of FreshFeast are an internal stakeholder group. They are interested in receiving better wages and benefits, especially as the business grows. They want to be fairly compensated for their role in preparing and delivering healthy meal kits.Mark allocation:Award[1]for identifying one internal stakeholder group of FreshFeast.Award[1]for explaining the FreshFeast internal stakeholder groups interest.Additional information:A stakeholder is any person, organization or group which is affected or influenced by the actions of a business.Internal stakeholders include employees, managers and directors.Shareholders can be both internal and external stakeholders.Sample response:FreshFeast could resolve the conflict between customers and suppliers by offering both standard and premium meal kits. This would allow them to keep some meals affordable for customers while paying higher prices to organic farmers for premium options, balancing both stakeholder interests.Mark allocation:Award[1]for identifying a stakeholder conflict and offering a solution.Award[1]for application and explaining the solution in the context of FreshFeast.Additional information:Stakeholder conflicts occur when different stakeholder groups have competing objectives, making it difficult for the business to satisfy everyone. For example, employees may want higher wages, while owners seek lower costs.Common sources of conflict include:Resource allocation (e.g. wages vs. profit)Decision-making power (e.g. owners vs. community)Ethical or CSR priorities (e.g. suppliers vs. environmental groups)Strategic direction (e.g. fast growth vs. quality control)Sample response:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/c1d6fc81-1562-4a04-b3bd-b965413875b2/images/d34e8f59-01de-41d7-92b6-b0ef8c8a4bf4/1604d.png)\n\nMark allocation:Award[1]for each stakeholder group being accurately placed in the correct quadrant of the matrix, up to a maximum of[4].Additional information:Stakeholder mapping:Helps in decision making by identifying which stakeholders should be consulted, informed, or closely managed.Useful during conflicts, changes, or project planning.Aids in balancing the needs of different stakeholder groups.Sample response:Customers should be placed in the Key Players quadrant because they have high power, as FreshFeast’s revenue depends on their continued purchases and high interest, as they rely on the meal kits regularly for healthy, convenient family meals.Mark allocation:Award[1]for an explanation which refers to power or interest.Award[2]for an explanation which refers to both power and interest and is applied in the context of FreshFeast.Additional information:Alternative answers include:Employees may fall into the Keep Informed quadrant because they have high interest in their wages and working conditions, especially as FreshFeast expands. However, they have relatively low power to influence strategic decisions such as pricing models or supplier negotiations.Organic farmers are placed in the Keep Satisfied quadrant because they have high power as FreshFeast relies on them for quality, organic ingredients. However, they have lower interest in the daily operations of the business, focusing mainly on pricing and supply agreements.The local community is placed in the Minimal Effort quadrant because they have low power to influence FreshFeast’s strategic decisions and low direct interest in the company unless it affects their environment, employment, or services.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 9",
      "content": "Explaintwo reasons why the shareholders of a business might be concerned about its performance.[4]",
      "markScheme": "Shareholders in an organisation are part owners through the purchase of shares. Therefore, they have reasons to be concerned about its performance since they invest in a business with the sole objective of profit-making.Dividend Yield: A dividend is the part of a company's annual earnings distributed to its shareholders.Capital Appreciation: Capital appreciation through a positive difference in the share purchase price and the current listed price is another form of profit for shareholders in a company.Long-term Competitiveness: Shareholders are interested in the long-term competitiveness of the company they have invested in to ensure their investment will continue to produce a favourable rate of return through dividends and share price appreciation.Management and Governance: Shareholders are concerned with management and governance as these impact a company's profitability and share prices.Sample response:‾\\underline{\\textrm{Sample response:}}Sample response:​A dividend is a portion of a company's annual earnings distributed to its shareholders. The board of directors decides the size of the dividend, which can be in the form of cash or reinvestment in the form of additional stock.Shareholders are concerned about the company's performance since the size of the dividend is in proportion to its earnings. Investors monitor performance indicators and study financial results to ensure they get a good return on their investment.Other than dividends, growth in the value of shares through a positive difference in the share purchase price and the current listed price is another form of profit for shareholders in a company. The value of shares increases if a company's performance is financially favourable. Conversely, the value of shares can fall below the purchase price if the financial performance is not up to expectations.Apart from a company's financial results and fundamentals, market sentiment significantly impacts share prices. The market sentiment may be related to factors affecting a company's reputation, general economic trends or news which affect the company's future performance.Shareholders are concerned about the value of their investment. Therefore, they take a keen interest in the company's performance.Mark Allocation:2 marksfor identifying each reason.2 marksfor explaining each reason.Total- 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 10",
      "content": "Explainthe method of conflict resolution between internal groups of stakeholders which improves communication and decreases the possibility of potential conflicts.[2]",
      "markScheme": "Explanation‾\\underline{\\textrm{Explanation}}Explanation​:The method of conflict resolution that improves communication and reduces the likelihood of potential conflicts between internal groups of stakeholders is negotiation.Negotiation involves open dialogue where stakeholders discuss their differing interests and perspectives to find a mutually acceptable solution. This process encourages effective communication by allowing each group to voice their concerns, clarify misunderstandings, and build trust. For example, regular meetings or facilitated workshops can provide a platform for stakeholders to align on objectives, address grievances, and collaborate toward common goals.Mark Allocation:1 markfor identification.1 markfor explanation.Total - 2 marks",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 11",
      "content": "Explaintwo possible sources of conflict between stakeholders.[4]",
      "markScheme": "Possible sources of conflict:Customers want lower-priced products, while managers want to maximise profits.Employees want higher wages, while shareholders want increased dividends.Senior managers want higher bonuses for meeting their targets, but shareholders want higher dividends.Suppliers want to be paid for their materials, but managers want a longer credit period to manage the cash flow.Managers want to increase production and capacity, but the local community wants a decrease in noise and air pollution in the area.Banks want to receive regular loan payments, but managers want to decrease expenses for one month.Sample response:‾\\underline{\\textrm{Sample response:}}Sample response:​Different stakeholders have different interests, which can cause conflict. Conflict can lead to disagreements and workplace productivity loss. One possible source of conflict is between employees and shareholders. Employees may demand higher wages, which can raise overall expenses for the business, reducing profitability and dividends paid to shareholders.Another possible source of conflict is between managers and the local community. Managers will want to increase production and capacity to raise revenue, but this may increase air and noise pollution in the local community, affecting residents.Another possible source of conflict is between suppliers and managers. Suppliers will want payment for their materials as soon as possible, while business managers may want to delay payment to suppliers until they receive cash for their products sold. This ensures an effective working capital cycle in the business.Mark Allocation:2 marksfor identifying each conflict.2 marksfor explaining each conflict.Total- 4 marks",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "",
      "title": "Question 12",
      "content": "JK Recycling Ltd (JKR), a leading plastic bottle recycling industry player, thrives by engaging diverse stakeholders. JKR employees are essential, from the management team driving strategic initiatives to the operational staff ensuring efficient processing of recycled materials.JKR collaborates closely with suppliers who provide recyclable plastic, local communities that promote recycling practices, and customers who purchase recycled products. Additionally, environmental organisations support and validate JK Recycling’s eco-friendly practices, while government bodies offer regulatory guidance and incentives.Recently, government legislation has improved incentives for people to recycle, significantly increasing the volume of materials being recycled. This surge in recycling has directly led to increased revenue at the factory. As a result, JKR's workers are now operating at full capacity to meet the heightened demand.With reference to JKR,definethe term stakeholder.[2]Describeone internal and one external stakeholder of JKR.[4]Explaintwo possible causes of stakeholder conflict at JKR.[4]Explainthe government's role as a stakeholder group for JKR.[2][Maximum 12]",
      "markScheme": "Sample response:A stakeholder is an individual or group that is interested in and affected by business activities. For JK Recycling Ltd. (JKR), stakeholders include employees, suppliers, local communities, customers, environmental organisations, and government bodies. These groups help JKR succeed by contributing to its operations, supporting eco-friendly practices, and guiding regulatory compliance.Mark allocation:Award[1]for partial understanding.Award[2]if the candidate understands that stakeholders are individuals/groups with an interest, impact, and are affected, and provides evidence from the case study.Application is required as the business name is in the question.Sample response:One internal stakeholder of JK Recycling Ltd. (JKR) is its employees. Employees are crucial to JKR's success, ranging from the management team, which drives strategic initiatives, to the operational staff, who ensure efficient processing of recycled materials. They are directly involved in the day-to-day operations and decision-making processes, impacting the company's performance and growth.JKR's external stakeholder is the local community. The local community is vital in promoting recycling practices and providing recyclable plastic. They support JKR by participating in recycling programs and advocating for environmental sustainability. Their engagement helps increase the supply of recyclable materials and enhances JKR's reputation as an eco-friendly company, driving its mission towards a sustainable future.Mark allocation:Mark as 2 + 2Award[1]for stating a valid internal/external stakeholder and an additional[1]for application to the case study.Award a maximum of[4].Sample response:The new government incentives have led to an increasing volume of materials being recycled,resulting in workers working at full capacity.While this is great for increasing revenue, it can easily lead to conflict between management and employees if the employees feel they are being pushed too hard without adequate compensation, breaks, or additional staffing.As JKR's operations increase due to higher recycling volumes, there's a potential for negative impacts on the local communities. This could include increased noise from machinery, more frequent truck traffic, or even perceived issues with waste management or odors. A significant increase in activity could lead to protests or complaints from local residents. This could clash with JKR's operational need to expand and process more materials to meet demand.Mark allocation:Mark as 2 + 2Award[1]for stating a identifying a  relevant cause of stakeholder conflict  and an additional[1]for application to the case study.Award a maximum of[4].Sample response:The government acts as a crucial stakeholder for JKR by setting the regulatory framework and providing incentives that directly impact the recycling industry. They establish laws, policies, and offer financial benefits (like the improved recycling incentives mentioned) that shape JKR's operations, profitability, and the overall volume of materials available for recycling.Mark allocation:Award[1]for identifying a relevant role of government  and an additional[1]for application to the case study.Award a maximum of[2].",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    }
  ]
}