{
  "list": [
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "CQ",
      "title": "Question 1",
      "content": "Define the term corporate social responsibility (CSR).<span class=\"marks\">[2]</span>\n",
      "markScheme": "Sample response: \nCorporate Social Responsibility (CSR) refers to the ethical and voluntary initiatives and activities a company undertakes to contribute positively to society and the environment beyond its core business operations. It involves taking responsibility for the company's impact on various stakeholders, including employees, customers, communities, and the environment.\nMark allocation:\nAward [1] for a vague definition.\nAward [2] for a complete definition.\nDefinitions do not require application to the stimulus material.\n\nThis question is from the RV Case Study, BrightTech Electronics., a 24-mark BM Case Study which covers strategic objectives, global market expansion, employee motivation, corporate social responsibility (CSR), and supply chain management.\nThe full Case Study can be found at:\n\nBrightTech Electronics HL$\\hspace{5em}$\nBrightTech Electronics SL$\\hspace{5em}$",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "0.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 2",
      "content": "Urban Fresh is a family-owned supermarket chain in the UK, founded by Sarah Roberts and her brother Tom Roberts. The company focuses on providing high-quality, locally sourced produce at affordable prices. Over the years, Urban Fresh has gained a loyal customer base by offering fresh, organic, and sustainable food options, along with excellent customer service that emphasizes personal attention and community values.\nAs competition grows from larger supermarket chains like SuperValue and FreshMart, Urban Fresh has decided to shift its focus towards expanding its market share by opening new stores in untapped cities and introducing a line of ready-to-eat meals targeted at busy professionals. The marketing department conducted a survey of customers to determine their main reason to buy convenience meals.\nFigure 1: Top reasons for buying ready-to-eat meals\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/223f0a6e-ad9b-4afa-a3ff-ec0963afc4c9/images/033ff15f-9860-4be7-b6cd-0e11a77b0b6c/Screenshot%202025-07-21%20at%2014.27.12.JPEG)\n\n\nUrban Fresh’s mission statement is to provide innovative, sustainable food solutions by offering fresh, organic, and affordable products to help customers live healthier lives. Their vision is to become the leading supermarket in the UK for sustainable and ethically sourced food by 2030.\nIn addition to expanding, Urban Fresh is aiming to become more sustainable by reducing its carbon footprint, with the goal of sourcing 100% of its produce from local farms by 2025. This aligns with their environmental goals and is a core part of their mission to promote sustainable living.\n\n- Define the term service. <span class=\"marks\">[2]</span>\n\n- Explain one advantage and one disadvantage of Urban Fresh having a mission statement. <span class=\"marks\">[4]</span>\n\n- Comment on the data in Figure 1. <span class=\"marks\">[2]</span>\n\n- Explain two stakeholders that might influence the business objectives of Urban Fresh. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 12]</span>\n",
      "markScheme": "\n- Sample response:\n\n\n\n- Services are intangible products provided to consumers or businesses that do not result in ownership, such as education or transport. Services are usually consumed at the point of delivery and involve direct interaction.\n- Mark allocation:\n- Candidates are not expected to word their definition exactly as above.\n- Award [1] for a definition that shows partial understanding.\n- Award [2] for a definition that shows understanding similar to the answer above.\n- No application is required.\n\n\n- Sample response\n\n\n\n- One advantage of having a mission statement is that it provides clarity and direction. Urban Fresh’s mission to provide innovative, sustainable food solutions ensures all stakeholders, from employees to customers, understand the company’s values. It serves as a guide for decision-making and strategy.\n- One disadvantage is that a mission statement can sometimes be too broad or vague, making it difficult to translate into specific goals. Urban Fresh’s mission to offer sustainable food solutions is admirable but may lack actionable specifics, potentially leading to confusion about how to prioritise certain initiatives.\n- Mark allocation:\n- Mark as 2+2\n- Award [1] for identifying one advantage (e.g., clarity and direction).\n- Award [1] for explaining how this applies to Urban Fresh.\n- Award [1] for identifying one disadvantage (e.g., vagueness).\n- Award [1] for explaining how this could create challenges for Urban Fresh.\nMaximum of [4].\n\n\n- Sample response\n\n\n\n- Figure 1 shows convenience/time-saving leads purchase decisions for ready-to-eat meals, with price and variety close behind. But because convenience is a category baseline—not a USP—Urban Fresh should closely manage its price range, which is the next most influential factor. This is also core to Urban Fresh’s mission to provide innovative, sustainable food solutions with fresh, organic, and affordable.\n- Mark allocation:\n- Award [1] for a basic explanation and an additional [1] for a full explanation of the candidate’s interpretation including direct reference to the data, up to a maximum of [2].\n\n\n- Sample response:\n\n\n\n- Customers are a crucial stakeholder for Urban Fresh. As the company’s mission is to provide sustainable food solutions, customer preferences for organic, locally sourced products will directly influence the company’s objectives. Urban Fresh’s goal of sourcing 100% of its produce from local farms by 2025 is driven by customer demand for eco-friendly and healthy food options.\n- Investors are another key stakeholder, as they expect returns on investment and profit growth. Since Urban Fresh is expanding its market share, investors will likely influence objectives that focus on financial growth and increased profitability. They may push for quicker returns, possibly shifting the focus from sustainability to more profitable short-term strategies.\n- Mark allocation:\n- Mark as 2+2\n- Award [1] for identifying each stakeholder group (e.g., customers, investors).\n- Award [1] for explaining how each stakeholder influences Urban Fresh’s business objectives.\n- Maximum of [4].\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "CQ",
      "title": "Question 3",
      "content": "Explain the key differences between aims and objectives. <span class=\"marks\">[4]</span>\n",
      "markScheme": "Aims: Aims are the broad, general, and long-term goals a business aspires to achieve. They provide a sense of direction and purpose but are not specific or measurable.\nObjectives: Objectives are specific, measurable, and time-bound targets that a business sets to achieve its aims. They are more detailed and actionable.\nBelow are some key differences of Aims and Objectives:\nAims\n\n- Aims are usually open-ended and do not have specific details or deadlines attached to them.\n- Aims are not easily measurable since they are broad and qualitative.\n- Aims often have an indefinite or long-term time frame and may not have a fixed deadline.\n- Aims encompass the overall vision and purpose of the business and may involve multiple aspects of the organisation.\n- Aims provide the overarching vision and strategic direction, helping to align the organisation's efforts.\n- An aim for a business might be to $\\text{\\textquotedblleft}$become a market leader in the industry$\\text{\\textquotedblright}$ without specifying how or when.\n- Aims set the overall direction and purpose for the business but, on their own, do not ensure success.\n\nObjectives\n\n- Objectives are highly specific and have clear criteria, such as deadlines, quantities, or percentages.\n- Objectives are measurable because they are defined with specific, quantifiable criteria that allow progress tracking.\n- Objectives have a defined time frame, typically short- to medium-term, and are time-bound.\n- Objectives are more focused and deal with particular aspects or functions of the business.\n- Objectives serve as actionable steps toward realising the aims and are critical for strategic planning and decision-making.\n- Objectives related to the above aim could include $\\text{\\textquotedblleft}$increase market share by $10\\%$ within the next two years$\\text{\\textquotedblright}$ or $\\text{\\textquotedblleft}$launch a new product line by the end of the fiscal year.$\\text{\\textquotedblright}$\n- Objectives are the actionable steps that, when achieved, contribute directly to the business's success by fulfilling the aims.\n\n\n$\\underline{\\textrm{Sample response}}$:\nAims and objectives represent two fundamental components in the strategic planning of a business. Aims, the broader and more abstract of the two, serve as the overarching vision and long-term goals of the organisation. They provide a sense of direction and purpose, helping to align the efforts of the business towards a common goal. However, it's essential to recognise that aims lack specificity and measurability. These goals are often open-ended, lacking specific details or deadlines. For instance, an aim for a business might be the ambition to $\\text{\\textquotedblleft}$become a market leader in the industry.$\\text{\\textquotedblright}$ While this is undoubtedly a big aspiration that provides a sense of direction, it does not contain the specific criteria necessary for measurement, nor does it stipulate a deadline for its achievement.\nIn contrast, objectives are the practical, specific, and measurable steps that a business puts in place to realise its aims. Objectives are designed to be actionable and serve as the bridge between the broad aspirations encapsulated in aims and the practical implementation required for success. These objectives are characterised by their high level of specificity and measurability. For example, if the aim is to become a market leader, objectives may include $\\text{\\textquotedblleft}$increase market share by 10% within the next two years$\\text{\\textquotedblright}$ or $\\text{\\textquotedblleft}$launch a new product line by the end of the fiscal year.$\\text{\\textquotedblright}$ Objectives are often set with clear criteria, such as deadlines, quantities, or percentages, making it possible to track progress and determine success.\nMark Allocation:\n2 marks for identifying each difference.\n2 marks for explaining each difference.\nTotal - 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 4",
      "content": "Tuscany Green FC is a newly established soccer club based in the heart of Tuscany, Italy, competing in the lower tiers of the Italian football league system. Founded in 2024, the club’s mission is to \"promote athletic excellence while championing environmental and social sustainability in sport.\" Its short-term objectives include reaching Serie D within five years and building a carbon-neutral stadium by 2027.\nLong-term goals involve developing a youth academy focused on eco-conscious leadership and increasing community participation in green initiatives. The club integrates a Corporate Social Responsibility (CSR) policy by sourcing all kits from recycled materials, offering free training clinics to underserved youth, and partnering with local organic farms for matchday food vendors.\nTuscany Green FC also prioritises sustainability in its infrastructure, using solar panels and rainwater harvesting at its training grounds. In addition, the club donates 5% of annual profits to regional reforestation projects, demonstrating a strong commitment to environmental stewardship alongside sporting success.\n\n- State one way a mission statement differs from a vision statement.   <span class=\"marks\">[2]</span>\n\n- Outline one way Tuscany Green FC supports its local community.  <span class=\"marks\">[2]</span>\n\n- Explain one way Tuscany Green FC is acting ethically.  <span class=\"marks\">[2]</span>\n\n- Explain one advantage and one disadvantage of Tuscany Green FC implementing a CSR policy. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 10]</span>\n",
      "markScheme": "\n- Sample response:\n\n\n\n- A mission statement outlines a business’s current purpose and core values, whereas a vision statement describes its long-term goals and is an optimistic declaration of what it aspires to become in the future.\n- Mark allocation:\n- Award [1] for a basic distinction.\n- Award [2] for a clear and accurate distinction, which shows understanding of both terms in relation to time frame or purpose. For Example,  $\\text{\\textquotedblleft}$A mission statement explains what a business does now, while a vision statement describes what it hopes to achieve in the future\".\n- No application needed.\n\n\n\n- Additional information:\n- \n  - An example of Tuscany Green FC’s mission statement:\n$\\text{\\textquotedblleft}$To promote athletic excellence while championing environmental and social sustainability in sport.\"\n\n- \n  - An example of Tuscany Green FC’s vision statement:\n$\\text{\\textquotedblleft}$To become Italy’s leading eco-conscious football club inspiring change in global sports.\"\n\n\n\n- Sample response:\n\n\n\n- Tuscany Green FC supports its local community by offering free training clinics to underserved youth. This helps to promote inclusivity and access to sport in the local area of Tuscany and youth development in sport.\n- Mark allocation:\n- Award [1] for identifying one activity which supports the local community.\n- Award [1] for application in the context of how the activity benefits the local community of Tuscany Green FC.\n- Additional information:\n\n\n\n- Further examples of Tuscany Green FC’s local community support could include:\n- \n  - The club partners with nearby organic farms to provide fresh, sustainable food options at matches and community events, supporting local agriculture and promoting healthy eating.\n\n- \n  - On match days, Tuscany Green sources merchandise and refreshments from local suppliers who use eco friendly packaging, supporting small businesses and reducing the club’s carbon footprint.\n\n- \n  - The club organizes tree planting days involving players, fans, and residents to restore local woodlands, directly involving the community in environmental action.\n\n\n\n- Sample response:\n\n\n\n- The club uses football kits made from recycled materials, demonstrating Tuscany Green FC’s ethical commitment by minimizing environmental impact and encouraging sustainable use of resources.\n- Mark allocation:\n- Award [1] for identifying one example of acting ethically.\n- Award [1] for application in the context of Tuscany Green FC’s ethical commitment.\n- Additional information:\n\n\n\n- \n  - Acting ethically, for example, fair treatment, honest practices and  environmentally responsible sourcing, is one important dimension of CSR.\n\n- \n  - CSR refers to a company’s responsibility to consider ethical, social, and environmental impacts of its business decisions, not just focusing on profit.\n\n\n\n- Sample response:\n\n\n\n- One advantage of implementing a CSR policy is it could enhance the club’s brand image and reputation, as an eco conscious and community focused club.\n- In turn, this could attract environmentally conscious fans and sponsors, potentially boosting customer loyalty and revenue.\n- One disadvantage of implementing CSR initiatives, such as installing solar panels and donating 5% of profits to reforestation is it is costly and can increase Tuscany Green FC’s operating costs. Consequently, this could drain the finances of a small club like Tuscany Green FC,who compete in the lower Italian leagues with limited resources.\n- Mark allocation:\n- Award [1] for identifying one advantage of implementing a CSR policy.\n- Award [1] for application in the context of Tuscany Green FC.\n- Award [1] for identifying one disadvantage of implementing a CSR policy.\n- Award [1] for application in the context of Tuscany Green FC.\n- Additional information:\n\n\n\n- Further advantages of Tuscany Green implementing a CSR policy include:\n- \n  - Employee motivation: Staff and players may feel more committed and proud to work for a club with strong ethical values.\n\n- \n  - Community support: Builds trust and goodwill among local residents, leading to higher match attendance and engagement.\n\n- \n  - Long term cost savings: Sustainable practices, such as solar energy, and recycling can reduce operating costs over time.\n\n\n\n\n- Further disadvantages of Tuscany Green implementing a CSR policy include:\n- \n  - Risk of greenwashing accusations: If CSR efforts are seen as superficial or inconsistent, it could damage trust.\n\n- \n  - Opportunity cost: Time and money spent on CSR could be used for player development or facility upgrades.\n\n- \n  - Difficult to measure Return On Investment: The direct financial return from CSR initiatives is often unclear.\n\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 5",
      "content": "EcoFurniture Co. is a mid-sized furniture company based in Leeds, UK, that specializes in sustainable and eco-friendly furniture. The company was founded by Emma Collins in 2015 with the mission of reducing environmental waste by using 100% recycled materials and sustainable wood sources. The business has grown steadily, focusing on providing stylish, durable furniture made from sustainably sourced materials, aiming to offer an environmentally responsible alternative to traditional furniture manufacturers.\nAs the company looks to expand into new markets and meet the growing demand for eco-friendly products, Emma and her team are developing a set of business objectives to guide their growth. They want to increase their market share in the furniture industry, with a focus on expanding into international markets within the next 5 years. EcoFurniture Co. is also focusing on improving operational efficiency by streamlining production processes and enhancing supply chain management.\nIn addition, EcoFurniture Co. is committed to Corporate Social Responsibility (CSR) and has integrated sustainability goals into its business model. The company aims to become a carbon-neutral company by 2030 and is already taking steps toward this objective.\nEcoFurniture Co. has partnered with certified suppliers who provide locally sourced, sustainable wood and recycled materials, ensuring that their production processes align with their environmental goals. The company is actively involved in community tree planting programs and works with local organizations to reduce its carbon footprint through these green initiatives. Additionally, EcoFurniture Co. has adopted a zero-waste policy in its manufacturing process, recycling or repurposing all by-products and waste materials.\nHowever, despite these efforts, EcoFurniture Co. is finding it difficult to source 100% of its wood sustainably, as the demand for sustainable wood often exceeds supply, and there are challenges in finding consistent, certified sources.\n\n- State two features of a privately held company. <span class=\"marks\">[2]</span>\n\n- With reference to EcoFurniture, outline what is meant by the term strategic objective. <span class=\"marks\">[2]</span>\n\n- With reference to EcoFurniture, describe what is meant by the term tactical objective. <span class=\"marks\">[2]</span>\n\n- Explain two ways EcoFurniture is meeting its CSR goals and one way it is not. <span class=\"marks\">[6]</span>\n\n\n<span class=\"marks\">[Maximum 12]</span>\n",
      "markScheme": "\n- Accept any two of the following:\n\n\n\n- \n  - Its shares are not available to the general public.\n\n- \n  - Ownership is usually limited to a small group, such as family or internal stakeholders.\n\n- \n  - It is not required to publish detailed financial information publicly.\n\n- \n  - It may find it harder to raise large amounts of capital.\n\n- \n  - Shareholders have limited liability.\n\n- Mark allocation:\n- Accept any other relevant feature.\n- Candidates are not expected to word their responses exactly as above.\n- Award [1] for each feature identified up to a maximum of [2].\n- No explanation is required.\n\n\n- Sample response:\n\n\n\n- A strategic objective refers to a long-term goal that a business sets to achieve its overall mission and vision. In the case of EcoFurniture Co., a strategic objective could be to expand into international markets within the next five years. This goal is aimed at increasing market share and achieving growth on a larger scale, aligning with the company’s commitment to offering eco-friendly furniture globally.\n- Mark allocation:\n- Award [1] for explaining the term.\n- Award [1] for applying the objective to EcoFurniture Co.’s context.\n- Award a maximum of [2].\n\n\n- Sample response:\n\n\n\n- A tactical objective refers to a short-term goal that supports the achievement of a broader strategic objective. For EcoFurniture Co., a tactical objective could be to improve operational efficiency by streamlining production processes and enhancing supply chain management. This helps the company manage day-to-day operations effectively and supports the longer-term goal of increasing market share through enhanced production capacity and cost savings.\n- Mark allocation:\n- Award [1] for explaining the term.\n- Award [1] for applying the objective to EcoFurniture Co.’s context.\n- Award a maximum of [2].\n\n\n- Sample response:\n\n\n\n- One way EcoFurniture Co. is meeting its CSR goals is by partnering with certified suppliers who provide locally sourced, sustainable wood and recycled materials. This ensures that the company uses environmentally friendly materials in its products, which supports sustainable forestry practices and reduces the overall environmental impact of the business. By sourcing wood sustainably, EcoFurniture Co. helps protect forests and supports local economies.\n- Another way EcoFurniture Co. is meeting its CSR goals is by actively participating in community tree planting programs. These initiatives contribute to reforestation and help absorb carbon emissions, directly reducing the company's carbon footprint. By engaging in these activities, EcoFurniture Co. is fulfilling its environmental responsibilities and promoting sustainability in the local community.\n- Despite these efforts, EcoFurniture Co. is finding it difficult to source 100% of its wood sustainably. The demand for certified sustainable wood often exceeds the supply, and EcoFurniture Co. has faced challenges in finding a consistent source of sustainable wood. As a result, the company is not yet fully meeting its CSR objective of using 100% sustainable materials, which remains a challenge for their environmental goals.\n- Mark allocation:\n- Mark as 2 + [2 + 2]\n- Award [1] for identifying a way that EcoFurniture is meeting its CSR goals and an additional [1] for explaining it up to a maximum of [2].\n- For each way in which EcoFurniture is meeting its CSR goals mark as 2 + 2.\n- Award [1] for identifying a way that EcoFurniture is not is meeting its CSR goals and an additional [1] for explaining it up to a maximum of [2].\n- Award a maximum of [6].\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "CQ",
      "title": "Question 6",
      "content": "Compare the differences between a vision and a mission statement. <span class=\"marks\">[4]</span>\n",
      "markScheme": "There are significant differences between a vision statement and a mission statement.\n\n- Timeline: A vision statement focuses on the longer-term aspiration. A mission statement is a nearer-term goal.\n- Scope: A vision is abstract, whereas a mission statement is more specific.\n- Inspiration, Execution: Vision statements are designed to inspire and motivate. A mission statement focuses on the execution of purpose.\n- Consistency, change: A vision statement is long-term and enduring. An organisation might adjust its mission statement from time to time.\n\n$\\underline{\\textrm{Sample response:}}$\nA vision statement outlines an organisation's aspirations and long-term goals. It is a reflection of where it would like to position itself in the distant future and a preview of what the company envisions its success should look like. A vision statement gives a general direction to an organisation's intended goal.\nA mission statement is more focused on the present. It is a declaration of the fundamental purpose of an organisation's existence and its core values.\nA vision statement is inspirational and usually abstract. The statement is not about targets that need to be achieved but projects a vision of what can be accomplished. A vision statement inspires and binds the employees, owners and stakeholders together.\nA mission statement is specific and action-oriented. It outlines the principles of the organisation and sets a framework for how managers and employees operate to achieve its goals.\nA vision statement is inspirational and motivates employees and stakeholders by creating an environment of unity and commitment through a shared sense of purpose and direction.\nA mission statement is about the organisation's actions and focuses on execution during daily operations. It outlines the action to achieve its objectives and guides the decision-making process. A mission statement, though qualitative, should be clearly defined and achievable.\nA characteristic of vision statements is that they are stable and relevant in the long term. They can be refined from time to time, but the core message is consistent with the timeless values and goals of the organisation.\nOn the other hand, a mission statement is frequently adjusted to suit changes in the business environment, including market conditions and trends. An organisation's priorities can change over time, and the mission statement needs to be adjusted to remain relevant.\nMark Allocation:\n2 marks for identifying each difference.\n2 marks for explaining each difference.\nTotal - 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 7",
      "content": "Analyse the impact of having ethical objectives and practices on a business. <span class=\"marks\">[4]</span>\n",
      "markScheme": "Ethical objectives are organisational goals based on moral guidelines determined by the business and/or society, which direct and determine decision-making.\nAdvantages:\n\n- Improved corporate image\n- Increased customer loyalty\n- Cost cutting\n- Improved staff morale and motivation\n\nDisadvantages:\n\n- Compliance costs\n- Lower profits\n- Stakeholder conflicts\n- The subjective nature of business ethics\n\n\n$\\underline{\\textrm{Sample response}}$:\nThe impact of adopting ethical objectives and practices in a business is a complex issue that has both positive and negative consequences. Ethical objectives, defined by an organisation's moral guidelines and societal norms, play a pivotal role in shaping decision-making and can significantly influence the business's performance.\nOne of the key advantages of having ethical objectives is the substantial improvement in the corporate image. When a company adheres to strong ethical principles, it is viewed more favourably by customers, employees, and the public. This positive perception can lead to increased trust, loyalty, and support from customers, resulting in a boost to the brand's reputation. A strong corporate image not only enhances market competitiveness but also paves the way for long-term sustainability. It is also noteworthy that improved corporate image often translates into higher profitability, as ethical businesses are more likely to attract a larger customer base.\nHowever, there are disadvantages as the implementation of ethical standards and practices can come with compliance costs, as businesses must allocate resources for ethical training, monitoring, and ensuring adherence to these standards. These costs can strain a company's financial resources, potentially leading to reduced short-term profits. In addition to compliance costs, adhering to stringent ethical standards may require changes to business processes and operations, which may not always align with short-term profitability objectives. This presents a complex dilemma for businesses as they navigate between the pursuit of ethical goals and the need to remain financially viable.\nIn essence, while ethical objectives can enhance a company's corporate image and long-term sustainability, they may require financial sacrifices and present challenges for businesses in the short term.\nMark Allocation:\n2 Marks: Identification of impacts (e.g., enhanced reputation, customer loyalty, operational challenges, etc.).\n2 Marks: Explanation of how these impacts influence the business (e.g., ethical practices attract socially conscious customers, increase costs, improve employee satisfaction, etc.).\nTotal - 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 8",
      "content": "Explain two significant features of Corporate Social Responsibility. <span class=\"marks\">[4]</span>\n",
      "markScheme": "Corporate social responsibility, or 'CSR', is a business concept that describes an organisation's commitment to carrying out its business while being mindful of its social and environmental impact. CSR is subjective and based on public opinion, which differs from country to country or from time to time. CSR is considered an indispensable part of efforts to promote an organisation's reputation and make it seem trustworthy and caring of the environment, society and stakeholders.\n\n- Ethical behaviour, stakeholder consideration: A significant feature of CSR is ethical decision-making and considering stakeholders' interests.\n- Environmental Sustainability: CSR involves careful consideration of the environmental impact of the organisation's activities.\n- Social initiatives, philanthropy: Community development and philanthropy are significant features of CSR.\n- Transparency and accountability: CSR promotes transparency, especially when activities involve environmental or social impact.\n\n$\\underline{\\textrm{Sample response:}}$\nEthical decision-making and responsible business practices are the core features of CSR. Organisations commit to ethical behaviour towards all stakeholders and their communities. This commitment includes considering the interest and fair treatment of employees, suppliers and customers.\nAn organisation with the reputation of being considerate has a favourable advantage in the eyes of stakeholders and customers.\nAwareness of environmental damage and the urgency of preventing further deterioration has grown in the past few decades. A feature of CSR is that ecological considerations guide the decision-making process, and due care is taken to ensure business activities do not cause any damage to the environment. Organisations engage in green initiatives to reduce their ecological impact through using renewable energy, recycling, and reducing emissions.\nMany customers prefer patronising organisations known to follow environmentally sustainable practices.\nA key feature of CSR is engaging in local communities and participating in their development. Organisations set aside budgets to support charities and help with social causes. They donate funds and allocate resources to help alleviate social and humanitarian issues.\nPhilanthropy is essential in enhancing an organisation's reputation in the eyes of customers and stakeholders, thus giving it an advantage over competitors.\nCSR confirms an organisation's transparency culture by disclosing information concerning their activities' social and environmental impact. Organisations publish reports disclosing their goals and initiatives in their drive towards sustainability and community development and often monitor compliance and progress in meeting their CSR goals.\nAn organisation known to be transparent and honest in its dealing with environmental and social issues is looked upon favourably and trusted by customers, stakeholders and investors.\nMark Allocation:\n2 marks for identifying each feature.\n2 marks for explaining each feature.\nTotal - 4 marks",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "paperId": "",
      "selection": "Selection A",
      "type": "SAQ",
      "title": "Question 9",
      "content": "Explain one advantage and one disadvantage to a business engaging in Corporate Social Responsibility. <span class=\"marks\">[4]</span>\n",
      "markScheme": "Advantages of CSR:\n\n- Improved corporate image and reputation: Businesses can enhance their image by behaving ethically and socially responsibly.\n- Attract new customers: New customers can be drawn to businesses that engage in CSR and may opt for businesses that behave ethically over competitors that do not.\n- Increase employee motivation: Employees who work for a socially responsible company may feel more valued and purposeful.\n- Attracts investors: With CSR likely to increase a company's value, investors may be more confident investing in a business with ethical standards.\n\nDisadvantages of CSR:\n\n- Compliance costs: Engaging in CSR can be costly for businesses.\n- Ethics are subjective: What is considered socially acceptable in one country may not be desired in another.\n\n\n$\\underline{\\textrm{Sample response}}$:\nAn advantage of a business engaging in CSR is the improved company image it gains as a result. By behaving ethically, businesses improve their reputation and value, resulting in higher revenues and profitability.\nAnother advantage of a business engaging in CSR is improved employee motivation. Employees working towards ethical objectives will feel more purposeful in their work and value. This will encourage employees to stay, decreasing labour turnover and improving staff retention.\nA disadvantage of a business engaging in CSR is the compliance costs. It is expensive for businesses to engage in CSR, which are not costs essential to running the business.\nAnother disadvantage of CSR is that the intended impact may not be as beneficial as hoped. This is because ethics is subjective $\\text{\\textendash}$ what is considered morally right by one person or culture may differ. Therefore, the investment into CSR may go unnoticed and may be a waste of the business's resources.\nMark Allocation:\n2 marks for identifying each advantage and disadvantage.\n2 marks for explaining each advantage and disadvantage.\nTotal - 4 marks",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    }
  ]
}