[
  {
    "paperId": "9248a552-a7c5-4e09-807f-f32d53d527e6",
    "selection": "Selection A",
    "type": "SAQ",
    "title": "Question 1",
    "content": "Jessica Blunt is a an entrepreneur who started her own T-shirt printing business, Inkspire Designs. A passionate artist, Jessica launched the business to create an income stream from her creative work, turning her artistic talent into a commercial opportunity. To help fulfil customer orders, she employs one full-time and one part-time staff member.\nHowever, competition from larger retailers makes it difficult for her to compete on price, as they can offer bulk-produced products at lower costs. Jessica is now looking for ways to grow Inkspire Designs further and differentiate her brand in a competitive market.\n\n- Define the term customer. <span class=\"marks\">[2]</span>\n\n- State two characteristics of an entrepreneur. <span class=\"marks\">[2]</span>\n\n- Outline two challenges faced by small businesses like Inkspire Designs. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 8]</span>\n",
    "markScheme": "\n- Sample response:\n\n\n\n- A customer is a person or organisation that purchases goods or services from a business. They may not be the final user (consumer), but are key to business revenue and satisfaction strategies.\n- Mark allocation:\n- Candidates are not expected to word their definition exactly as above.\n- Award [1] for a definition that shows partial understanding.\n- Award [2] for a definition that shows understanding similar to the answer above.\n- No application is required.\n\n\n- Accept any two of the following:\n\n\n\n- \n  - Self-starter / Starts a business\n\n- \n  - Raises finance / Attracts investment\n\n- \n  - Organises the business (planning, operations, resources)\n\n- \n  - Risk-taker\n\n- \n  - Profit-motivated\n\n- \n  - Creative / Innovative\n\n- \n  - Resourceful\n\n- \n  - Resilient / Determined\n\n- \n  - Self-motivated\n\n\n\n\n- Accept any other relevant characteristic.\n- Mark allocation:\n- Award [1] for each correct feature stated.\n\n\n- Sample response:\n\n\n\n- Larger retailers can often sell similar products at lower prices because they produce in bigger quantities. This makes it difficult for small businesses like Inkspire Designs to compete, as customers may choose cheaper alternatives.\n- Small businesses typically have fewer financial resources for marketing, expansion, and innovation. Inkspire Designs may struggle to invest in new technology or promotional activities, which can make it harder to grow and compete in a crowded market.\n- Mark allocation:\n- Award [1] for each challenge identified and an additional [1] for application to the case study.\n",
    "paper": "PAPER2",
    "difficulty": "EASY",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "1.5"
  },
  {
    "paperId": "fbe69c1c-4c61-49e6-ae77-63cf6c749b4d",
    "selection": "Selection B",
    "type": "SAQ",
    "title": "Question 2",
    "content": "Fresh Fields Ltd. owns farmland where it grows organic fruits and vegetables. These crops are then sent to its factory, where they are processed into juices and packaged salads. Fresh Fields also runs a chain of health food stores, selling these products directly to health-conscious consumers.\nRecently, Fresh Fields has hired nutritionists and food scientists to research future food trends and develop new health products. This research helps the company create innovative products that meet changing customer preferences.\n\n- Define the term product.<span class=\"marks\">[2]</span>\n\n- Using evidence from the case, identify each sector of industry in which Fresh Fields Ltd. operates. <span class=\"marks\">[4]</span>\n\n- Explain one benefit and one drawback for Fresh Fields Ltd. of operating in more than one sector of industry. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 10]</span>\n",
    "markScheme": "\n- Sample response:\n\n\n\n- A product is any good or service that is offered to satisfy the needs or wants of customers. It can be a physical item, like clothing or electronics, or a service, like consulting or education, designed to provide value to consumers in exchange for money or other considerations.\n- Mark allocation:\n- Award [1] for a vague definition.\n- Award  [2] for a complete definition.\n- Definitions do not require application to the stimulus material.\n\n\n- Sample response:\n\n\n\n- Primary Sector: Growing organic fruits and vegetables on farmland.\n- Secondary Sector: Processing fruits and vegetables into juices and packaged salads in the factory.\n- Tertiary Sector: Selling products directly to customers through health food stores.\n- Quaternary Sector: Using nutritionists and food scientists to research future food trends and develop new products.\n- Mark allocation:\n\nAward [1] for each sector in the context of the case study.\n\n- Sample response:\n\n\n\n- By operating in multiple sectors, Fresh Fields Ltd. has greater control over its supply chain, from production to sales. As they grow the oranges they use for their juice, this helps to ensure consistent quality, reduces reliance on external suppliers, and can increase profit by capturing more value at each stage of production.\n- Operating across the primary (farming), secondary (processing), tertiary (retail), and quaternary (R&D) sectors significantly increases the complexity of management and the demands on resources. Fresh Fields must manage agricultural practices, factory operations, retail logistics, and scientific research simultaneously. This can strain management's focus, dilute expertise, and lead to higher overheads due to the diverse investments in facilities, specialized staff (farmers, factory workers, retail staff, nutritionists, food scientists), and systems required for each distinct operation.\n- Mark allocation:\n- Mark as 2 + 2\n- Award [1] for a valid advantage/disadvantage and an additional [1] for application to the case study.\n- Award a maximum of [4]\n",
    "paper": "PAPER2",
    "difficulty": "EASY",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "1.5"
  },
  {
    "paperId": "fbe69c1c-4c61-49e6-ae77-63cf6c749b4d",
    "selection": "Selection A",
    "type": "SAQ",
    "title": "Question 3",
    "content": "Ben’s Fika is a newly established Swedish coffee shop founded by 26-year-old entrepreneur, Ben Grahamson. Inspired by Sweden’s traditional coffee culture known as “ fika,” a social coffee break with pastries, Ben saw an opportunity to create a cozy, community focused space in central Stockholm.\nThe business sources local organic ingredients and specializes in traditional Swedish pastries, such as cinnamon buns and cardamom rolls. Initially, Ben operates as a sole trader and hires two part-time baristas. One of his staff members frequently proposes creative new pastry recipes and unique coffee blends to enhance the menu and customer experience. He plans to expand Ben’s Fika into a small chain within the next five years.\nBen faces challenges such as competition from large coffee chains, high rental costs in Stockholm, and the need to build brand loyalty from scratch. However, he sees opportunities in Sweden’s growing demand for artisanal and sustainable products and the increasing popularity of locally owned cafés.\n\n- State two industries that operate in the tertiary sector. <span class=\"marks\">[2]</span>\n\n- Distinguish one difference between an entrepreneur, like Ben, and an\nintrapreneur, using the context of Ben’s Fika. <span class=\"marks\">[2]</span>\n\n- Explain the sector in which Ben’s Fika operates. <span class=\"marks\">[2]</span>\n\n- Outline one characteristic of Ben that shows he is an entrepreneur. <span class=\"marks\">[2]</span>\n\n- Explain one challenge and one opportunity that Ben may face when starting up Ben’s Fika. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 12]</span>\n",
    "markScheme": "\n- Sample response:\n\n\n\n- The retail industry and the hospitality industry.\n- Mark allocation:\n- Award [1] each correctly stated industry which operates in the tertiary sector, for a maximum of [2]. \nNo explanation needed. No application needed.\n\n\n- Sample response:\n\n\n\n- One key difference between an entrepreneur and an intrapreneur is that an entrepreneur, like Ben at Ben’s Fika, starts and owns the business, taking on financial risks and making major decisions independently. In contrast, an intrapreneur works within an existing organization and innovates by suggesting new ideas or products; for example, Ben’s staff member who frequently proposes creative new recipes does so as an employee, using the business’s resources without bearing the risks of ownership.\n- Mark allocation:\n- Award [1] if the candidate describes one clear difference between an entrepreneur and intrapreneur.\n- Award [1] for the difference being applied in the context of Ben’s Fika.\n\n\n\n- Additional information:\n- Key features of being an entrepreneur:\n- \n  - Entrepreneurs are individuals who take calculated risks and initiative in the start-up of a new business or project.\n\n- \n  - They manage, organize and plan resources needed for business activity.\n\n- \n  - They take the financial risk and exploit business opportunities in return for profit.\n\n- \n  - They often spot an opportunity to improve/change something in the business world.\n\n\n\n\n- Key features of being an intrapreneur:\n- \n  - Intrapreneurship concerns someone employed by a business to develop new ideas.\n\n- \n  - Intrapreneurs use entrepreneurial skills to innovate and drive positive change for a company, rather than starting a separate business.\nHowever, they usually do not take any personal financial risk.\n\n\n\n- Sample response:\n\n\n\n- Ben’s Fika operates in the tertiary sector, as it provides a service, selling coffee and pastries to customers, rather than producing raw materials or manufacturing goods.\n- Mark allocation:\n- Award [1]  for identifying the sector correctly.\n- Award [1] for justification in the context of Ben’s Fika.\n- Additional information:\n\n\n\n- Key features of the tertiary sector:\n- \n  - Businesses provide a service to customers, i.e. selling the finished products.\n\n- \n  - Examples of businesses in the tertiary sector include: coffee shops (retail industry), hotels and restaurants (hospitality industry), airlines and railways (transportation industry), banks (finance industry).\n\n\n\n- Sample response:\n\n\n\n- Ben is innovative because he identified an opportunity to bring traditional Swedish fika culture to a business setting by opening a café that focuses on community and local traditions.\n- Mark allocation:\n- Award [1]  for identifying a characteristic of an entrepreneur.\n- Award [1] for application in the context of Ben’s Fika.\n- Additional information:\n\n\n\n- Key features of an entrepreneur include:\n- \n  - Innovative\n\n- \n  - Risk-taker\n\n- \n  - Visionary\n\n- \n  - Organized\n\n- \n  - Motivated\n\n- \n  - Resilient\n\n- \n  - Confident\n\n\n\n- Sample response:\n\n\n\n- One challenge a new business faces as it tries to establish itself is intense existing competition. Ben's Fika must compete with large, established coffee chains in Stockholm. These chains have strong brand loyalty, large marketing budgets, and economies of scale, making it difficult for Ben's Fika to attract customers and cover high rental costs in a prime location.\n- One opportunity is a favourable external trend that could help the new business succeed, like changes in consumer preferences or gaps in the market. Ben can tap into Sweden's growing demand for artisanal, sustainable products and the popularity of locally owned cafés. By sourcing organic ingredients and focusing on traditional Swedish pastries, Ben's Fika can attract customers who prefer authentic, high-quality experiences over generic chain cafés.\n- Mark allocation:\n- Award [1]  for identifying identifying a relevant challenge.\n- Award [1] for application in the context of Ben’s Fika.\n- Award [1]  for identifying identifying a relevant opportunity.\n- Award [1] for application in the context of Ben’s Fika.\n\n\n\n- Additional information:\n- Challenges of starting a business:\n- \n  - Lack of finance: Difficulty securing sufficient capital or investment.\n\n- \n  - Cash flow problems: Irregular revenue makes it hard to cover operational costs.\n\n- \n  - Marketing challenges: Low brand recognition and limited promotional budgets.\n\n- \n  - Legal and administrative barriers: Complex regulations and paperwork can slow down operations.\n\n\n\n\n- Opportunities of starting a business:\n- \n  - Identifying a market gap: Meeting unmet customer needs with a unique product or service.\n\n- \n  - Innovation and creativity: Introducing new ideas, products, or business models to gain a competitive edge.\n\n- \n  - Flexibility and autonomy: Gaining independence by being your own boss and setting your own direction.\n\n- \n  - Potential for high earnings: Greater profit potential compared to being an employee, especially if the business scales.\n\n",
    "paper": "PAPER2",
    "difficulty": "EASY",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "2"
  },
  {
    "paperId": "da071b71-ab26-440b-bc9b-b66253322959",
    "selection": "Selection B",
    "type": "CQ",
    "title": "Question 4",
    "content": "Explain two functional areas of a business, highlighting why each plays a crucial role in its success. <span class=\"marks\">[4]</span>\n",
    "markScheme": "Four functional areas or departments in a business are Human Resource Management, Finance and Accounts, Marketing and Operations Management. For an organisation to be successful, each has to perform its role efficiently.\n\n- Human Resource Management is vital in procuring and managing the organisation's employees.\n- Finance and Accounts manage the organisation's money and ensure compliance with tax laws.\n- Marketing identifies customers' needs.\n- Operations Management is responsible for efficiently carrying out the organisation's core business.\n\n$\\underline{\\textrm{Sample response:}}$\nHuman Resource Management is vital in procuring and managing the employee bank. An efficient workforce is indispensable to a business if it is to be a financially viable enterprise. The human resource management team ensures a well-trained, motivated workforce. They plan ahead in keeping with the organisation's projected growth, are responsible for creating an efficient structure with decisive leadership and deal with industrial-employee relationships. Whether the business is a production or service, an efficient employee base is its most valuable asset, and this asset is managed by the human resource department.\nFinance and Accounts manage the organisation's money and ensure compliance with tax laws. Part of their function is ensuring sufficient cash flow without excess unused funds. This department keeps shareholders and senior management informed of the organisation's financial position.\nFinance and accounts are crucial in providing financial information and analysis to support decision-making. The department helps in efficient resource allocation and budgeting and safeguards the organisation's assets. Ensuring compliance with legal and regulatory requirements is another important function.\nMarketing is a vital function. This department identifies customers' needs through market research and knowledge of the specific industry. The organisation then designs products to meet customer expectations, generating a higher market acceptance and sales volume. Every business needs sufficient sales of products or services to survive and be profitable.\nThe Operations Management department is responsible for efficiently carrying out the organisation's core business, whether it is production, retail or service. A well-managed production facility will produce quality goods on time, an enjoyable retail experience will gain a large customer base and grow, and a well-run service industry like a hotel or travel agency will gain a favourable reputation and have repeat customers. Efficient management of operations in any business creates goodwill for the organisation and ensures profitability and growth.\nMark Allocation:\n2 marks for identification of each area.\n2 marks for explaining each area in detail.\nTotal - 4 marks",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "2.5"
  },
  {
    "paperId": "ce4eb822-c5da-4bf1-a38d-65078b788931",
    "selection": "Selection B",
    "type": "CQ",
    "title": "Question 5",
    "content": "Explain the nature of business. Elaborate on two key terms related to the concept of business. <span class=\"marks\">[4]</span>\n",
    "markScheme": "A business is a decision-making organisation using inputs to produce goods or provide a service to make a profit.\n\n- Inputs are a business's resources to produce goods or services.\n- Outputs are the products.\n- Product (Goods or Services) - Goods are physical products, and services are intangible.\n- An entrepreneur is a person who plans, organises and manages a business.\n- Value addition is to enhance the value of a product by making it more valuable or desirable.\n- Needs are the basic necessities people must have for survival.\n- Wants are people's desires.\n\n$\\underline{\\textrm{Sample response:}}$\nInputs are the resources or factors of production used by a business to produce goods or services. These can include labour, raw materials, technology and capital. Efficient sourcing of resources is vital to the successful and profitable production of goods or services.\nOutputs are the goods or services a business generates to meet customers' needs or wants, using inputs and processing them to add value. The product or service can be for individual customers or other businesses, such as transportation, insurance, and information technology services.\nThe term product can refer to both goods or services. Goods, like cars, smartphones, and chocolates, are physical products that can be seen and touched. Services involve benefits or activities offered to customers without a physical product. These are intangible, like cloud computing services, education, or healthcare, and cannot be physically touched.\nAn entrepreneur is an individual who takes the initiative to plan, set up and operate a business, taking on the risks and responsibilities associated with business ownership. Successful entrepreneurs are creative, innovative and passionate about their chosen business area.\nValue addition is the process of enhancing the value of a product or service. Value addition for creating a positive difference between the production and selling costs of a product or service is the purpose and nature of a business. Value addition improves the quality, features, and desirability, making a product more attractive to customers and, therefore, able to command a higher price.\nIndividuals' needs are basic necessities for survival, such as food, shelter and clothing. These are things humans cannot do without.\nWants are people's desires beyond their basic needs and are things they want to own or experience. Wants are shaped by individual tastes and preferences and can include things like a larger home, expensive cars, exotic holidays, jewellery and luxury clothing.\nMark Allocation:\n2 marks for identifying two key terms related to the concept of business (1 mark for each term).\n2 marks for explaining the terms in detail (1 mark for each detailed explanation).\nTotal - 4 marks",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "2.5"
  },
  {
    "paperId": "ce4eb822-c5da-4bf1-a38d-65078b788931",
    "selection": "Selection A",
    "type": "CQ",
    "title": "Question 6",
    "content": "Define the term added value. <span class=\"marks\">[2]</span>\n",
    "markScheme": "Sample response:\nAdded value is the process of enhancing a product or service to increase its worth to customers, often by improving quality, convenience, or brand image. It is calculated as the difference between the selling price and the cost of inputs.\nMark allocation:\nCandidates are not expected to word their definition exactly as above.\nAward [1] for a definition that shows partial understanding.\nAward [2] for a definition that shows understanding similar to the answer above.\nNo application is required.",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "3"
  },
  {
    "paperId": "4133ea77-20c0-44af-b432-b80ba66bbae9",
    "selection": "Selection A",
    "type": "CQ",
    "title": "Question 2",
    "content": "Define the term deed of partnership. <span class=\"marks\">[2]</span>\n",
    "markScheme": "Sample response:\nA deed of partnership is a legal agreement between partners that outlines the responsibilities, profit-sharing arrangements, and dispute resolution methods. It helps avoid misunderstandings and governs the operation of the business.\nMark allocation:\nCandidates are not expected to word their definition exactly as above.\nAward [1] for a definition that shows partial understanding.\nAward [2] for a definition that shows understanding similar to the answer above.\nNo application is required.",
    "paper": "PAPER2",
    "difficulty": "EASY",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "1.5"
  },
  {
    "paperId": "9248a552-a7c5-4e09-807f-f32d53d527e6",
    "selection": "Selection B",
    "type": "SAQ",
    "title": "Question 3",
    "content": "FairHarvest Cooperative is a worker cooperative based in the countryside of Cornwall, UK. The cooperative was formed by a group of local farmers and food producers who wanted to sell their products directly to consumers, eliminating middlemen and ensuring fair wages for everyone involved.\nCurrently, FairHarvest’s primary customers are local grocery stores, which stock their organic fruits and vegetables as part of their commitment to offering locally sourced goods. In addition to grocery stores, FairHarvest also sells products through a community-supported agriculture (CSA) program, local farmers' markets, and to nearby restaurants.\nFigure 1: Projected Sales Growth of Organic Products 2025-2030\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/c844a737-4b46-4c1d-8183-dfc68c67d122/images/473b7de3-b9d5-4927-b25f-b01252fb14f1/Screenshot%202025-07-21%20at%2012.08.13.JPEG)\n\n\nAs a cooperative, the members of FairHarvest benefit from shared profits, and the earnings are reinvested into the cooperative to fund new equipment, expand their farm operations, and support local community initiatives. The members take pride in their work and enjoy a democratic approach to decision-making.\nDespite their success, the cooperative faces challenges such as managing supply and demand for their products and competing with larger, non-organic agricultural companies that have lower production costs\n\n- Define the term cooperative. <span class=\"marks\">[2]</span>\n\n- Explain one advantage for FairHarvest Cooperative of operating as a cooperative. <span class=\"marks\">[2]</span>\n\n- Comment on the data in Table 1. <span class=\"marks\">[2]</span>\n\n- Explain two challenges FairHarvest Cooperative may face as a cooperative. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 10]</span>\n",
    "markScheme": "\n- Sample response:\n\n\n\n- A cooperative is an organization owned and run by its members, who may be workers or consumers, with profits shared among them. It operates democratically, often with a social or community focus.\n- Mark allocation:\n- Candidates are not expected to word their definition exactly as above.\n- Award [1] for a definition that shows partial understanding.\n- Award [2] for a definition that shows understanding similar to the answer above.\n- No application is required.\n\n\n- Sample response:\n\n\n\n- One advantage is the democratic decision-making process, where each member has an equal vote, regardless of the size of their contribution. This ensures that all members' voices are heard in key business decisions, helping the cooperative stay aligned with its core values and mission of promoting fair wages and sustainable farming practices, which helps to maintain a strong community focus.\n- Mark allocation:\n- Award [1] for a relevant advantage and an additional [1] for application to the case to a maximum of [2].\n\n\n- Sample response:\n\n\n\n- Table 1 clearly illustrates the projected sales growth for FairHarvest Cooperative across its three primary channels over the next five years. While all channels show consistent year-on-year growth, the data highlights that Farmers' Markets are projected to be the fastest-growing sales channel, significantly outpacing both Restaurants and Grocery Stores. This suggests that the cooperative's direct-to-consumer strategy, particularly through local markets, is expected to yield the highest returns and should likely be a focal point for future investment and resource allocation to capitalize on this strong growth trajectory.\n- Mark allocation:\n- Candidates are not expected to word their comment exactly as above.\n- Award [1] for a basic explanation and an additional [1] for a full explanation of the candidate’s interpretation including direct reference to the data, up to a maximum of [2].\n\n\n- Sample response:\n\n\n\n- One challenge is the difficulty in making quick decisions due to the democratic decision-making process. While it allows all members to have an equal vote, this can slow down decision-making, especially when there is a conflict between younger and older members regarding the adoption of modern farming methods. Younger members may want to invest in new technology, but older members are resistant to change, which could create tension and delay important decisions for the cooperative’s future.\n- Another challenge is competition from larger agricultural companies that benefit from economies of scale. Since FairHarvest is a smaller cooperative, they may struggle to match the prices and production output of larger, non-organic farming companies. This could limit their market share and impact profitability, especially if they continue to use more traditional farming methods that are less cost-efficient.\n- Mark allocation:\n- Award [1] for each challenge identified, up to a maximum of [2].\n- Award [1] for each explanation applied to the case to a maximum of [2].\n- Award a maximum of [4].\n",
    "paper": "PAPER2",
    "difficulty": "EASY",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "1.5"
  },
  {
    "paperId": "ff0511ed-3fc4-4639-890b-f2f30c1af3df",
    "selection": "Selection B",
    "type": "SAQ",
    "title": "Question 4",
    "content": "PureBliss began as a sole trader business, specialising in handcrafted soaps made in a small, local shop. The owner, Jawaher, is personally involved in every aspect of the business and had daily contact with customers, offering a warm, personalized experience. She was known for being quick to respond to customer feedback, often incorporating popular requests into the development of new soap varieties. This responsiveness helped PureBliss build a loyal local customer base.\nAs PureBliss continues to grow in popularity, Jawaher is finding it increasingly difficult to manage the workload on her own. With rising demand and plans to expand the product range, she recognises the need for additional capital to support the next phase of growth. However, Jawaher is highly protective of the creative process and wants to ensure the brand’s unique identity remains intact.\nFor this reason, she is considering taking on a silent partner. Jawaher has done her research on types of legal business structures, and believes this is the most suitable for her to grow her business.\n\n- Define the term silent partner. <span class=\"marks\">[2]</span>\n\n- Explain two advantages for Jawaher of setting up PureBliss as a sole trader. <span class=\"marks\">[4]</span>\n\n- Explain two disadvantages for Jawaher of taking on a silent partner. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 10]</span>\n",
    "markScheme": "\n- Sample response:\n\n\n\n- A silent (or sleeping) partner is an individual who contributes capital to a business but does not participate in its daily management or operations. Their involvement is typically limited to their financial investment, and they often remain undisclosed to the public.\n- Mark allocation:\n- Award [1] for a definition that shows partial understanding.\n- Award [2] for a definition that shows understanding similar to the answer above.\n- No application is required.\n\n\n- Sample response:\n\n\n\n- As a sole trader, Jawaher had complete control over all decisions related to PureBliss. She could decide on product designs, pricing, suppliers, and marketing without needing approval from partners or shareholders. This allowed her to quickly respond to customer feedback and introduce new soap varieties based on popular demand, helping the business grow and build customer loyalty.\n- Another major advantage is that Jawaher was entitled to keep all the profits the business made. Since there were no other owners at the beginning, she could reinvest earnings directly into PureBliss to expand the product range or improve the shop, supporting the growth of the business from a small local venture to a thriving operation.\n- Mark allocation:\n- Mark as 2 + 2\n- Award [1] for each advantage identified and an additional [1] for application to the case study.\n- Award a maximum of [4].\n\n\n- Sample response:\n\n\n\n- A drawback relevant to Jawaher is that the silent partner would not be involved in the day-to-day running of the business. While this means Jawaher retains creative control, it also means she would still be responsible for managing the growing workload on her own. If Jawaher's aim is to grow the business, this is likely to lead to increased stress and operational challenges.\n- A second drawback is that Jawaher would have to share the business profits with the sleeping partner. Even though the partner is not involved in managing the business, they are still entitled to a portion of the earnings, which reduces Jawaher’s overall financial return from the success she built.\n- Mark allocation:\n- Mark as 2 + 2\n- Award [1] for each drawback identified and an additional [1] for application to the case study.\n- Award a maximum of [4].\n",
    "paper": "PAPER2",
    "difficulty": "EASY",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "2"
  },
  {
    "paperId": "2712a3b9-03cd-4740-9f89-b6eac064e113",
    "selection": "Selection B",
    "type": "SAQ",
    "title": "Question 5",
    "content": "North Ridge Tech is a privately held company based in Cambridge, UK, co-owned by siblings Daniel and Ayesha Patel. The company designs and manufactures specialised drone technology for use in agriculture and environmental monitoring.\nThe business started small, using family capital, and has grown steadily. North Ridge Tech does not sell shares to the public, keeping ownership within the family and a few private investors. Daniel oversees product development, while Ayesha leads the business strategy and operations.\nAlthough the company enjoys strong demand, it faces financial limitations since it cannot raise funds through the stock exchange. The owners prefer to maintain control over key decisions and long-term direction, even if it means growing more slowly than competitors.\n\n- Define the term privately held company.<span class=\"marks\">[2]</span>\n\n- With reference to North Ridge Tech, explain one feature of a privately held company. <span class=\"marks\">[2]</span>\n\n- Explain one advantage and one disadvantage for North Ridge Tech of being a privately held company. <span class=\"marks\">[4]</span>\n\n- Explain two reasons why Daniel and Ayesha may have chosen to keep North Ridge Tech privately held. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 12]</span>\n",
    "markScheme": "\n- Sample response:\n\n\n\n- A privately held company (Ltd) is a business owned by shareholders who are typically family and friends. Shares are not sold on the stock exchange. As an incorporated company, its shareholders' liability is limited to their capital investment in the business.\n- Mark allocation:\n- Award [1] for a vague definition.\n- Award  [2] for a complete definition.\n- Definitions do not require application to the stimulus material.\n\n\n- Sample response\n\n\n\n- A privately held company does not trade its shares on the public stock exchange. North Ridge Tech is owned by Daniel, Ayesha, and a few private investors, meaning ownership remains limited and controlled.\n- Mark allocation:\n- Award [1] for identifying a relevant feature.\n- Award [1] for applying the feature to North Ridge Tech.\n- Candidates are not expected to word their responses exactly as above.\n\n\n- Sample response:\n\n\n\n- One advantage is that Daniel and Ayesha can retain full control over the company without interference from public shareholders. Since North Ridge Tech is privately owned, they can make strategic decisions, such as investing in long-term product development or choosing sustainable suppliers, without pressure to deliver short-term profits to shareholders.\n- One disadvantage is limited access to funding. Because North Ridge Tech does not trade shares publicly, it cannot raise large sums of capital through the stock market. This could restrict their ability to scale production or invest in advanced drone technology, especially as competitors grow faster using public investment.\n- Mark allocation:\n- Mark as 2+2\n- Award [1] for identifying an advantage and an additional [1] for explaining it in context.\n- Award [1] for identifying a disadvantage and an additional [1] for explaining it in context.\n- Answers must refer to North Ridge Tech’s structure, funding, or goals.\n\n\n- Sample response:\n\n\n\n- One reason Daniel and Ayesha may have chosen to remain privately held is to retain full control over strategic decisions. Since the business was built using family savings, they likely want to preserve their vision for the company’s growth, such as prioritising sustainability and innovation in drone design, without being influenced by external shareholders who may push for faster returns or cost-cutting measures.\n- Another reason is to protect the confidentiality of the business’s operations and finances. As a private company, North Ridge Tech is not required to publish detailed financial reports or disclose strategic decisions to the public. This allows them to keep sensitive product development and technological advancements private in a competitive industry, reducing the risk of intellectual property exposure.\n- Mark allocation:\n- Mark as 2+2\n- Award [1] for each reason identified and an additional [1] for a relevant explanation of that reason in the context of the case, up to a maximum of [2].\n- Answers must relate clearly to North Ridge Tech’s ownership structure, innovation goals, or strategic priorities.\n",
    "paper": "PAPER2",
    "difficulty": "EASY",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "2.5"
  },
  {
    "paperId": "96989f0f-6faa-4e3e-b9b4-2519f88640cd",
    "selection": "Selection B",
    "type": "SAQ",
    "title": "Question 6",
    "content": "GreenTech Innovations was originally a privately held company (LTD) focused on designing and manufacturing solar panels and renewable energy technologies. The company was founded with an environmentally-focused mission, committed to using sustainable materials and reducing carbon emissions. Initially, GreenTech raised capital through private investment and grants to support its operations.\nHowever, as the company expanded and sought additional funding to scale operations, GreenTech Innovations transitioned into a Publicly Held Company (PLC). The decision to become a  PLC was driven by the need to raise significant capital for research and development, and to expand production capacity.\nSince becoming a PLC, GreenTech Innovations has faced increasing pressure from investors to improve profitability and deliver short-term returns. Investors are demanding higher profits and faster growth, which has led to a shift in strategy. The company has faced growing tension between its initial mission of promoting green energy and the increasing pressure to invest in fossil fuel technologies.\nTable 1: GreenTech Innovations - Sector Performance & Customer Preference Trends (2025-2027)\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/97a1a29b-d093-40ef-83e4-f85964fd8e22/images/bc4ba3f7-79e2-428d-8a31-e60536a421b0/Screenshot%202025-07-25%20at%2007.26.40.JPEG)\n\n\n*YoY = year on year\nSome shareholders are advocating for the company to diversify its portfolio by investing in oil and gas to generate higher profits, a move that conflicts with GreenTech’s founding environmental goals.\n\n- Define the term publicly held company. <span class=\"marks\">[2]</span>\n\n- With reference to GreenTech Innovations, explain one feature of a publicly held company (PLC). <span class=\"marks\">[2]</span>\n\n- Comment on the data in Table 1. <span class=\"marks\">[2]</span>\n\n- Explain one advantage and disadvantage for GreenTech Innovations of transitioning from an LTD to a PLC. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 10]</span>\n",
    "markScheme": "\n- Sample response:\n\n\n\n- A publicly held company is a business whose shares are traded openly on a stock exchange. Ownership is dispersed among the general public and institutional investors.\n- Mark allocation:\n- Candidates are not expected to word their definition exactly as above.\n- Award [1] for a definition that shows partial understanding.\n- Award [2] for a definition that shows understanding similar to the answer above.\n- No application is required.\n\n\n- Sample response:\n\n\n\n- One feature of a publicly held company (PLC) is that the public are able to purchase shares in the company, making it easier to raise capital. GreenTech Innovations became a PLC to raise funds by listing its shares on the London Stock Exchange, allowing the public to invest in the company.\n- Mark allocation:\n- Award [1] for identifying the relevant feature (e.g., shares available to the public).\nAward [1] for applying it to GreenTech Innovations.\n- Candidates are not expected to word their responses exactly as above.\n\n\n- Sample response:\n\n\n\n- Table 1 highlights a critical dilemma for GreenTech Innovations. While the fossil fuel sector consistently demonstrates higher year-on-year profitability growth (rising from 7.5% to 8.0%), aligning with investor demands for short-term returns, the data simultaneously reveals a strong and growing customer preference for green energy options, rising from 55% to 65% over just three years. This stark contrast underscores the tension between immediate financial gains and the long-term market shift towards sustainable solutions, posing a significant strategic challenge for the company's future direction and its founding environmental mission.\n- Mark allocation:\n- Award [1] for a basic explanation and an additional [1] for a full explanation of the candidate’s interpretation including direct reference to the data, up to a maximum of [2].\n\n\n- Sample response:\n\n\n\n- One advantage for a business of changing from a privately held business to  a PLC is that it can sell shares to the public on the stock market as opposed to the sale of shares being private. Becoming a PLC allowed GreenTech Innovations to raise a significant amount of capital which  enabled the company to invest in new technologies and expand production capacity, helping it grow more quickly than it could as a limited company.\n- One disadvantage for a business when it changes from being a privately held business to a PLC is that there can be greater pressure from shareholders for short-term profits, potentially conflicting with a company’s original mission. Since becoming a PLC, GreenTech Innovations faces intense pressure from shareholders to deliver higher profits and short-term growth. This has created tension with the company’s original mission of promoting renewable energy, as some investors are pushing for diversification into oil and gas — industries that directly contradict its environmentally focused goals. As a result, the company risks drifting away from its founding values, damaging its green reputation, and alienating environmentally conscious customers, all in an effort to satisfy the demands of profit-driven shareholders.\n- Mark allocation:\n- Award [1] for an advantage/disadvantage identified, and and additional [1] for application to the case study.\n- Award a maximum of [4].\n",
    "paper": "PAPER2",
    "difficulty": "EASY",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "2.5"
  },
  {
    "paperId": "2712a3b9-03cd-4740-9f89-b6eac064e113",
    "selection": "Selection A",
    "type": "SAQ",
    "title": "Question 7",
    "content": "Robin and Grainne, two dentists who met at university, decided to open a dental clinic called Bright Smiles. The business was expensive and required significant investment in dental equipment and facilities. As partners, they split the workload and profits. Robin focuses on general check-ups, while Grainne provides cosmetic treatments such as teeth whitening and cleaning.\nHowever, the partnership has recently encountered problems. Robin and Grainne had a major disagreement, and now Grainne wants to leave the business. Unfortunately, they never signed a deed of partnership when they started the business.\n\n- State two features of a partnership. <span class=\"marks\">[2]</span>\n\n- With reference to Bright Smiles, explain whether they operate in the public or private sector. <span class=\"marks\">[2]</span>\n\n- Explain two benefits for Robin and Grainne of setting up Bright Smiles as a partnership. <span class=\"marks\">[4]</span>\n\n- Explain two reasons why Robin and Grainne should have signed a deed of partnership when setting up Bright Smiles. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 12]</span>\n",
    "markScheme": "\n- Accept any two of the following:\n\n\n- It is owned by two or more individuals.\n- Profits and responsibilities are usually shared according to a deed of partnership.\n- Partners share decision-making and business risks.\n- Each partner may have unlimited liability (unless it’s a limited partnership).\n- It benefits from combined skills and expertise.\n\n\n\n- Mark allocation:\n- Accept any other relevant feature.\n- Candidates are not expected to word their responses exactly as above.\n- Award [1] for each feature identified up to a maximum of [2].\n- No explanation is required.\n\n\n- Sample response:\n\n\n\n- Bright Smiles operates in the private sector because it is owned and run by individuals (Robin and Grainne) for profit. It is not owned or managed by the government.\n- Mark allocation:\n- Candidates are not expected to word their responses exactly as above.\n- Award [1] for identifying the correct sector (private).\n- Award [1] for explaining the choice in the context of Bright Smiles.\n- Answer must refer to the business being privately owned by Robin and Grainne and not government-operated.\n\n\n- Sample response:\n\n\n\n- One benefit of setting up a business as a partnership is that the partners can share the workload. In the case of Bright Smiles, Robin and Grainne divide the workload based on their specialties in dentistry, with Robin handling general check-ups and Grainne focusing on cosmetic treatments.\n- Another benefit of setting up a business as a partnership is that there are multiple people investing in the business, providing more funds for startup costs. Robin and Grainne combined their financial resources to cover the high setup costs, which included expensive dental equipment and facilities.\n- Mark allocation:\n- Mark as 2+2\n- Candidates are not expected to word their responses exactly as above.\n- Award [1] for identifying each benefit and an additional [1] for explaining each benefit in context up to a maximum of [4].\n- Answers must refer to the case study context (e.g. Robin, Grainne, workload split, equipment costs).\n\n\n- Sample response:\n\n\n\n- One reason why a deed of partnership is useful is that it clearly outlines each partner’s responsibilities. If Robin and Grainne had signed it, it would have established the rules and procedures in the case of conflict, possibly avoiding their current argument.\n- Another reason is that it would outline the procedure to follow if one partner wants to leave, helping Grainne exit the partnership more smoothly. Without this document, no such rules are in place, making the situation more difficult for Robin and Grainne if they cannot come to an agreement.\n- Mark allocation:\n- Mark as 2+2\n- Candidates are not expected to word their responses exactly as above.\n- Award [1] for identifying each reason and an additional [1] for explaining each reason in context up to a maximum of [4].\n- Answers must refer to the case study context (e.g. Robin, Grainne, conflict, leaving the business).\n",
    "paper": "PAPER2",
    "difficulty": "EASY",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "2.5"
  },
  {
    "paperId": "d41078f7-a08a-4601-b813-11905927fa28",
    "selection": "Selection A",
    "type": "CQ",
    "title": "Question 10",
    "content": "Explain two features of a public sector company. <span class=\"marks\">[4]</span>\n",
    "markScheme": "Public sector companies are wholly or partially owned and controlled by the government. The public sector is the part of the economy that the government controls. They typically produce essential goods or provide basic services. The two features of a public sector company are:\n\n- Public sector organisations can provide basic and essential services.\n- Government-owned organisations provide administrative services and law & order management.\n\n$\\underline{\\textrm{Sample response}}$:\nBasic and essential services\nThe government provides basic and essential services such as healthcare, education, emergency services and social housing through organisations owned and controlled by it. Privately held companies would not find these areas of operation economically viable. Public sector organisations, being government-owned and funded, can take on social responsibilities and serve the public interest to promote social welfare.\nAdministration and law & order\nGovernments protect citizens, ensure safety and safeguard rights by providing policing services and a legal system. These services must be monitored and controlled to ensure fairness to all. Furthermore, private organisations involved in these fields seldom profit financially and, therefore, cannot be viable. A public sector organisation has the advantage of being able to absorb the costs and make up the shortfall through taxes.",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "2.5"
  },
  {
    "paperId": "e854704a-4caa-4cb3-8e26-c6762ad39a60",
    "selection": "Selection A",
    "type": "SAQ",
    "title": "Question 12",
    "content": "Second Chance Coffee is a for-profit social enterprise set up by entrepreneur Lewis Grant in Glasgow. The business operates a stylish coffee shop that serves ethically sourced coffee, baked goods, and light meals. What sets Second Chance Coffee apart is its mission: all its employees are either homeless or ex-prisoners, many of whom struggled to find stable employment.\nLewis, a former social worker, launched the business to provide a supportive environment and help individuals reintegrate into society through employment, training, and mentorship. Although the coffee shop aims to make a profit, its social mission is at the heart of every decision. Lewis reinvests a portion of the profits into staff development and welfare programs.\nDespite a growing customer base, the business faces high training and support costs, and sometimes deals with challenges related to team management and social stigma. However, Lewis believes that combining social purpose with a strong brand is the key to long-term success.\n\n- Define the term social enterprise. <span class=\"marks\">[2]</span>\n\n- With reference to Second Chance Coffee, explain one feature of for-profit social enterprises. <span class=\"marks\">[2]</span>\n\n- Explain one reason why Lewis might have chosen to set up Second Chance Coffee as a for-profit social enterprise. <span class=\"marks\">[2]</span>\n\n- Explain two challenges Second Chance Coffee may face as a for-profit social enterprise. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 10]</span>\n",
    "markScheme": "\n- Sample response:\n\n\n\n- A social enterprise is a business that aims to achieve specific social objectives while also making a profit. Profits are often reinvested into the community or cause rather than distributed to owners.\n- Mark allocation:\n- Candidates are not expected to word their definition exactly as above.\n- Award [1] for a definition that shows partial understanding.\n- Award [2] for a definition that shows understanding similar to the answer above.\n- No application is required.\n\n\n- Sample response:\n\n\n\n- A for-profit social enterprise aims to earn profit while achieving social goals. Second Chance Coffee generates income by selling coffee and food, but also helps homeless individuals and ex-prisoners by employing and training them.\n- Mark allocation:\n- Award [1] for identifying a relevant feature of a for-profit social enterprise.\n- Award [1] for applying the feature to Second Chance Coffee.\n- Candidates are not expected to word their responses exactly as above.\n\n\n- Sample response:\n\n\n\n- According to triple bottom line theory (Elkington), businesses can aim to balance profit, people, and the planet rather than focusing solely on financial returns. By choosing to set up Second Chance Coffee as a for-profit social enterprise, Lewis could apply this approach by generating income (profit) while supporting homeless people and ex-prisoners into employment (people). This allowed him to create long-term social impact through a financially sustainable model, rather than relying only on donations or government funding.\n- Mark allocation:\n- Award [1] for identifying a reason.\n- Award [1] for applying it to the case (e.g. Lewis’s background, employment goals).\n\n\n- Sample response:\n\n\n\n- One challenge is the high cost of training and supporting staff who may have little or no previous work experience. Since all employees at Second Chance Coffee are homeless or ex-prisoners, Lewis must invest extra time and money into onboarding, skills development, and mentoring, which increases operational costs and affects short-term profitability.\n- A second challenge is social stigma, where businesses must gain legitimacy in society. Some customers or potential investors may be hesitant to support a business staffed by individuals with criminal records, which could limit market growth or funding opportunities despite the company’s strong ethical values.\n- Mark allocation:\n- Mark as 2+2\n- Award [1] for each challenge identified up to a maximum of [2].\n- Award [1] for each challenge applied to the case up to a maximum of [2].\n- Answers must refer to Second Chance Coffee’s context (e.g. staff background, social mission).\n",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "3"
  },
  {
    "paperId": "4562eae5-fc96-4448-9d1d-af2ba8f3c742",
    "selection": "Selection A",
    "type": "SAQ",
    "title": "Question 13",
    "content": "Cooperativa Esperanza is an agricultural cooperative made up of small-scale farmers in Guatemala. By working together, these farmers pool their resources to purchase supplies in bulk, share machinery, and access larger markets to better compete with bigger agricultural businesses.\nHowever, the cooperative faces several challenges. There are language and cultural barriers between members, which sometimes lead to miscommunication and difficulties in decision-making. Additionally, while the cooperative recognises the need to invest in more modern machinery to improve productivity, obtaining additional funding has proven difficult due to limited access to finance and for rural businesses.\nIn the local area, it is common for children not to finish primary education, as many end up working on farmland alongside their parents to support the family’s income. A local non-governmental organization  (NGO) has approached Cooperativa Esperanza with an offer to provide training and access to more advanced farming methods and technology. The aim is to help improve agricultural productivity so that families rely less on child labour and children are given the opportunity to complete their schooling.\n\n- State two features of a cooperative. <span class=\"marks\">[2]</span>\n\n- Explain one advantage and one disadvantage for Cooperativa Esperanza of being a cooperative. <span class=\"marks\">[4]</span>\n\n- With reference to Cooperativa Esperanza, explain two objectives of NGOs. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 10]</span>\n",
    "markScheme": "\n- Accept any two of the following:\n\n\n\n- It is owned and operated by its members for their mutual benefit.\n- Profits are shared among members rather than external shareholders.\n- It is often run democratically, with one member one vote.\n- It may serve consumers, producers, or workers.\n- It typically focuses on social or economic objectives, not just profit.\n\n\n\n- Mark allocation:\n- Accept any other relevant feature.\n- Candidates are not expected to word their responses exactly as above.\n- Award [1] for each feature identified up to a maximum of [2].\n- No explanation is required.\n\n\n- Sample response:\n\n\n\n- One advantage of being a cooperative is that Cooperativa Esperanza’s members can pool their resources to achieve benefits they would struggle to access individually. For example, they can purchase supplies in bulk, share machinery, and work together to access larger markets, which helps them compete more effectively with bigger agricultural businesses.\n- One disadvantage is that decision-making can be slow and complicated, especially when there are differences between members, such as language barriers, cultural differences, or conflicting priorities between older and younger farmers. This can make it harder to agree on important decisions, such as whether to accept a takeover offer or how to invest in new machinery.\n- Mark allocation:\n- Mark as 2+2\n- Award [1] for each advantage/disadvantage identified and an additional  [1] for application to Cooperativa Esperanza.\n\n\n- Sample response:\n\n\n\n- One objective of NGOs is to promote social development and protect vulnerable groups. In the case of Cooperativa Esperanza, the NGO’s aim is to reduce the number of children who leave school early to work on farms. By supporting the cooperative with training and access to advanced farming methods, the NGO helps reduce the need for child labour so that children can complete their education, contributing to the long-term social and economic development of the community.\n- Another objective of NGOs is to enhance economic sustainability for disadvantaged communities. For Cooperativa Esperanza, the NGO aims to improve farming productivity through modern farming techniques and technology. This allows families to earn more income from their land without relying on outdated, labour-intensive methods, helping to improve living standards and ensure long-term economic resilience for the cooperative’s members.\n- Mark allocation:\n- Mark as 2+2\n- Award [1] for each objective identified and an additional [1] for application to Cooperativa Esperanza.\n",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "3"
  },
  {
    "paperId": "ed656051-ffce-468a-b2bc-004aa159d99a",
    "selection": "Selection A",
    "type": "CQ",
    "title": "Question 14",
    "content": "Explain the difference between a publicly held company and a privately held company as types of business entities. <span class=\"marks\">[4]</span>\n",
    "markScheme": "Key feature of Publicly Held Company:\n\n- Ownership: A wide range of individual and institutional investors own publicly traded corporation shares. These investors buy the company's stock through open stock markets.\n- Disclosure Requirements: Publicly held companies must comply with several regulatory and reporting requirements, including the regulation that financial statements and public disclosures be filed regularly.\n- Access to Capital: Public-held companies can readily obtain capital by offering more shares of their stock for sale to the general public, which can then be exchanged on stock markets.\n- Ownership Liquidity: Investors benefit from the ease with which shareholders of publicly held companies can purchase and sell their shares on the open market.\n\nKey feature of Private Held Company:\n\n- Ownership: The shares of privately held companies are not listed on a public exchange and are usually owned by a smaller group of investors, such as the founders, family and friends.\n- Disclosure Requirements: Since privately held businesses are exempt from the duty to disclose their financial information to the public, they are subject to less regulatory reporting requirements than publicly held companies.\n- Access to money: Because privately held companies rely on loans, retained earnings, or private investments for finance, their access to money may be more constrained.\n- Control and Decision-Making: Because privately held companies have fewer shareholders and are subject to less public scrutiny, their owners typically have more control over the day-to-day operations and decision-making of the business.\n\n$\\underline{\\textrm{Sample response:}}$\nDespite their apparent similarities, publicly traded and privately held companies differ significantly in several crucial areas. Shares of publicly held companies are owned by a wide range of individuals, including large and regular investors who trade their shares on the stock exchange. They must share financial reports and information with the public, which can be a lot of work, to keep everyone informed about how they're doing. This implies they have many owners who can purchase or sell their shares fast, but it also makes it easier for them to make money by selling additional shares to the general public.\nOn the other hand, the number of owners in privately held companies is lower. Since they don't offer shares to the general public, the company is governed by a small group of friends or family. They enjoy more privacy because they are not required to disclose their financial information to the public as often. However, because individuals can't just sell stock market shares when they need money, finding it can be more difficult. Owners typically have greater authority over the business, and selling or buying an ownership stake is more complex. Consequently, even if both types of businesses operate, their policies and procedures differ.\nMark Allocation:\n2 marks for identifying each difference.\n2 marks for explaining each difference.\nTotal - 4 marks",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "3"
  },
  {
    "paperId": "da071b71-ab26-440b-bc9b-b66253322959",
    "selection": "Selection A",
    "type": "CQ",
    "title": "Question 16",
    "content": "Explain the key differences between a sole trader (proprietorship) and a private-held company as types of business entities. <span class=\"marks\">[4]</span>\n",
    "markScheme": "Sole trader (Proprietorship):\n\n- Ownership and Legal Structure: Owned and operated by a single individual.\n- Liability: The owner has unlimited personal liability. Sole traders are unincorporated businesses, meaning the owners have the same legal identity as the business.\n- Management and Decision-making: The owner has complete control over operations and decision-making.\n- Capital and Funding: Capital is usually contributed by the owner personally.\n- Continuity and Succession: Business continuity is tied to the owner's lifespan and willingness to continue.\n- Regulatory Compliance and Reporting: Fewer regulatory and reporting requirements.\n\nPrivate-Held Company:\n\n- Ownership and Legal Structure: Owned by a limited number of shareholders.\n- Liability: Shareholders have limited personal liability. Privately-held companies are incorporated businesses, meaning the owners have a separate legal identity from the business.\n- Management and Decision-making: Management and decision-making may be shared or delegated to a board of directors.\n- Capital and Funding: Diverse options include shareholder investments, loans, and venture capital.\n- Continuity and Succession: More structured succession plans can be in place.\n- Regulatory Compliance and Reporting: More regulatory and reporting requirements than a sole trader.\n\n$\\underline{\\textrm{Sample response:}}$\nThe most basic type of business entity is a sole trader (proprietorship), which is distinguished by its simplicity and single ownership structure. A single person with total authority over the company's management and decision-making processes owns and runs the company. The owner puts their assets at risk in the event of financial losses by taking on limitless personal accountability for all corporate debts and commitments. Sole traders are unincorporated businesses, meaning the owners have the same legal identity as the business.\nOn the other hand, a private-held firm is a more complicated business owned by a small number of shareholders. Shares are sold to private family and friends. Privately-held companies are incorporated businesses, meaning the owners have a separate legal identity from the business. A broader capital base and various funding choices, such as shareholder investments, loans, venture capital, or joint ventures with other companies, are possible. Limited personal liability protects shareholders' assets from business debts in a privately held corporation. Shares can only be bought and sold with prior approval from the Board of Directors.\nMark Allocation:\n2 marks for identifying each difference.\n2 marks for explaining each difference.\nTotal - 4 marks",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "3"
  },
  {
    "paperId": "a1f2dced-0355-4fda-b9c5-fc578452e0c4",
    "selection": "Selection B",
    "type": "SAQ",
    "title": "Question 5",
    "content": "EcoFurniture Co. is a mid-sized furniture company based in Leeds, UK, that specializes in sustainable and eco-friendly furniture. The company was founded by Emma Collins in 2015 with the mission of reducing environmental waste by using 100% recycled materials and sustainable wood sources. The business has grown steadily, focusing on providing stylish, durable furniture made from sustainably sourced materials, aiming to offer an environmentally responsible alternative to traditional furniture manufacturers.\nAs the company looks to expand into new markets and meet the growing demand for eco-friendly products, Emma and her team are developing a set of business objectives to guide their growth. They want to increase their market share in the furniture industry, with a focus on expanding into international markets within the next 5 years. EcoFurniture Co. is also focusing on improving operational efficiency by streamlining production processes and enhancing supply chain management.\nIn addition, EcoFurniture Co. is committed to Corporate Social Responsibility (CSR) and has integrated sustainability goals into its business model. The company aims to become a carbon-neutral company by 2030 and is already taking steps toward this objective.\nEcoFurniture Co. has partnered with certified suppliers who provide locally sourced, sustainable wood and recycled materials, ensuring that their production processes align with their environmental goals. The company is actively involved in community tree planting programs and works with local organizations to reduce its carbon footprint through these green initiatives. Additionally, EcoFurniture Co. has adopted a zero-waste policy in its manufacturing process, recycling or repurposing all by-products and waste materials.\nHowever, despite these efforts, EcoFurniture Co. is finding it difficult to source 100% of its wood sustainably, as the demand for sustainable wood often exceeds supply, and there are challenges in finding consistent, certified sources.\n\n- State two features of a privately held company. <span class=\"marks\">[2]</span>\n\n- With reference to EcoFurniture, outline what is meant by the term strategic objective. <span class=\"marks\">[2]</span>\n\n- With reference to EcoFurniture, describe what is meant by the term tactical objective. <span class=\"marks\">[2]</span>\n\n- Explain two ways EcoFurniture is meeting its CSR goals and one way it is not. <span class=\"marks\">[6]</span>\n\n\n<span class=\"marks\">[Maximum 12]</span>\n",
    "markScheme": "\n- Accept any two of the following:\n\n\n\n- \n  - Its shares are not available to the general public.\n\n- \n  - Ownership is usually limited to a small group, such as family or internal stakeholders.\n\n- \n  - It is not required to publish detailed financial information publicly.\n\n- \n  - It may find it harder to raise large amounts of capital.\n\n- \n  - Shareholders have limited liability.\n\n- Mark allocation:\n- Accept any other relevant feature.\n- Candidates are not expected to word their responses exactly as above.\n- Award [1] for each feature identified up to a maximum of [2].\n- No explanation is required.\n\n\n- Sample response:\n\n\n\n- A strategic objective refers to a long-term goal that a business sets to achieve its overall mission and vision. In the case of EcoFurniture Co., a strategic objective could be to expand into international markets within the next five years. This goal is aimed at increasing market share and achieving growth on a larger scale, aligning with the company’s commitment to offering eco-friendly furniture globally.\n- Mark allocation:\n- Award [1] for explaining the term.\n- Award [1] for applying the objective to EcoFurniture Co.’s context.\n- Award a maximum of [2].\n\n\n- Sample response:\n\n\n\n- A tactical objective refers to a short-term goal that supports the achievement of a broader strategic objective. For EcoFurniture Co., a tactical objective could be to improve operational efficiency by streamlining production processes and enhancing supply chain management. This helps the company manage day-to-day operations effectively and supports the longer-term goal of increasing market share through enhanced production capacity and cost savings.\n- Mark allocation:\n- Award [1] for explaining the term.\n- Award [1] for applying the objective to EcoFurniture Co.’s context.\n- Award a maximum of [2].\n\n\n- Sample response:\n\n\n\n- One way EcoFurniture Co. is meeting its CSR goals is by partnering with certified suppliers who provide locally sourced, sustainable wood and recycled materials. This ensures that the company uses environmentally friendly materials in its products, which supports sustainable forestry practices and reduces the overall environmental impact of the business. By sourcing wood sustainably, EcoFurniture Co. helps protect forests and supports local economies.\n- Another way EcoFurniture Co. is meeting its CSR goals is by actively participating in community tree planting programs. These initiatives contribute to reforestation and help absorb carbon emissions, directly reducing the company's carbon footprint. By engaging in these activities, EcoFurniture Co. is fulfilling its environmental responsibilities and promoting sustainability in the local community.\n- Despite these efforts, EcoFurniture Co. is finding it difficult to source 100% of its wood sustainably. The demand for certified sustainable wood often exceeds the supply, and EcoFurniture Co. has faced challenges in finding a consistent source of sustainable wood. As a result, the company is not yet fully meeting its CSR objective of using 100% sustainable materials, which remains a challenge for their environmental goals.\n- Mark allocation:\n- Mark as 2 + [2 + 2]\n- Award [1] for identifying a way that EcoFurniture is meeting its CSR goals and an additional [1] for explaining it up to a maximum of [2].\n- For each way in which EcoFurniture is meeting its CSR goals mark as 2 + 2.\n- Award [1] for identifying a way that EcoFurniture is not is meeting its CSR goals and an additional [1] for explaining it up to a maximum of [2].\n- Award a maximum of [6].\n",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "3.5"
  },
  {
    "paperId": "f2d6cbd3-96b2-453e-aab6-73a70cc13abb",
    "selection": "Selection A",
    "type": "SAQ",
    "title": "Question 7",
    "content": "Analyse the impact of having ethical objectives and practices on a business. <span class=\"marks\">[4]</span>\n",
    "markScheme": "Ethical objectives are organisational goals based on moral guidelines determined by the business and/or society, which direct and determine decision-making.\nAdvantages:\n\n- Improved corporate image\n- Increased customer loyalty\n- Cost cutting\n- Improved staff morale and motivation\n\nDisadvantages:\n\n- Compliance costs\n- Lower profits\n- Stakeholder conflicts\n- The subjective nature of business ethics\n\n\n$\\underline{\\textrm{Sample response}}$:\nThe impact of adopting ethical objectives and practices in a business is a complex issue that has both positive and negative consequences. Ethical objectives, defined by an organisation's moral guidelines and societal norms, play a pivotal role in shaping decision-making and can significantly influence the business's performance.\nOne of the key advantages of having ethical objectives is the substantial improvement in the corporate image. When a company adheres to strong ethical principles, it is viewed more favourably by customers, employees, and the public. This positive perception can lead to increased trust, loyalty, and support from customers, resulting in a boost to the brand's reputation. A strong corporate image not only enhances market competitiveness but also paves the way for long-term sustainability. It is also noteworthy that improved corporate image often translates into higher profitability, as ethical businesses are more likely to attract a larger customer base.\nHowever, there are disadvantages as the implementation of ethical standards and practices can come with compliance costs, as businesses must allocate resources for ethical training, monitoring, and ensuring adherence to these standards. These costs can strain a company's financial resources, potentially leading to reduced short-term profits. In addition to compliance costs, adhering to stringent ethical standards may require changes to business processes and operations, which may not always align with short-term profitability objectives. This presents a complex dilemma for businesses as they navigate between the pursuit of ethical goals and the need to remain financially viable.\nIn essence, while ethical objectives can enhance a company's corporate image and long-term sustainability, they may require financial sacrifices and present challenges for businesses in the short term.\nMark Allocation:\n2 Marks: Identification of impacts (e.g., enhanced reputation, customer loyalty, operational challenges, etc.).\n2 Marks: Explanation of how these impacts influence the business (e.g., ethical practices attract socially conscious customers, increase costs, improve employee satisfaction, etc.).\nTotal - 4 marks",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "3.5"
  },
  {
    "paperId": "633fd347-4071-4e4b-a0ba-856e9d3afdab",
    "selection": "Selection B",
    "type": "SAQ",
    "title": "Question 8",
    "content": "Explain two significant features of Corporate Social Responsibility. <span class=\"marks\">[4]</span>\n",
    "markScheme": "Corporate social responsibility, or 'CSR', is a business concept that describes an organisation's commitment to carrying out its business while being mindful of its social and environmental impact. CSR is subjective and based on public opinion, which differs from country to country or from time to time. CSR is considered an indispensable part of efforts to promote an organisation's reputation and make it seem trustworthy and caring of the environment, society and stakeholders.\n\n- Ethical behaviour, stakeholder consideration: A significant feature of CSR is ethical decision-making and considering stakeholders' interests.\n- Environmental Sustainability: CSR involves careful consideration of the environmental impact of the organisation's activities.\n- Social initiatives, philanthropy: Community development and philanthropy are significant features of CSR.\n- Transparency and accountability: CSR promotes transparency, especially when activities involve environmental or social impact.\n\n$\\underline{\\textrm{Sample response:}}$\nEthical decision-making and responsible business practices are the core features of CSR. Organisations commit to ethical behaviour towards all stakeholders and their communities. This commitment includes considering the interest and fair treatment of employees, suppliers and customers.\nAn organisation with the reputation of being considerate has a favourable advantage in the eyes of stakeholders and customers.\nAwareness of environmental damage and the urgency of preventing further deterioration has grown in the past few decades. A feature of CSR is that ecological considerations guide the decision-making process, and due care is taken to ensure business activities do not cause any damage to the environment. Organisations engage in green initiatives to reduce their ecological impact through using renewable energy, recycling, and reducing emissions.\nMany customers prefer patronising organisations known to follow environmentally sustainable practices.\nA key feature of CSR is engaging in local communities and participating in their development. Organisations set aside budgets to support charities and help with social causes. They donate funds and allocate resources to help alleviate social and humanitarian issues.\nPhilanthropy is essential in enhancing an organisation's reputation in the eyes of customers and stakeholders, thus giving it an advantage over competitors.\nCSR confirms an organisation's transparency culture by disclosing information concerning their activities' social and environmental impact. Organisations publish reports disclosing their goals and initiatives in their drive towards sustainability and community development and often monitor compliance and progress in meeting their CSR goals.\nAn organisation known to be transparent and honest in its dealing with environmental and social issues is looked upon favourably and trusted by customers, stakeholders and investors.\nMark Allocation:\n2 marks for identifying each feature.\n2 marks for explaining each feature.\nTotal - 4 marks",
    "paper": "PAPER2",
    "difficulty": "HARD",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "4"
  },
  {
    "paperId": "ed656051-ffce-468a-b2bc-004aa159d99a",
    "selection": "Selection B",
    "type": "SAQ",
    "title": "Question 1",
    "content": "Celtic Sounds is a popular Irish music festival held annually in a different town or rural location each year across Ireland. The festival celebrates traditional and contemporary Irish music, attracting thousands of tourists, both domestic and international, who travel to experience the vibrant performances, local culture, and scenic settings.\nThe arrival of the festival often brings significant economic benefits to the host area. Local hotels, restaurants, pubs, and shops typically report a substantial increase in trade during the festival period. Additionally, the event raises the profile of small towns and rural communities, encouraging future tourism.\nHowever, not all local residents and businesses are supportive. The festival often leads to road closures, traffic congestion, and disruptions to everyday business activities. Some shops, particularly those not involved in hospitality or tourism, have complained about restricted customer access and the additional costs of adjusting to the temporary surge in visitors. Despite the economic benefits, there is an ongoing debate each year about whether the positives outweigh the negatives for the host locations.\n\n- Define the term stakeholder. <span class=\"marks\">[2]</span>\n\n- Explain one reason the interests of local residents and festival organisers might conflict. <span class=\"marks\">[2]</span>\n\n- Outline possible different interests of two external stakeholders arising from the Celtic Sounds Festival. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 8]</span>\n",
    "markScheme": "\n- Sample response:\n\n\n\n- A stakeholder is an individual or group who has an interest, concern, or a stake in an organization, project, or decision. They can affect or be affected by the actions, objectives, and policies of a business or project.\n- Mark allocation:\n- Award [1] for a definition that shows partial understanding.\n- Award [2] for a definition that shows understanding similar to the answer above.\n- No application is required.\n\n\n- Sample response:\n\n\n\n- The organisers of the Celtic Sounds Festival are primarily interested in maximising attendance, revenue, and publicity.  In contrast, local residents are more concerned about maintaining peace, convenience, and quality of life. These conflicting interests arise because what benefits the organisers (a bigger, louder, more visible festival) may negatively impact residents through inconvenience and disturbance.\n- Mark allocation:\n- Award [1] for identifying the interest of each stakeholder group and [1] for a description of how that stakeholder’s interests are in conflict.\n- Award a maximum of [2].\n\n\n- Sample response:\n\n\n\n- Local businesses are likely to have a strong interest in the festival going ahead, as it brings increased tourism, higher sales, and greater profits during the event period. These businesses often benefit financially from the large number of visitors the festival attracts.\n- In contrast, local residents may be more concerned about the disruption caused by the festival, such as road closures, noise, and overcrowding. While some may appreciate the increased business for the area, others may prioritise their quality of life and favour fewer disruptions to daily routines.\n- Mark allocation:\n- Award [1] for each correct external stakeholder identified and [1] for a description of how that stakeholder’s interests differ. Award a maximum of [2] per stakeholder.\n- Award a maximum of [4].\n",
    "paper": "PAPER2",
    "difficulty": "EASY",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "2"
  },
  {
    "paperId": "4562eae5-fc96-4448-9d1d-af2ba8f3c742",
    "selection": "Selection B",
    "type": "SAQ",
    "title": "Question 4",
    "content": "GreenTech Innovations is a publicly held company based in London, specializing in the development and manufacturing of solar panels and renewable energy technologies. The company went public five years ago and is now listed on the London Stock Exchange.\nGreenTech Innovations' mission is to provide innovative, sustainable energy solutions to address the growing need for clean energy, while their vision is to become a global leader in the renewable energy sector.\nSince becoming a PLC, GreenTech has faced increased pressure from investors to improve profitability and deliver short-term returns. Investors are demanding higher profits and faster growth, which has led to a shift in strategy.\nThe company has faced growing tension between its initial mission of promoting green energy and the increasing pressure to invest in fossil fuel technologies. Some shareholders are advocating for the company to diversify its portfolio by investing in oil and gas to generate higher profits, a move that conflicts with GreenTech’s founding environmental goals.\n\n- Define the term stakeholder. <span class=\"marks\">[2]</span>\n\n- Explain two stakeholder conflicts that might arise as a result of GreenTech Innovations changing from an LTD to a PLC. <span class=\"marks\">[4]</span>\n\n- Explain two ways the proposed shift in GreenTech Innovations’ strategy could impact its relationship with stakeholders. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 10]</span>\n",
    "markScheme": "\n- Sample response:\n\n\n\n- A stakeholder is an individual or a group interested in the operations or decisions of a business. They can be internal (people who own or work for the business, e.g. managers, employees or shareholders) or external (local community, government or their competition). They are interested in a business's decisions or actions but can not always influence them.\n- Mark allocation:\n- Candidates are not expected to word their definition exactly as above.\n- Award [1] for a vague definition.\n- Award [2] for a complete definition.\n- Definitions do not require application to the stimulus material.\n\n\n- Sample response:\n\n\n\n- One conflict that might arise is between investors/shareholders and employees. As GreenTech becomes a PLC, shareholders may push for higher profits and quicker returns, which could lead to cost-cutting measures or a shift towards more profitable sectors, such as fossil fuels. Employees, especially those involved in sustainable energy projects, may feel that such a shift compromises the company’s core values of sustainability, causing dissatisfaction among staff who are passionate about environmental goals.\n- Another conflict could arise between customers and investors/shareholders. Customers who are loyal to GreenTech's environmentally sustainable mission may be disappointed if the company expands into fossil fuel sectors to meet the profit demands of investors. This could lead to a loss of customer loyalty and damage the company's brand reputation, while investors might see this diversification as a necessary step for increasing profitability.\n- Mark allocation:\n- Award [1] for each stakeholder conflict identified, up to a maximum of [2].\n- Award [1] for each explanation of how the conflict might arise, applied to GreenTech’s situation, to a maximum of [2].\n- Award a maximum of [4].\n\n\n- Sample response:\n\n\n\n- The shift towards fossil fuel investments could negatively impact GreenTech’s relationship with its customers. Customers who have chosen GreenTech for its commitment to sustainability may feel that the company is compromising its ethical values for profit, leading to diminished customer loyalty and possible loss of market share.\n- In contrast, the shift could improve GreenTech’s relationship with investors. The pressure from investors for higher short-term returns might be satisfied if the company diversifies into the fossil fuel sector. This could attract more investment, potentially increasing share prices and returning profits, leading to greater investor satisfaction and confidence in the company’s financial growth.\n- Mark allocation:\n- Award [1] for identifying each stakeholder group impacted up to a maximum of [2].\n- Award [1] for explaining how the shift would impact the relationship with the stakeholder group up to a maximum of [2].\n- Award a maximum of [4].\n",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "3"
  },
  {
    "paperId": "69d56083-8ff5-4f14-a07b-19c276703690",
    "selection": "Selection B",
    "type": "SAQ",
    "title": "Question 6",
    "content": "Explain the interests of two internal stakeholders. <span class=\"marks\">[4]</span>\n",
    "markScheme": "Internal stakeholders could include:\n\n- Employees\n- Managers\n- Directors\n- Shareholders\n\nSample response:\nEmployees are workers within a business. They directly influence the organisation's success and are greatly impacted by decisions made within the business. The most significant interests of employees within an organisation will be improved pay and working conditions, job security, and opportunities for career progression.\nManagers within an organisation, spanning junior, middle, and senior levels, play a pivotal role in enhancing business functions. They are primarily driven by improving efficiency and profitability, key indicators of their managerial performance. Additionally, managers are motivated by financial incentives such as bonuses and commissions, which are directly linked to their ability to boost the organisation's success. Consequently, their interests align closely with the business's performance and profitability.\nMark Allocation:\n2 marks for identifying each interest.\n2 marks for explaining each interest.\nTotal - 4 marks",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "3"
  },
  {
    "paperId": "6871f7f5-b3d7-459c-91fc-0d4b6f8b5720",
    "selection": "Selection B",
    "type": "CQ",
    "title": "Question 10",
    "content": "Explain the method of conflict resolution between internal groups of stakeholders which improves communication and decreases the possibility of potential conflicts. <span class=\"marks\">[2]</span>\n",
    "markScheme": "$\\underline{\\textrm{Explanation}}$:\nThe method of conflict resolution that improves communication and reduces the likelihood of potential conflicts between internal groups of stakeholders is negotiation.\nNegotiation involves open dialogue where stakeholders discuss their differing interests and perspectives to find a mutually acceptable solution. This process encourages effective communication by allowing each group to voice their concerns, clarify misunderstandings, and build trust. For example, regular meetings or facilitated workshops can provide a platform for stakeholders to align on objectives, address grievances, and collaborate toward common goals.\nMark Allocation:\n1 mark for identification.\n1 mark for explanation.\nTotal - 2 marks",
    "paper": "PAPER2",
    "difficulty": "HARD",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "4"
  },
  {
    "paperId": "d948202f-e91c-419a-96fb-f4ad343bd375",
    "selection": "Selection A",
    "type": "SAQ",
    "title": "Question 12",
    "content": "JK Recycling Ltd (JKR), a leading plastic bottle recycling industry player, thrives by engaging diverse stakeholders. JKR employees are essential, from the management team driving strategic initiatives to the operational staff ensuring efficient processing of recycled materials.\nJKR collaborates closely with suppliers who provide recyclable plastic, local communities that promote recycling practices, and customers who purchase recycled products. Additionally, environmental organisations support and validate JK Recycling’s eco-friendly practices, while government bodies offer regulatory guidance and incentives.\nRecently, government legislation has improved incentives for people to recycle, significantly increasing the volume of materials being recycled. This surge in recycling has directly led to increased revenue at the factory. As a result, JKR's workers are now operating at full capacity to meet the heightened demand.\n\n- With reference to JKR, define the term stakeholder. <span class=\"marks\">[2]</span>\n\n- Describe one internal and one external stakeholder of JKR. <span class=\"marks\">[4]</span>\n\n- Explain two possible causes of stakeholder conflict at JKR. <span class=\"marks\">[4]</span>\n\n- Explain the government's role as a stakeholder group for JKR. <span class=\"marks\">[2]</span>\n\n\n<span class=\"marks\">[Maximum 12]</span>\n",
    "markScheme": "\n- Sample response:\nA stakeholder is an individual or group that is interested in and affected by business activities. For JK Recycling Ltd. (JKR), stakeholders include employees, suppliers, local communities, customers, environmental organisations, and government bodies. These groups help JKR succeed by contributing to its operations, supporting eco-friendly practices, and guiding regulatory compliance.\n  Mark allocation:\n  Award [1] for partial understanding.\nAward [2] if the candidate understands that stakeholders are individuals/groups with an interest, impact, and are affected, and provides evidence from the case study.\nApplication is required as the business name is in the question.\n- Sample response:\n  One internal stakeholder of JK Recycling Ltd. (JKR) is its employees. Employees are crucial to JKR's success, ranging from the management team, which drives strategic initiatives, to the operational staff, who ensure efficient processing of recycled materials. They are directly involved in the day-to-day operations and decision-making processes, impacting the company's performance and growth.\n  JKR's external stakeholder is the local community. The local community is vital in promoting recycling practices and providing recyclable plastic. They support JKR by participating in recycling programs and advocating for environmental sustainability. Their engagement helps increase the supply of recyclable materials and enhances JKR's reputation as an eco-friendly company, driving its mission towards a sustainable future.\n  Mark allocation:\n  Mark as 2 + 2\n  Award [1] for stating a valid internal/external stakeholder and an additional [1] for application to the case study.\nAward a maximum of [4].\n- Sample response:\n  The new government incentives have led to an increasing volume of materials being recycled,resulting in workers working at full capacity.While this is great for increasing revenue, it can easily lead to conflict between management and employees if the employees feel they are being pushed too hard without adequate compensation, breaks, or additional staffing.\n  As JKR's operations increase due to higher recycling volumes, there's a potential for negative impacts on the local communities. This could include increased noise from machinery, more frequent truck traffic, or even perceived issues with waste management or odors. A significant increase in activity could lead to protests or complaints from local residents. This could clash with JKR's operational need to expand and process more materials to meet demand.\n  Mark allocation:\nMark as 2 + 2\n  Award [1] for stating a identifying a  relevant cause of stakeholder conflict  and an additional [1] for application to the case study.\nAward a maximum of [4].\n- Sample response:\nThe government acts as a crucial stakeholder for JKR by setting the regulatory framework and providing incentives that directly impact the recycling industry. They establish laws, policies, and offer financial benefits (like the improved recycling incentives mentioned) that shape JKR's operations, profitability, and the overall volume of materials available for recycling.\n  Mark allocation:\n  Award [1] for identifying a relevant role of government  and an additional [1] for application to the case study.\nAward a maximum of [2].\n",
    "paper": "PAPER2",
    "difficulty": "HARD",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "4"
  },
  {
    "paperId": "c424bee7-205b-4d57-bae7-bb5e9ae8e8e9",
    "selection": "Selection B",
    "type": "SAQ",
    "title": "Question 2",
    "content": "Link Electronics is a smartphone manufacturer whose products are known for their cutting-edge technology and affordable prices. After establishing a solid presence in the Chinese market, Link Electronics is considering expanding its business internationally and is looking at Australia as a new potential market for their existing smartphone products.\nAs the company has grown, increased production levels have enabled it to bulk purchase components from suppliers. These savings have allowed Link Electronics to maintain competitive pricing while protecting profit margins. However, Link Electronics has also started experiencing some challenges related to its size. Managers have reported issues with poor communication across its increasingly large production and marketing teams, leading to delays in decision-making and product launches.\nIn addition to expanding into Australia, Link Electronics is also exploring the possibility of developing a new battery technology that charges 50% faster than its current models. This could help improve the performance of its smartphones and attract customers who value fast-charging capabilities.\nThese plans are part of Link Electronics' strategy for internal growth, focusing on expanding both its market presence and its product offerings to increase sales and profitability.\n\n- Define the term internal growth. <span class=\"marks\">[2]</span>\n\n- Identify the growth strategy XYZ Electronics is considering if they want to target a new market with their existing smartphone products. <span class=\"marks\">[1]</span>\n\n- Explain, using the Ansoff Matrix, XYZ's planned development of new batteries. <span class=\"marks\">[2]</span>\n\n- Outline one economy and one diseconomy of scale that Link Electronics has experienced. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 9]</span>\n",
    "markScheme": "\n- Sample response:\n\n\n\n- Internal growth occurs when a business grows by expanding its existing operations rather than by merging or acquiring other businesses. The most common form of internal growth is when a business expands its capacity and sells to a wider market.\n- Mark allocation:\n- Candidates are not expected to word their definition exactly as above.\n- Award [1] for a vague definition.\n- Award [2] for a complete definition.\n- Definitions do not require application to the stimulus material.\n\n\n- Sample response:\n\n\n\n- Market development.\n- Mark allocation:\n- Award [1] for identifying market development as the correct option.\n- No explanation needed.\n\n\n- Sample response:\n\n\n\n- The development of new batteries that charge 50% faster than the existing ones represents a product development strategy in the Ansoff Matrix. XYZ Electronics plans to improve their existing smartphone products by enhancing battery technology, offering a more attractive and competitive product to their current and potential customers. This strategy focuses on innovation within the current market to increase sales and product differentiation.\n- Also accept:\nThis strategy could be seen as a market penetration strategy if XYZ intends to boost sales of its current smartphone models with the new battery feature within its existing markets, further increasing its market share.\n- Award [1] for identifying either product development or market penetration as the correct option.\n- Award [1] for reasoning in the context of the case study.\n\n\n- Sample response:\n\n\n\n- One economy of scale that Link Electronics has experienced is purchasing economies of scale. As the company has grown in size, it has been able to buy smartphone components, such as processors and screens, in larger quantities from its suppliers. This bulk purchasing reduces the cost per unit, allowing Link Electronics to lower its production costs and maintain competitive prices in the Chinese market.\n- One diseconomy of scale that Link Electronics has experienced is poor communication between departments. As the organisation has expanded, the production and marketing teams have become larger and more complex to manage. This has resulted in communication breakdowns, which cause delays in decision-making and product launches, increasing inefficiencies within the company.\n- Award [1] for identifying a relevant economy of scale and an additional [1] for application to the case study.\n- Award [1] for identifying a relevant diseconomy of scale and an additional [1] for application to the case study.\nAward a maximum of [4].\n",
    "paper": "PAPER2",
    "difficulty": "EASY",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "2"
  },
  {
    "paperId": "e854704a-4caa-4cb3-8e26-c6762ad39a60",
    "selection": "Selection B",
    "type": "CQ",
    "title": "Question 4",
    "content": "Explain one advantage and one disadvantage of external growth. <span class=\"marks\">[4]</span>\n",
    "markScheme": "External growth can have advantages as well as disadvantages.\nAdvantages:\n\n- Quicker to implement: External growth is a faster way to grow compared to internal growth.\n- The benefit of synergies: Combining two organisations can bring benefits of a greater talent pool.\n- Economies of scale: External growth can give access to a larger market, creating better economies of scale.\n\n$\\underline{\\textrm{Sample response:}}$\nQuicker to implement: External growth strategies, such as mergers and acquisitions, can be implemented relatively quickly compared to the slower, more organic internal growth process. For instance, acquiring a company immediately increases the acquiring company's size, market share, and resources. This rapid expansion is particularly advantageous in fast-moving industries or when a company must adjust quickly to market changes. It's also a quick way to access new technologies, products, or markets without the time and resources needed to develop them internally.\nEconomies of scale refer to the cost advantages a business obtains due to expansion. As the scale of operation increases, the cost per production unit typically decreases. Here's how external growth can enhance economies of scale:\n\n- Increased Production: By acquiring or merging with another company, a business can increase its production capacity, leading to lower costs per unit due to the spread of fixed costs over a larger output.\n- Purchasing Power: Larger organisations often have greater bargaining power with suppliers, which can lead to reduced costs for raw materials and other inputs.\n- Market Access: Expanding into new markets (geographical or product markets) can increase the customer base, spreading the fixed costs of operations over a more extensive revenue base, thus reducing the average cost.\nThis can result in more competitive pricing, higher margins, or both, which are crucial for long-term business sustainability and market competitiveness.\n\nDisadvantages:\n\n- Higher cost: External growth costs more than internal growth.\n- Greater risk: The uncertainties of external growth translate to more significant risks.\n- Culture clash: Combining two organisations can result in a culture clash.\n\n$\\underline{\\textrm{Sample response:}}$\nHigher cost: External growth comes with a high price tag. Acquisition of another organisation requires interest-bearing finance. The price for the acquisition might be high, with shareholders taking advantage and demanding a higher-than-fair price.\nGreater risk: External growth, such as mergers and acquisitions, carries greater risk due to the complexities of integrating different organisational cultures, systems, and processes. This can lead to operational disruptions and employee dissatisfaction. Additionally, the significant financial investment required for external growth poses a risk if the anticipated benefits and synergies still need to be fully realised. These challenges, coupled with potential regulatory hurdles and stakeholder resistance, make external growth a riskier strategy than internal growth's more controlled and incremental approach.\nCulture clash: Two organisations coming together during the process of external growth can experience a cultural clash due to the difference in governance and management styles. While this can be eventually resolved, the resulting conflict can result from inefficient operations and decisions, causing tangible financial losses and a dissatisfied customer base.\nMark Allocation:\n2 marks for identifying each advantage and disadvantage.\n2 marks for explaining each advantage and disadvantage..\nTotal - 4 marks",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "2.5"
  },
  {
    "paperId": "037550b4-5fab-4edb-956a-c6d242b24e7c",
    "selection": "Selection B",
    "type": "CQ",
    "title": "Question 6",
    "content": "Explain two differences between internal and external growth. <span class=\"marks\">[4]</span>\n",
    "markScheme": "Internal growth, also known as organic growth, refers to the expansion of a business through the use of its own resources and capabilities. This growth is typically achieved through increasing output, enhancing sales, or improving the business's products or services, often by reinvesting profits back into the business. It is characterized by a gradual and steady growth trajectory. External growth involves the business expanding outside its activities, commonly through mergers, acquisitions, or alliances with other businesses. This type of growth can enable a business to increase its market share, diversify its product offerings, or enter new markets more rapidly than internal growth.\n\n- Financial Cost: Internal growth is relatively inexpensive; external growth has a higher economic cost.\n- Risk: Internal growth is a less risky method of growth. External growth can entail higher risks.\n- Control and Coordination: Internal growth allows the organisation to maintain control, whereas external growth can dilute control.\n- Corporate Culture: Internal growth is the same. External growth can cause a culture clash.\n- Slower, quicker: Internal growth could be faster to implement, whereas external growth is faster to increase production/sales.\n- Talent Pool: Internal growth has a restricted talent pool. External growth can bring in a talent pool with complimenting knowledge, skills and expertise.\n- Economies of Scale: Internal growth beyond the optimal limit can result in diseconomies of scale. External growth is more likely to show economies of scale.\n\n$\\underline{\\textrm{Sample response:}}$\nRetained profits are the primary source of funding internal growth; therefore, there is negligible financing cost. The organisation might acquire an interest-bearing loan, but the size of this loan would be relatively small. Furthermore, borrowing costs would be more favourable due to the lower perceived risk.\nExternal growth often involves significant investment or financial outlay with an interest payment burden; the risk involved in external growth results in higher borrowing costs.\nInternal growth builds on the existing strengths of an organisation, such as brand value and customer loyalty. This factor, in combination with continuity in governance and management culture and the lower cost of funding growth, adds up to a lower risk.\nExternal growth can carry more risk due to a potential clash of management culture, a higher financial cost of growth and more significant uncertainties.\nDespite the risk involved, external growth is often favoured as it is a quicker method of increasing production/sales, often bringing the advantage of a greater pool of skills.\nInternal growth allows an organisation to maintain control and implement better coordination between departments. Internal growth is, therefore, easier to execute and manage.\nExternal growth dilutes control. It can lead to difficulty in coordination and result in inefficiencies.\nIn internal growth, there is continuity of governance and corporate values, with no resulting clash of management styles.\nExternal growth can result in two organisations with vastly different management styles and cultures having to work together. The clash between these corporate cultures can lead to efficient management and effective decisions.\nMark Allocation:\n2 marks for identifying each difference.\n2 marks for explaining each difference.\nTotal - 4 marks",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "2.5"
  },
  {
    "paperId": "a1f2dced-0355-4fda-b9c5-fc578452e0c4",
    "selection": "Selection A",
    "type": "CQ",
    "title": "Question 7",
    "content": "The Ansoff Matrix is a strategic tool that helps businesses identify different growth strategies. Identify the four growth strategies in the Ansoff Matrix? <span class=\"marks\">[4]</span>\n",
    "markScheme": "$\\underline{\\textrm{Explanation}}$:\nThe Ansoff Matrix is a strategic tool businesses use to explore growth options. It offers four strategies:\n\n- Market Penetration $\\text{\\textendash}$ aiming to sell more of current products to current customers\n- Market Development $\\text{\\textendash}$ entering new markets with existing products\n- Product Development $\\text{\\textendash}$ creating new products for existing customers\n- Diversification $\\text{\\textendash}$ introducing new products in new markets, guides companies in choosing the right path for expansion and innovation\n\nThese are the four growth strategies of the Ansoff matrix.\nMark Allocation:\n1 mark for identifying each Ansoff growth strategy, up to a maximum of 4.\nTotal - 4 marks",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "2.5"
  },
  {
    "paperId": "69d56083-8ff5-4f14-a07b-19c276703690",
    "selection": "Selection A",
    "type": "SAQ",
    "title": "Question 8",
    "content": "GIO is a clothing retailer that balances economies and diseconomies of scale. Economies of scale are achieved through bulk purchasing and streamlined operations, reducing per-unit costs. However, rapid expansion can lead to diseconomies of scale, which may impact reputation.\nBusinesses like GIO grow to increase market share, leverage economies of scale, and enhance brand recognition. However, GIO may not be considered to grow as it allows for greater flexibility, personalised customer service, and niche market targeting.\nGIO uses strategic alliances  with other firms to access new markets, share resources, and innovate collaboratively. These alliances enable GIO to expand its footprint and capabilities without the risks associated with full-scale mergers or acquisitions.\n\n- Define the term diseconomies of scale. <span class=\"marks\">[2]</span>\n\n- Outline one advantage and one disadvantage for GIO of strategic alliances with other businesses as an  external growth method <span class=\"marks\">[4]</span>\n\n- Explain why some businesses, such as GIO, prefer to stay small. <span class=\"marks\">[2]</span>\n\n\n<span class=\"marks\">[Maximum 8]</span>\n",
    "markScheme": "\n- Sample response:\n  Diseconomies of scale occur when a business expands, increasing average costs per unit produced. This can result from inefficient coordination, communication challenges, and decreased employee motivation as the organisation grows. Diseconomies of scale can offset the benefits of expansion, reducing overall profitability.\n  Mark allocation:\n  Candidates are not expected to word their definitions precisely as above.\n  Award [1] for partial understanding.\nAward [2] if the candidate understands that economies of scale reduce the cost per unit.\n- Sample response:\n  By forming strategic alliances with other firms, GIO can access new markets, share resources, and benefit from combined expertise and innovation. This approach allows GIO to grow more rapidly and effectively without the financial risks and complexities associated with full mergers or acquisitions.\n  However, relying on strategic alliances can present challenges for GIO.  Shared control may limit GIO's ability to execute its strategic vision fully. There is also a risk of dependency on partners, which can be problematic if alliances dissolve or partners underperform. Therefore, while strategic alliances offer significant growth opportunities, they require careful management and clear agreements to ensure mutual benefit and minimise potential drawbacks.\n  Mark allocations:\nAward [1] for identifying and showing a partial understanding of strategic alliances.\nAward [2] for clearly explaining strategic alliances with application to JKR.\nAward [3] for a balanced response with application and depth referring to impact/affect.\n  Mark as 3+3.\n- $\\underline{\\textrm{Sample response}}$:\nBusinesses like GIO may prefer to stay small to maintain flexibility, allowing quicker adaptation to market changes. Staying small enables personalised customer service, fostering strong customer loyalty and niche market targeting. Small businesses often have more superficial management structures, reducing overhead costs and internal complexities. Focusing on quality and specialised offerings helps GIO differentiate itself from larger competitors, ensuring sustainable profitability without the risks associated with large-scale expansion.\n  Mark allocations:\nAward [1] for partial understanding of why businesses stay small.\nAward [2] if the candidate explains flexibility, adaptation, and personalisation in their response.\n",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "3"
  },
  {
    "paperId": "633fd347-4071-4e4b-a0ba-856e9d3afdab",
    "selection": "Selection A",
    "type": "CQ",
    "title": "Question 9",
    "content": "A company increases its production and therefore purchases in bulk, obtaining discounts on large orders and reducing the average unit cost.\nIdentify the economy of scale the company enjoys in this scenario?  <span class=\"marks\">[1]</span>\n",
    "markScheme": "$\\underline{\\textrm{Explanation}}$:\nPurchasing economies of scale\nPurchasing economies of scale arise when businesses have cost advantages when buying materials, goods, or services in large quantities. As the volume of purchases increases, the per-unit cost of the purchased item typically decreases, leading to cost savings.\nAll economies of scale are cost advantages as a result of producing at or close to the maximum capacity of a company.\nMark Allocation:\n1 mark for identification.\nTotal - 1 mark",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "3"
  },
  {
    "paperId": "c424bee7-205b-4d57-bae7-bb5e9ae8e8e9",
    "selection": "Selection A",
    "type": "SAQ",
    "title": "Question 10",
    "content": "Cooperativa Esperanza is an agricultural cooperative made up of small-scale farmers in Guatemala. By working together, these farmers pool their resources to purchase supplies in bulk, share machinery, and access larger markets to better compete with bigger agricultural businesses.\nIn light of increased competition and innovations in farming methods, the cooperative recognises the need to invest in more modern machinery. However, obtaining additional funding has proven difficult due to limited access to finance for rural businesses. The cooperative also struggles with poor local infrastructure, including unreliable transportation and limited access to technology, which further hinders efficiency and market access.\nRecently, a large publicly held company (PLC) approached Cooperativa Esperanza with a takeover offer. Some of the older members, who are close to retirement, are interested in accepting the offer as it would provide them with a secure financial exit. However, the younger members are concerned about their future employment and the long-term impact on agriculture in the region if the cooperative is absorbed by a larger corporation.\n\n- Define the term takeover. <span class=\"marks\">[2]</span>\n\n- Describe the impact of one external diseconomy of scale on Cooperativa Esperanza. <span class=\"marks\">[2]</span>\n\n- Explain one reason why they should and two reasons why they should not accept the takeover bid. <span class=\"marks\">[6]</span>\n\n\n<span class=\"marks\">[Maximum 10]</span>\n",
    "markScheme": "\n- Sample response:\n\n\n\n- A takeover is when one business buys a controlling interest in another business by purchasing enough of its shares. This allows the acquiring business to gain control over the decision-making and operations of the target company.\n- Mark allocation:\n- Award [1] for a definition that shows partial understanding.\n- Award [2] for a definition that shows understanding similar to the answer above.\n- No application is required.\n\n\n- Sample response:\n\n\n\n- One external diseconomy of scale impacting Cooperativa Esperanza is poor local infrastructure, such as unreliable transportation and limited access to technology. This increases costs and reduces efficiency for all businesses in the area, including the cooperative, as it makes it more difficult to transport goods to market and access modern farming solutions.\n- Mark allocation:\n- Award [1] for identifying a relevant  diseconomy an additional [1] for explaining it up to a maximum of [2].\n\n\n- Sample response:\n\n\n\n- One reason to accept the takeover is that  it would allow the owners to reduce risk by selling their ownership stake and ensure financial stability after leaving the business. In the case of Cooperativa Esperanza accepting the takeover would provide a secure financial exit for the older members who are nearing retirement. These members may prefer financial stability over the uncertainty of continuing operations in a challenging market.\n- A takeover would mean that Cooperativa Esperanza would lose its independence, and decision-making would shift to the larger corporation. The younger members are concerned that the larger company may prioritise profit and dividends for shareholders over the cooperative's mission of supporting small farmers, potentially leading to potential jobs losses and reduced incomes for farmers.\n- Integrating into a larger corporation may disrupt local farming practices and community ties that the cooperative has built. If the cooperative is absorbed into the PLC, the focus might shift to mass production and profit maximisation, which could undermine the unique agricultural practices essential to the region and threaten the livelihoods of small-scale farmers.\n- Mark allocation:\n- Mark as 2 + [2 + 2]\n- Award [1] for identifying one reason to accept the takeover bid and an additional [1] for explaining it up to a maximum of [2].\n- Award [1] for identifying one reason not to accept the takeover bit and an additional [1] for explaining it, up to a maximum of [2].\n- For each reason not to accept mark as 2 + 2.\n- Award a maximum of [6].\n",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "3.5"
  },
  {
    "paperId": "96989f0f-6faa-4e3e-b9b4-2519f88640cd",
    "selection": "Selection A",
    "type": "SAQ",
    "title": "Question 12",
    "content": "Explain internal and external economies of scale and diseconomies of scale. <span class=\"marks\">[4]</span>\n",
    "markScheme": "\n- Economies of Scale:\nCompanies aim to achieve economies of scale to enhance their growth prospects. This goal is driven by the desire to reduce average production costs as production volumes increase.\n\nThere are various types of economies of scale, categorised as internal and external economies of scale.\nInternal Economies of Scale\nInternal economies of scale involve adopting new technologies to enhance productivity, accessing financing at lower interest rates, employing specialised staff to improve output quality and volume, spreading advertising costs over larger production quantities, and procuring inventory in bulk at reduced rates.\nExternal Economies of Scale\nExternal economies of scale arise when a company gains access to new customer segments. For instance, an e-commerce business can significantly expand its customer base. Another example is when a company operates in an area with skilled workers, leading to lower recruitment and training expenses, thereby enhancing productivity and efficiency.\n\n- Diseconomies of Scale\nAs companies expand, their production capacity grows. However, if a company fails to operate close to its capacity, average costs and unit costs may rise, resulting in diseconomies of scale.\n\nDiseconomies of scale can be further categorized as internal and external.\nInternal Diseconomies of Scale\nInternal diseconomies of scale often arise due to communication challenges, demotivation among staff from repetitive tasks and increased workloads, bureaucratic hurdles, and slower decision-making processes stemming from larger hierarchical structures, all of which can directly impact production levels.\nExternal Diseconomies of Scale\nExternal diseconomies of scale occur when fixed costs escalate, including larger building rents due to increased production volumes and higher wages to retain skilled employees amidst increased job opportunities.",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "3.5"
  },
  {
    "paperId": "4133ea77-20c0-44af-b432-b80ba66bbae9",
    "selection": "Selection B",
    "type": "SAQ",
    "title": "Question 14",
    "content": "PadelPro Systems is a Spain-based company founded in 2021 that designs and installs high-quality padel courts. Padel is a racket sport that blends elements of tennis and squash, and it is expanding rapidly worldwide—an opportunity the founders of PadelPro recognized early, leading them to enter the market with innovative court solutions.\nThe company serves luxury resorts, fitness centers, and publicly funded sports facilities across Europe and the Middle East. It uses customisable, weather-resistant courts built with sustainably sourced materials. In 2024, PadelPro installed over 150 courts and earned €2.3 million in revenue.\nPadelPro offers end-to-end services, including design, installation, and maintenance. It benefits from economies of scale by purchasing materials in bulk, reducing costs while maintaining quality.\nTo support international growth, PadelPro merged with a German sports construction firm and plans to expand into the U.S. market through partnerships with franchises.\n\n- Define the external growth method franchising. <span class=\"marks\">[2]</span>\n\n- Outline one difference between internal and external growth, with reference to PadelPro Systems.  <span class=\"marks\">[2]</span>\n\n- Explain two reasons why PadelPro Systems might want to grow. <span class=\"marks\">[4]</span>\n\n- Explain two reasons why PadelPro chose a merger as a method of external growth. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 12]</span>\n",
    "markScheme": "\n- Sample response:\n\n\n\n- Franchising is a legal agreement where the franchisor, the original business,  allows a franchisee, an individual or business, to operate using its brand, products, and processes in exchange for fees and royalty payments.\n- Mark allocation:\n- Award [1] for a basic definition of franchising, which lacks detail.\n- Award [2] for a clear and accurate definition, showing understanding of both franchisor and franchisee roles.\n- Additional information:\n\n\n\n- \n  - Franchising is a common method of external growth that allows rapid market expansion with lower financial risk for the franchisor.\n\n- \n  - For example, PadelPro Systems plans to expand into the U.S. market through partnerships with franchises, PadelPro would act as the franchisor.\n\n- \n  - PadelPro Systems, based in Spain, owns the brand, designs, and technical knowledge. They would grant selected U.S. based individuals or businesses (the franchisees) the right to operate under the PadelProSystems brand.\n\n- \n  - The franchisees operating local businesses in the U.S. would market and install PadelPro Systems courts in the U.S. They would also benefit from training and support provided by PadelPro Systems.\n\n- \n  - In the process PadelPro Systems expands its presence and earns income without opening and managing physical offices or hiring U.S. staff directly. It gains brand recognition, revenue streams from fees/royalties and market knowledge from local partners.\n\n\n\n- Sample response:\n\n\n\n- Internal growth occurs organically using the businesses own resources, such as increasing output. For example, PadelPro Systems expanded their output to install 150 padel courts whereas external growth involves merging with another company, as PadelPro did with a German firm.\n- Mark allocation:\n- Award [1] for outlining a clear difference between internal and external growth.\n- Award [1] for application in the context of PadelPro Systems.\n- Additional information:\n\n\n\n- Examples of Internal growth (organic growth) include:\n- \n  - Increasing output or sales.\n\n- \n  - Launching new products.\n\n- \n  - Entering new markets independently.\n\n- \n  - Investing in new technology or facilities.\n\n\n\n\n- Examples of external growth (Inorganic growth) include:\n- \n  - Mergers.and acquisitions (M&As).\n\n- \n  - Takeovers.\n\n- \n  - Strategic alliances.\n\n- \n  - Joint ventures.\n\n- \n  - Franchising.\n\n\n\n- Sample response:\n\n\n\n- One reason for PadelPro Systems to grow is to increase their market share, especially as demand for padel courts rises globally.  By expanding into new markets early, PadelPro can attract more clients and establish itself as a leading provider before competitors gain traction.\n- A second reason for PadelPro Systems to grow is to achieve cost savings through economies of scale. As PadelPro grows and installs more courts across Europe and the Middle East, it can buy materials in bulk and streamline their operations, reducing average costs and increasing their profit margins.\n- Mark allocation:\n- Award [1] for identifying one reason to grow.\n- Award [1] for application in the context of PadelPro Systems.\n- Award [1] for identifying a second reason to grow.\n- Award [1] for application in the context of PadelPro Systems.\n- Additional information:\n\n\n\n- The advantages of being a small business include:\n- \n  - Lower operating costs incurred so less cash flow issues.\n\n- \n  - Easier communication between employees.\n\n- \n  - Customised services to individual customer's preferences.\n\n- \n  - Less competition in the small businesses.\n\n\n\n\n- The advantages of being a large businesses include:\n- \n  - Access to a highly skilled and experienced workforce due to greater recruitment resources.\n\n- \n  - Strong brand recognition, leading to customer loyalty and market trust.\n\n- \n  - Greater financial capacity to invest in research and development (R&D) for innovation.\n\n- \n  - Larger market share, contributing to higher sales revenue and potential economies of scale.\n\n\n\n- Sample response:\n\n\n\n- One reason to merge with a German construction firm is to expand geographically. By partnering with a company already established in Germany, PadelPro can benefit from the local firm’s existing customer base and supplier networks. This reduces the costs and risks associated with entering a foreign market alone and allows them to access new clients, such as sports clubs and luxury resorts more efficiently than through internal (organic) growth.\n- A second reason to merge with a German construction firm is to achieve synergies by sharing technical expertise and Research & Development costs for new padel court technologies. As a result, collaboration on innovation can accelerate the development of advanced, weather-resistant court designs, providing a clear competitive advantage.\n- Mark allocation:\n- Award [1] for identifying one reason to merge.\n- Award [1] for application in the context of PadelPro Systems.\n- Award [1] for identifying a second reason to merge.\n- Award [1] for application in the context of PadelPro Systems.\n- Additional information:\n\n\n\n- Further advantages of Mergers are:\n- \n  - Economies of scale. Reduced average costs are achieved through bulk buying, shared operations, and combined infrastructure.\n\n- \n  - Diversification. Merging with a different but related business reduces risk across markets or product lines.\n\n",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "3.5"
  },
  {
    "paperId": "6871f7f5-b3d7-459c-91fc-0d4b6f8b5720",
    "selection": "Selection A",
    "type": "CQ",
    "title": "Question 17",
    "content": "Identify the term for when an entire industry expands, leading to businesses enjoying reduced long-run average costs (LRAC)? <span class=\"marks\">[1]</span>\n",
    "markScheme": "$\\underline{\\textrm{Explanation}}$:\nExternal economies of scale refer to cost advantages and efficiencies that firms within an industry experience as a result of the industry's overall growth and expansion. This can lead to lower production costs and increased competitiveness.\nExternal economies of scale examples include:\n\n- University research and development funding innovation\n- Transport networks lowering network costs\n- Relocation of suppliers to the centre of production\n- Influx of human capital\n\nMark Allocation:\n1 mark for identification.\nTotal - 1 mark",
    "paper": "PAPER2",
    "difficulty": "HARD",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "4"
  },
  {
    "paperId": "037550b4-5fab-4edb-956a-c6d242b24e7c",
    "selection": "Selection A",
    "type": "SAQ",
    "title": "Question 1",
    "content": "Shoon is a publicly-held, fast fashion retailer, operating in numerous countries across the world. Its primary manufacturing facility is located in Bangladesh, where it produces large volumes of affordable, fashionable clothing for global markets. The company’s manufacturing operations in Bangladesh have created thousands of jobs for local people, providing much-needed employment opportunities in a country where work is often hard to find.\nHowever, Shoon has faced growing criticism over the working conditions within its factories. Reports suggest that many employees work long hours for very low pay, raising concerns about exploitation and the ethical standards of the business. Recently, rumours have surfaced that Shoon may soon relocate its manufacturing operations to a different country. This speculation comes in response to an anticipated increase in the minimum wage by the Bangladeshi government, which could make it more expensive for Shoon to continue its operations there.\nIn addition to labour concerns, Shoon’s denim manufacturing process has drawn criticism for its labour-intensive nature and high water usage. Local farmers have complained that the factory’s water consumption is contributing to droughts in surrounding agricultural areas, placing further strain on the environment and local communities who rely on water for their crops and livelihoods.\n\n- Define the term multinational company. <span class=\"marks\">[2]</span>\n\n- State two features of a publicly held company. <span class=\"marks\">[2]</span>\n\n- Explain one benefit and two drawbacks for Bangladesh of hosting the multinational company (MNC) Shoon. <span class=\"marks\">[6]</span>\n\n\n<span class=\"marks\">[Maximum 10]</span>\n",
    "markScheme": "\n- Sample response:\n\n\n\n- A multinational company (MNC) is a company that operates in at least one country other than its home country or is legally registered in more than one country.\n- Mark allocation:\n- Candidates are not expected to word their definition exactly as above.\n- Award [1] for a definition that shows partial understanding.\n- Award [2] for a definition that shows understanding similar to the answer above.\n- No application is required.\n\n\n- Accept any two of the following:\n\n\n\n- Its shares are traded on a public stock exchange.\n- Ownership is open to members of the general public and institutional investors.\n- It must publish financial statements and follow strict regulatory requirements.\n- It can raise large amounts of capital through share offerings.\n- It is typically managed by a board of directors on behalf of shareholders.\n- Mark allocation:\n- Accept any other relevant feature.\n- Candidates are not expected to word their responses exactly as above.\n- Award [1] for each feature identified up to a maximum of [2].\n- No explanation is required.\n\n\n- Sample response:\n\n\n\n- One clear benefit of hosting multinationals is the creation of employment opportunities.  Shoon provides thousands of jobs to local workers in its factories, which helps reduce unemployment and offers a source of income in a country where jobs can be difficult to find. This employment can contribute to economic growth and help improve living standards for some individuals and their families.\n- A significant drawback is the risk of worker exploitation. As seen in Shoon's case, workers may face long hours and very low pay, which raises ethical concerns and highlights how multinationals might prioritise low costs over employee welfare. This can lead to dissatisfaction and social tensions within the local population.\n- Another drawback is the environmental damage caused by some multinational operations. Shoon’s labour-intensive and water-heavy manufacturing processes have led to complaints from local farmers about droughts, suggesting that such companies can contribute to environmental degradation, harming agriculture and local livelihoods.\n- Mark allocation:\n- Mark as 2 + [2 + 2]\n- Award [1] for identifying one benefit for a Bangladesh for hosting Shoon and an additional [1] for explaining it up to a maximum of [2].\n- For each benefit mark as 2 + 2.\n- Award [1] for identifying a drawback for Bangladesh for hosting Shoon  and an additional [1] for explaining it up to a maximum of [2].\n- Award a maximum of [6].\n",
    "paper": "PAPER2",
    "difficulty": "EASY",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "1.5"
  },
  {
    "paperId": "ff0511ed-3fc4-4639-890b-f2f30c1af3df",
    "selection": "Selection A",
    "type": "SAQ",
    "title": "Question 2",
    "content": "VivaFit Global is a fast-growing athleisure brand headquartered in Canada, known for combining stylish design with performance wear. It expanded internationally in 2022, establishing manufacturing and retail operations in Vietnam, attracted by lower labour costs and skilled garment workers.\nThe company now sells in over 40 countries and reports strong growth in Asia and Europe. Its presence in Vietnam has led to job creation, particularly for young women in urban areas. VivaFit also partners with local suppliers.\nHowever, concerns have been raised over low wages and rising factory emissions. Local textile businesses fear they can’t compete with VivaFit’s global pricing and scale. Despite this, the Vietnamese government welcomes the foreign direct investment (FDI) and export opportunities. VivaFit plans to open a regional HQ in Ho Chi Minh City, further embedding itself in the host economy.\n\n- State two features of VivaFit Global that show it is a multinational company (MNC).  <span class=\"marks\">[2]</span>\n\n- Outline one benefit VivaFit Global brings to Vietnam as a host country.<span class=\"marks\">[2]</span>\n\n- Explain one reason why VivaFit Global expanded its operations to Vietnam.<span class=\"marks\">[2]</span>\n\n- Explain two possible negative impacts that VivaFit Global, as an MNC, could have on the Vietnamese host country. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 10]</span>\n",
    "markScheme": "\n- Sample response:\n\n\n\n- VivaFit Global is headquartered in Canada but sells in over 40 countries, shows that the company is a MNC.\n- The fact VivaFit Global has manufacturing and retail operations overseas also indicates it is a MNC.\n- Mark allocation:\n- Award [1] each correct feature stated which shows VivaFit Global as a multinational company, for a maximum of [2].\n- Additional information:\n- \n  - A MNC is an organisation that operates in two or more countries, with its head office usually based in the home country.\n\n\n\n- Sample response:\n\n\n\n- One benefit VivaFit Global brings to Vietnam is the creation of employment opportunities, particularly for young women in urban areas. This helps reduce unemployment in Vietnam and contributes to the skill development within the local workforce.\n- Mark allocation:\n- Award [1] for outlining a benefit to the host country Vietnam.\n- Award [1] for application in the context of VivaFit Global.\n- Additional information:\n- Additional advantages a MNC brings to a host country include:\n- \n  - Host countries gain access to advanced technologies, production techniques, and managerial expertise.\n\n- \n  - Improved infrastructure, as MNCs may contribute to the development of roads, ports, logistics, or utilities that benefit the broader economy.\n\n- \n  - Increased tax revenue, as profitable MNCs contribute to public funds through corporate taxes, which can be used for public services, such as education and healthcare.\n\n- \n  - A boost to local businesses, as MNCs often source materials or services locally, stimulating domestic industries and supply chains.\n\n- \n  - Higher quality standards, as MNC operations can raise the quality expectations in goods, services, and labour practices across the market.\n\n\n\n- Sample response:\n\n\n\n- MNCS often establish operations in a country to avail of lower production costs. VivaFit Global expanded to Vietnam to take advantage of lower labour costs, allowing the company to reduce its production overheads. This reduction in operational spending helps boost VivaFit Global’s profitability.\n- Mark allocation:\n- Award [1] for identifying one reason.\n- Award [1] for application in the context of VivaFit Global.\n- Additional information:\n- Additional reasons why an MNC moves to a host country include:\nAccess to new markets, allowing the MNC to reach new customer bases and increase global sales.\n- \n  - To benefit from rising demand in emerging markets, for example, Southeast Asia, Latin America.\n\n- \n  - Favourable government policies, such as tax incentives or relaxed regulations can attract MNCs.\n\n- \n  - Trade agreements & tariff advantages. Host countries may be part of free trade blocs, allowing easier exports/imports.\n\n- \n  - Availability of a technically trained or specialised skilled work force.\n\n- \n  - Improved Infrastructure, such as good transport, communication, and logistics networks.\n\n- \n  - Easier access to raw materials, components, or strategic suppliers.\n\n\n\n- Sample response:\n\n\n\n- Multinational Corporations (MNCs) often establish operations in a country to avail of lower labor costs and less stringent environmental legislation. Although VivaFit Global has created employment opportunities in Vietnam, some workers may receive relatively low wages, which raises concerns about potential exploitation of the workforce and limited improvements in their living standards.\n- From the environmental perspective, as VivaFir Global’s production increases to meet global demand, factory operations may contribute to rising emissions, resulting in increased pollution and negative impacts on the local environment.\n- Mark allocation:\n- Mark as 2 + 2\n- Award [1] for identifying one negative impact of a MNC on a host country.\n- Award [1] for application in the context of VivaFit Global.\nAward a maximum of [4].\n- Additional information:\n- Additional negative impacts a MNC could have on a host country include:\n- \n  - A large portion of profits is often sent back to the MNC's home country, limiting reinvestment in the host economy.\n\n- \n  - A threat to local businesses, as smaller businesses may struggle to compete with the MNC’s pricing, scale, or branding power, leading to business closures.\n\n- \n  - Cultural erosion, as MNCs may promote foreign consumer culture, weakening local traditions, customs, or small-scale producers.\n\n- \n  - Host economies may become overly reliant on MNCs for jobs and investment, creating economic vulnerability if the firm relocates.\n\n- \n  - Some MNCs may overuse or deplete local natural resources, such as water or minerals, with little concern for long-term sustainability.\n\n- \n  - In the absence of strict labour laws or enforcement, MNCs may operate with poor safety standards, long hours, or limited rights for workers.\n\n",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "2.5"
  },
  {
    "paperId": "d41078f7-a08a-4601-b813-11905927fa28",
    "selection": "Selection B",
    "type": "CQ",
    "title": "Question 3",
    "content": "Explain one opportunity and one threat to a business operating in an overseas market. <span class=\"marks\">[4]</span>\n",
    "markScheme": "Some of the opportunities a business operating overseas can benefit from are:\n\n- Expanded customer base: Operating overseas allows the business to increase sales revenue by accessing a new customer base. This growth in market size is a significant advantage for businesses that experience saturation in their domestic markets or those looking to expand rapidly.\n- Cheaper production cost: Expanding into some overseas markets can result in lower manufacturing costs for a business. In the fourth quarter of the last century, several big brand businesses started taking advantage of the improvements in infrastructure and the availability of a skilled workforce to set up manufacturing units in developing countries. The governments in these countries provided added economic incentives to attract MNCs.\n- Access to resources: Another major incentive for an MNC to expand overseas is gaining access to raw materials. For example, it is more economical to ship 1 ton of extracted iron than 2 tons of iron ore. The cost of raw materials can be lower in countries with abundant raw materials. Overseas expansion can provide access to new technology. Some MNCs will set up overseas operations to acquire a qualified talent pool that would bring expertise and innovation into the business.\n\nSome threats an MNC can face when expanding overseas are:\n\n- Political instability: An MNC can face problems caused by political instability and geopolitical friction in some foreign markets. Evolving politics in unstable but lucrative markets can have an adverse effect through a change in government policy or an economic slump. A new government might take away incentives the previous government provided, making the operation unviable. Geopolitical conflict can disrupt operations and cause financial losses.\n- Cultural challenges: Differences in culture and language barriers can impede managing an overseas operation successfully. MNCs need to be aware of and adapt to local cultural norms. Local regulatory environments can be challenging, especially in countries with an evolving political system.\n- Exchange rate: Fluctuations in exchange rates can affect profitability and even the viability of overseas operations. The cost of raw materials and the finished product prices can change rapidly, making it difficult to plan or guarantee cash flow and financial outcomes.\n\nMark Allocation:\n2 marks for identifying each oppotunity and threat.\n2 marks for explaining each oppotunity and threat.\nTotal - 4 marks",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "2.5"
  },
  {
    "paperId": "f2d6cbd3-96b2-453e-aab6-73a70cc13abb",
    "selection": "Selection B",
    "type": "SAQ",
    "title": "Question 4",
    "content": "Explain the reasons why businesses strive to become MNCs. <span class=\"marks\">[4]</span>\n",
    "markScheme": "Reasons for why businesses strive to become MNCs\n\n- Increase customer base\n- Cheaper production costs\n- Economies of scale\n- Brand development\n- Brand value\n- Avoid protectionist policies\n- Spread risk\n\n$\\underline{\\textrm{Sample response}}$: \nBusinesses frequently pursue Multinational Corporation (MNC) status for various compelling reasons. The desire to grow their consumer base is one of the main motivators. Businesses can access new markets and demographics by going global and having a presence there. Through risk diversification, this not only increases their customer base but also lessens their reliance on a single market. Accessing a broader and more varied customer base can improve the stability of the company and present chances for long-term success.\nAnother factor is the desire for lower production costs, a key driving force for companies aspiring to become MNCs. Businesses can take advantage of cost benefits in various regions by establishing operations in numerous nations. This can mean using more affordable raw resources, lower labour costs, or hospitable regulatory regimes in particular nations. Increased profitability is a result of lower manufacturing costs, which also provide businesses more freedom to compete successfully in price-sensitive markets. Cost-effective production can also lessen the effects of economic changes and improve a company's worldwide competitiveness, which promotes long-term success. In this approach, the drive to become an MNC is frequently a tactical response to the need to maximise market share and achieve cost reductions.\nMark Allocation:\n2 marks for identifying each reason.\n2 marks for explaining each reason.\nTotal - 4 marks",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "3.5"
  },
  {
    "paperId": "d948202f-e91c-419a-96fb-f4ad343bd375",
    "selection": "Selection B",
    "type": "SAQ",
    "title": "Question 5",
    "content": "Analyse the impact of MNCs on the host countries. <span class=\"marks\">[4]</span>\n",
    "markScheme": "Positive impact of MNCs on the host countries:\n\n- Job creation\n- Higher nation income\n- Knowledge and technology transfer\n- Increase competition\n\nNegative impact of MNCs on the host countries:\n\n- Job losses\n- Repatriation of profits\n- Vulnerability\n- Social responsibilities\n- Competitive pressures\n\n$\\underline{\\textrm{Sample response}}$: \nMultinational Corporations (MNCs) have a complex interplay of positive and bad elements that have a diverse impact on the host countries in which they operate. On the plus side, MNCs can greatly aid in creating jobs in the host nation. Local workers are frequently hired by these firms when they establish their operations, which lowers unemployment rates and gives local workers vital possibilities. In turn, this raises the general level of living for the inhabitants of the host nation and encourages economic stability. MNCs often bring substantial investments, technologies and resources, which lead to increased economic output and tax revenues. The host country can benefit from enhanced trade and export opportunities, contributing to a higher gross domestic product (GDP). Foreign capital and expertise can stimulate economic growth and development, improving living standards and public infrastructure.\nRecognising that MNC influence can be two-sided because adverse effects can occur in host nations. The potential loss of jobs is one of these detrimental effects. Local labour may be displaced if MNCs adopt more effective production techniques or outsource specific tasks. Even though MNCs generate jobs, some will likely be lost due to the inability to adapt to the changing labour market, which could exacerbate income inequality and social problems. A percentage of the profits MNCs make in the host country are frequently sent back to the country where the company was founded. This could lead to a drain on the host country's financial resources, reducing the ability to reinvest earnings in local projects.\nMark Allocation:\n2 marks for identifying each impacts.\n2 marks for explaining each impacts.\nTotal - 4 marks",
    "paper": "PAPER2",
    "difficulty": "MEDIUM",
    "calculator": true,
    "sort": 1,
    "maxMark": null,
    "difficultyLevel": "3.5"
  }
]