{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 1",
      "content": "Which equation represents condensation?A.BrX2(l)⟶BrX2(g)\\hspace{1em}\\ce{Br2}\\textrm{(l)} \\longrightarrow \\ce{Br2}\\textrm{(g)}BrX2​(l)⟶BrX2​(g)B.HX2O(g)⟶HX2O(l)\\hspace{1em}\\ce{H2O}\\textrm{(g)} \\longrightarrow \\ce{H2O}\\textrm{(l)}HX2​O(g)⟶HX2​O(l)C.COX2(s)⟶COX2(g)\\hspace{1em}\\ce{CO2}\\textrm{(s)} \\longrightarrow \\ce{CO2}\\textrm{(g)}COX2​(s)⟶COX2​(g)D.NaOH(aq)+HCl(aq)⟶NaCl(aq)+HX2O(l)\\hspace{1em}\\ce{NaOH}\\textrm{(aq)} + \\ce{HCl}\\textrm{(aq)} \\longrightarrow \\ce{NaCl}\\textrm{(aq)} + \\ce{H2O}\\textrm{(l)}NaOH(aq)+HCl(aq)⟶NaCl(aq)+HX2​O(l)",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Condensation occurs when a gas changes into a liquid.Students must distinguish changes in states of matter from chemical reactions (such as the neutralization reaction between sodium hydroxide and hydrochloric acid).This question is categorized as easy as students are only expected to identify changes in states of matter.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1 Star"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 2",
      "content": "Which of the following systems represents a homogeneous mixture?A.\\hspace{1.em}Oil floating on waterB.\\hspace{1.em}Salt dissolved in water at25∘C25{\\,}^\\circ\\textrm{C}25∘CC.\\hspace{1.em}Ice cubes in liquid waterD.\\hspace{1.em}Sand mixed with iron filings",
      "markScheme": "BExplanation:‾\\textrm{\\underline{Explanation:}}Explanation:​A homogeneous mixture has uniform composition and properties throughout, with components mixed at the molecular level. Salt dissolved in water forms a solution where sodium and chloride ions are uniformly distributed among water molecules, creating a single phase with consistent properties. Oil and water form separate layers (heterogeneous), ice and liquid water exist as different phases (heterogeneous), and sand with iron filings shows visible distinct components (heterogeneous). The key distinction is whether the mixture appears uniform at the molecular level.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1 Star"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 3",
      "content": "Which of the following is an example of a mixture?A.\\hspace{1em}SucroseB.\\hspace{1em}Distilled waterC.\\hspace{1em}SeawaterD.\\hspace{1em}Sodium chloride",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Seawater is a mixture of water and salts. Sucrose, distilled water, and sodium chloride are all examples of compounds.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1 Star"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 4",
      "content": "Which of the following is a characteristic of liquids?A.\\hspace{1em}Their particles vibrate about fixed positions.B.\\hspace{1em}They can be compressed easily.C.\\hspace{1em}They take up the shape of the container they are in.D.\\hspace{1em}The particles move freely and quickly in all directions.",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Liquids have an indefinite shape (take the shape of the container) but have a definite volume (are incompressible).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1 Star"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 5",
      "content": "Which of the following methods is used to separate a solid from a liquid in a heterogeneous mixture?A.\\hspace{1em}DistillationB.\\hspace{1em}FiltrationC.\\hspace{1em}CrystallisationD.\\hspace{1em}Sublimation",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:An insoluble solid can be separated from a liquid by means of filtration. Distillation is used to separate homogeneous liquid mixtures (solid soluble in a liquid or two miscible liquids) with different boiling points. Sublimation is a technique for separating mixtures with volatile components that can undergo sublimation. Crystallisation is a separation technique that uses solubility properties to separate a solid from a solution.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 6",
      "content": "A liquid has a boiling point of−185∘C-185 ^\\circ\\mathrm{C}−185∘C. What is this temperature in Kelvin?A.\\hspace{1em}88 KB.\\hspace{1em}−88-88−88KC.\\hspace{1em}458 KD.\\hspace{1em}−458-458−458K",
      "markScheme": "AExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Add273273273to the temperature in Celsius to convert it to Kelvin.−185∘C+273=88K-185^\\circ\\mathrm{C} + 273 = 88\\, \\mathrm{K}−185∘C+273=88K. The rest of the choices are incorrect.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 7",
      "content": "Which of the following requires a chemical reaction to be separated into simpler substances?A.\\hspace{1em}Homogeneous mixturesB.\\hspace{1em}Heterogeneous mixturesC.\\hspace{1em}AlloysD.\\hspace{1em}Compounds",
      "markScheme": "DExplanation:‾\\textrm{\\underline{Explanation:}}Explanation:​Mixtures, including alloys, can be separated by physical methods like filtration, evaporation, or distillation. Compounds must be chemically separated.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 8",
      "content": "Which of the following correctly classifiesSX8\\ce{S8}SX8​and water?A.SX8\\hspace{1em}\\ce{S8}SX8​and water are both compounds.B.SX8\\hspace{1em}\\ce{S8}SX8​and water are both elements.C.SX8\\hspace{1em}\\ce{S8}SX8​is a compound, and water is an element.D.SX8\\hspace{1em}\\ce{S8}SX8​is an element, and water is a compound.",
      "markScheme": "DExplanation:‾\\textrm{\\underline{Explanation:}}Explanation:​SX8\\ce{S8}SX8​is an element because it consists of only sulfur atoms bonded together. Even though it has multiple atoms, all of them are sulfur, so it's not a compound–\\text{--}–it's just a molecular form of an element (one of sulfur's allotropes), in the same way diatomicHX2\\ce{H2}HX2​is an element.WaterHX2O\\ce{H2O}HX2​Ois a compound because it contains two different elements (hydrogen and oxygen) chemically bonded together in a fixed ratio of2:1.2:1.2:1.This fixed ratio is what makes water a compound rather than a mixture.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 9",
      "content": "Which of the following statements correctly describes a compound?I.A compound can be physically separated into simpler substances.II.In a pure compound, the boiling point, melting point and solubility are uniform.III.Each compound has a fixed chemical formula in which the subscripts remain constant.A.\\hspace{1em}I and II onlyB.\\hspace{1em}I and III onlyC.\\hspace{1em}II and III onlyD.\\hspace{1em}I, II and III",
      "markScheme": "CExplanation:‾\\textrm{\\underline{Explanation:}}Explanation:​Statement I is incorrect because compounds cannot be broken down by physical means, only by chemical reactions. Statement II is correct because compounds have fixed physical properties (boiling point, melting point, solubility) due to their uniform composition. Statement III is correct because compounds obey the Law of Definite Proportions, they have fixed chemical formulas where the subscripts do not change (e.g.,HX2O\\ce{H2O}HX2​Ois always water).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 10",
      "content": "[Maximum marks: 7]Crude oil (also known as petroleum) is a homogeneous mixture of volatile liquid hydrocarbons. Before it can be used, it must be refined to separate it into simpler, more useful mixtures.Describe a homogeneous mixture.[1]Contrast the microscopic structure and behavior of liquids and gases using the kinetic molecular theory.[2]State the physical property of the components of crude oil that allows them to be separated by fractional distillation.[1]Kerosene, a fuel used in aviation, is one of the fractions obtained from crude oil.\\newline \\ \\newlineKerosene has a boiling point of 240.00°C. Convert this temperature to Kelvin using Section 1 of the IB Chemistry Data Booklet.[1]Explain, using the kinetic molecular theory, why kerosene vaporizes when heated.[2]",
      "markScheme": "uniform composition /  single−-−phase of physically−-−combined components / two or more different elements or compounds not in fixed ratios / components not chemically bonded✓\\checkmark✓Further Explanation:‾\\textrm{\\underline{Further Explanation:}}Further Explanation:​A homogeneous mixture is one in which the composition is uniform throughout, meaning the individual components are evenly distributed and cannot be distinguished by simple observation. They appear as a single phase. Unlike compounds, the substances within a homogeneous mixture are not chemically bonded, so they retain their original chemical properties and they can combine in any ratio since they do not obey the Law of Definite Proportions.Any two of:liquid particles are close together while gas particles are far apart✓\\checkmark✓liquid particles experience intermolecular /interatomic forces while gas particles do not✓\\checkmark✓liquids are not compressible while gases are very compressible✓\\checkmark✓liquids have a fixed volume while gases expand to fill a container✓\\checkmark✓Further Explanation:‾\\textrm{\\underline{Further Explanation:}}Further Explanation:​The particles in a liquid move freely, sliding past each other in a closely−-−packed but disordered structure.  This allows a liquid to change its shape to fit its container while maintaining a fixed volume.  Since the particles remain in close contact, liquids are not compressible.  The particles do experience attractions to one aonther (intermolecular / interatomic forces) that must be overcome to enter into the gas phase.The particles in a gas are in constant random motion, moving rabidly in all directions with negligible forces between them.  The particles are far apart, allowing gases to expand to fill their container and making them highly compressible.\\\\ \\newline \\\\Different boiling points/volatility✓\\checkmark✓Further Explanation:‾\\underline{\\textrm{Further Explanation:}}Further Explanation:​The components of crude oil can be separated by fractional distillation because they have different boiling points. When crude oil is heated, the hydrocarbons with the lowest boiling points evaporate first, while those with higher boiling points remain in liquid form until reaching their respective boiling temperatures.  The fractions that are removed from the sample are groups of similarly sized hydrocarbons.240.00+273.15=513.15K✓240.00+273.15 = 513.15 \\textrm{\\ K}\\:\\checkmark240.00+273.15=513.15K✓Further Explanation:‾\\underline{\\textrm{Further Explanation:}}Further Explanation:​The Kelvin scale is shifted from the Celsius scale to place the 0 at absolute zero instead of the freezing point of water:Temperature (K) = Temperature (∘^\\circ∘C) + 273.15kinetic energy  increases, molecules move faster✓\\checkmark✓boils when molecules have enough energy to overcome intermolecular forces, and transition from liquid to gas✓\\checkmark✓Further Explanation:‾\\textrm{\\underline{Further Explanation:}}Further Explanation:​According to the kinetic molecular theory, the temperature of a substance is directly related to the average kinetic energy of its particles. As kerosene is heated, its molecules absorb energy and move faster, increasing their kinetic energy. At the boiling point, the molecules have gained enough energy to break the intermolecular forces that hold them in the liquid state. This allows them to escape as into the gas phase, leading to vaporization.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 11",
      "content": "In the following paper chromatogram using water as the solvent, which component of the mixture (1 or 2) has the greatest affinity for the mobile phase, and what is the identity of the mobile phase?\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/95da42b0-14db-4e30-b256-79f959578499/images/6e277958-c3bb-46b5-8887-07823180a277/CH0851.png)\n\nA.\\hspace{1em}1; waterB.\\hspace{1em}1; paperC.\\hspace{1em}2; waterD.\\hspace{1em}2; paper",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:The student must first recall that the component with the greatest affinity for the mobile phase will travel the farthest in paper chromatography. In this case, spot 2 is the farthest from the starting line, so it has the greatest affinity for the mobile phase.In paper chromatography, the mobile phase is always the solvent (water, in this case), while the stationary phase is the paper.This question is categorized as easy because the student must only recall basic definitions and concepts for paper chromatography.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 12",
      "content": "Which of the following is a mixture?I.SolderII.AmmoniaIII.SeawaterA.\\hspace{1em}I onlyB.\\hspace{1em}I and II onlyC.\\hspace{1em}I, II, and IIID.\\hspace{1em}I and III only",
      "markScheme": "DExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Pure substances have a definite and uniform chemical composition. Pure substances can be classified as elements if they are composed of one kind of atom or as compounds if they are composed of two or more kinds of atoms in a fixed ratio.Ammonia (NHX3\\ce{NH3}NHX3​) is a compound and presents a1:31:31:3N to H ratio. Ammonia is not a mixture.On the other hand, mixtures have two or more substances physically combined that retain their individual properties together. The mixture composition is uniform for homogeneous mixtures and nonuniform for heterogeneous mixtures.Alloys are homogeneous mixtures.Solder is a homogeneous mixture.Seawater isNaCl\\ce{NaCl}NaCl(and other soluble compounds) dissolved in water, a homogeneous mixture.This question is categorized as easy as students must distinguish mixtures from pure substances and apply their knowledge to some specific examples.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 13",
      "content": "Which of the following statements about liquids is correct?A.\\hspace{1em}They can be compressed and undergo an endothermic process to vaporize.B.\\hspace{1em}They cannot be compressed and undergo an endothermic process to vaporize.C.\\hspace{1em}They can be compressed and undergo an exothermic process to vaporize.D.\\hspace{1em}They cannot be compressed and undergo an exothermic process to vaporize.",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:According to the kinetic molecular theory, particles in a liquid are close together and held by intermolecular forces, which gives a liquid a fixed volume. However, these particles can move past one another, so a liquid does not have a fixed shape. Because the particles are already close together, liquids are nearly incompressible.Liquids can also change to the gas state when enough energy is supplied to overcome the intermolecular attractions. This process of vaporization is endothermic, as energy from the surroundings is absorbed to separate the particles further apart.This question is of medium difficulty, as students must recall the properties of liquids and link them to the energy changes involved in changes of state.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 14",
      "content": "Carbon undergoes combustion in the presence of oxygen, as shown below.C(s)+OX2(g)→COX2(g)\\ce{C(s) + O2(g) -> CO2(g)}C(s)+OX2​(g)​COX2​(g)Solid carbon dioxide, known as dry ice, is used in vaccine cooling and preserving blood and tissue samples.Complete the table below by stating the term element, compound, or mixture to classify reactants and products.[1]C(s)O2\\mathbf{_2}2​(g)CO2\\mathbf{_2}2​(g)\\hspace{1em}Gaseous carbon dioxide can be converted into dry ice. State the name of this process.[1]Evaluate the benefits of dry ice in vaccine cooling.[2]Dry air is composed of nitrogen, oxygen, carbon dioxide, and other gases.Comment on the statement below:¨Dry air is a homogeneous mixture.¨[2]",
      "markScheme": "C(s)O2\\mathbf{_2}2​(g)CO2\\mathbf{_2}2​(g)elementelementcompoundAward M1 if all three are correct.✓\\checkmark✓Further explanation‾\\underline{\\textrm{Further explanation}}Further explanation​:Elements are composed of only one kind of atoms (such as C andOX2\\ce{O2}OX2​).Compounds are composed of two or more kinds of atoms in a fixed ratio (such as in the case ofCOX2\\ce{CO2}COX2​here, with one carbon every two oxygens), and mixtures have two or more substances (either elements or compounds) physically mixed together. None of these examples given is a mixture.Deposition.✓\\checkmark✓Further explanation‾\\underline{\\textrm{Further explanation}}Further explanation​:Deposition is the change of state from a gas into a solid.Any two of the following:COX2(s)→COX2(g)\\ce{CO2(s) -> CO2(g)}COX2​(s)​COX2​(g)absorbing heat;✓\\checkmark✓Sublimation of carbon dioxide produces a stable/inert/non-toxic gas;✓\\checkmark✓Low temperatures preserve/extend shelf-life/refrigerate;✓\\checkmark✓Dry ice stays cooler and lasts longer than water ice.✓\\checkmark✓ORother reasons related to these mentioned above.Further explanation‾\\underline{\\textrm{Further explanation}}Further explanation​:Vaccine cooling requires keeping a vaccine at a low temperature. Vaccines can be stored by surrounding them with dry ice.Suppose the system is suddenly exposed to a high temperature. In that case, the heat will be used to sublime the solid carbon dioxide, avoiding the increase in the temperature of the vaccines stored.In addition, when carbon dioxide sublimes, absorbing heat, an inert gas is formed, avoiding the damage of the vaccines. As a result, sublimation can be effective in storing refrigerated vaccines.All these gases in the air are evenly distributed (appear as one layer) / air has a uniform composition;✓\\checkmark✓Properties of air are constant throughout the mixture of gases.✓\\checkmark✓",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": "6",
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 15",
      "content": "The heating curve of a substance is given below.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/12ec30ef-773c-40ce-8f65-b63c87d59de4/images/d5dea206-9bd8-4703-bb24-89ed5f0d0ebd/CH1100.png)\n\nWhich statement(s) below is(are) correct?I.\\hspace{1.em}Y is the melting point.II.\\hspace{0.7em}Along line segment MN, the solid is warming up.III.\\hspace{0.4em}Along the line segment NO, the liquid and solid state coexist.A.\\hspace{1em}I and II onlyB.\\hspace{1em}I and III onlyC.\\hspace{1em}II and III onlyD.\\hspace{1em}II only",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:The heating curve illustrates how energy input affects a substance: it either raises the temperature within a phase or is used to overcome intermolecular forces during a phase change.During a flat section of the curve, the energy supplied does not increase temperature but instead drives the change of state. In segment NO, melting occurs and solid and liquid phases coexist, so Statement III is correct.During sloped sections, the added energy increases the temperature of the substance. In segment MN, the substance is in the solid state and its temperature rises as heat is absorbed, so Statement II is correct.Statement I is incorrect because Y corresponds to the boiling point, not the melting point.In summary:MN: solid heatingNO: melting (solid + liquid coexist)OP: liquid heatingPQ: boiling (liquid + gas coexist)This question is of medium difficulty, as students must distinguish between heating within a phase and energy changes during phase transitions.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 16",
      "content": "Sugar must be recovered from a solution of sugar and ethanol. Which statement(s) below is(are) correct?Hint: Ethanol is highly flammable with a boiling point of 78∘\\,{}^\\circ∘C.I.\\hspace{1.em}Evaporation with a Bunsen burner is appropriate.II.\\hspace{0.7em}A hot water bath (above78∘C78\\,{}^\\circ\\text{C}78∘C) can be used with an evaporating basin containing the mixture.III.\\hspace{0.4em}Filtration is safe and appropriate for this separation.A.\\hspace{1em}I onlyB.\\hspace{1em}II onlyC.\\hspace{1em}III onlyD.\\hspace{1em}I and II only",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Ethanol is highly flammable so direct heating with a Bunsen burner is unsafe. Statement I is incorrect.The correct method is to use a hot water bath at a temperature above ethanol's boiling point. This allows ethanol to evaporate safely, leaving solid sugar in the evaporating basin. Statement II is correct.Filtration cannot separate sugar dissolved in ethanol, since both pass through the filter paper. Statement III is therefore incorrect.This question is of medium difficulty, as it requires understanding both the practical safety concerns of laboratory techniques and the limitations of separation methods.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 17",
      "content": "Which statement(s) is(are) correct about the condensation of water?I.\\hspace{1.em}It is the reverse of sublimation.II.\\hspace{0.7em}It is exothermic.III.HX2O\\hspace{0.4em}\\ce{H2O}HX2​Omolecules arrange in a fixed shape.A.\\hspace{1em}I onlyB.\\hspace{1em}II onlyC.\\hspace{1em}III onlyD.\\hspace{1em}I, II, and III",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Condensation corresponds to the transition from a gas into a liquid. It is the opposite of vaporization. The reverse process of sublimation (a solid becoming a gas) is deposition. Statement I is incorrect.As the gas becomes liquid, particles get closer, and attractive forces between particles appear. This is an exothermic process as energy is released to the surroundings. Statement II is correct.While condensing, water particles get closer to get into the liquid state. Liquids have a fixed volume but no fixed shape. Statement III is incorrect.This question is categorized as medium difficulty. Students must understand the model describing solids, liquids, and gases and changes in states of matter.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 18",
      "content": "Consider the cooling curve of ethanol below which shows the temperature change as heat is removed at a constant rate.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/82172fd2-c4d0-4e78-b06f-3acc44195dc3/images/6d132a89-2951-40e2-bf6d-97c13f23c472/CH1220.png)\n\nWhich statement is correct about ethanol?A.\\hspace{1em}The enthalpy of fusion is less than the enthalpy of vaporization.B.\\hspace{1em}Liquid ethanol has a lower heat capacity than gaseous ethanol.C.\\hspace{1em}Sublimation occurs at78∘C.78{}^\\circ\\text{C}.78∘C.D.\\hspace{1em}Deposition occurs at−114∘C.-114{}^\\circ\\text{C}.−114∘C.",
      "markScheme": "AExplanation‾\\underline{\\textrm{Explanation}}Explanation​:A cooling curve tracks how a substance loses energy as temperature decreases. The sloped regions show cooling within a phase, where particles lose kinetic energy and the temperature falls. The flat regions represent phase changes, when temperature remains constant because the energy released is due to intermolecular forces being formed.The long plateau near78∘C78^\\circ\\text{C}78∘Ccorresponds to condensation. Gas particles must come close together and form many new intermolecular forces, releasing a large quantity of energy to the surroundings. The shorter plateau near−114∘C-114^\\circ\\text{C}−114∘Ccorresponds to freezing, where fewer forces are formed as the liquid arranges into the solid structure, so less energy is released.The enthalpy of vaporization and the enthalpy of fusion are positive values, because they describe the endothermic changes of melting and vaporizing. On a cooling curve, we see the reverse processes, condensation and freezing, which have the same magnitude of enthalpy change but the opposite sign. The enthalpy of vaporization is larger than the enthalpy of fusion.The sloped regions represent cooling within a single phase, where particles lose kinetic energy and the temperature falls. The gradient of the slope is inversely related to the specific heat capacity: a steeper slope means the substance cools more quickly and therefore has a lower heat capacity. For ethanol, the liquid section has a shallower slope than the gas section, showing that liquid ethanol has a higher heat capacity than the vapour.Only condensation and freezing are represented here. Sublimation (solid to gas) or deposition (gas to solid) do not occur under these conditions and are not shown.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 19",
      "content": "Which of the following correctly describes the properties of a homogeneous mixture?A.\\hspace{1em}The physical properties are uniform and the chemical properties of its components remain unchanged.B.\\hspace{1em}The physical and chemical properties are those of its most abundant component.C.\\hspace{1em}The physical and chemical properties are an average of the properties of its components.D.\\hspace{1em}The physical properties vary throughout the sample, and its components do not retain their chemical properties.",
      "markScheme": "AExplanation:‾\\textrm{\\underline{Explanation:}}Explanation:​A homogeneous mixture is one in which the composition and physical properties are uniform throughout the sample, and the chemical identity of each component remains unchanged.Unlike a pure substance, a mixture's physical properties depend on the proportions and interactions of its components rather than on its most abundant component or a simple average.  Salt water is conductive while both pure water liquid and pure sodium chloride crystals are not.  Solder, a common alloy of tin and lead used in electronics, has a melting point of183∘C183^\\circ\\text{C}183∘Cwhile lead melts at 327∘C^\\circ\\text{C}∘Cand tin melts at 232∘C.^\\circ\\text{C}.∘C.Again, solder does not take on the properties of the more abundant tin or have a melting point that is the average of its components.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 20",
      "content": "Some plant pigments were analyzed through paper chromatography. StandardsA,B,C, andDhave been used against the pigments.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/041cf040-4592-491d-9395-7a0e393f941b/images/28f2ec03-20c4-469e-9bfb-b1c2e0c2d1a1/unnamed%20(1).png)\n\n[© Revision Village 2023. Created with Chemix (https://chemix.org)]\\footnotesize{\\textrm{[© Revision Village 2023. Created with Chemix (https://chemix.org)]}}[c◯Revision Village 2023. Created with Chemix (https://chemix.org)]A group of students analyzed the results. Some of their hypothesis are listed below.Mariana's hypothesis: PlantZcontains pigments B and C, and it has been proven to be a mixture of three components.Hiba's hypothesis: PlantYpresents pigments A and D. All three plants are made of a mixture of pigments.Priya's hypothesis: PlantXhas many colored components. The red component is the one with the lowest retention factor.Comment on each hypothesis and determine its validity.[3]Calculate the retention factor of the red spot in standard A.[1]Identify the standard with the lowest affinity for the solvent used in the paper chromatography. Explain your reasoning.[2]Suggest a limitation of the paper chromatography described as a separating technique.[1]",
      "markScheme": "Mariana's hypothesis is incorrect, and plant Z has at least three components;✓\\checkmark✓Hiba's hypothesis is correct, and all the plants present more than one spot;✓\\checkmark✓Priya's hypothesis is incorrect, and the red spot has the highest retention factor.✓\\checkmark✓Further explanation‾\\underline{\\textrm{Further explanation}}Further explanation​:Mariana's hypothesis is incorrect. Plant Z contains standards B and C as the spots in B and C are detected. However, separation in three spots does not prove to be a mixture of three components only. Some of these spots could be mixtures of unseparated components. We can say that plant Z is a mixture of at least three components.Hiba's hypothesis is correct as plant Y presents the spots detected in pigments A and D. In addition, it is true that all these plants (X, Y, and Z) are made of a mixture of pigments as different spots have been detected in all of them.Priya's hypothesis is incorrect. Plant X has many colored components. However, the red spot has the highest retention factor compared to the other spots.RF=13.6cm14.5cm=0.94✓R_F = \\dfrac{13.6\\,\\text{cm}}{14.5\\,\\text{cm}} = 0.94\\,\\checkmarkRF​=14.5cm13.6cm​=0.94✓Accept any value between 0.92 and 0.96.Further explanation‾\\underline{\\textrm{Further explanation}}Further explanation​:RF=distance traveled by the spotdistance traveled by the solvent frontR_F = \\dfrac{\\text{distance traveled by the spot}}{\\text{distance traveled by the solvent front}}RF​=distance traveled by the solvent frontdistance traveled by the spot​\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/041cf040-4592-491d-9395-7a0e393f941b/images/0574fe88-3d84-438b-a53b-9cb7c966faca/unnamed%20(2).png)\n\n[© Revision Village 2023. Created with Chemix (https://chemix.org)]\\footnotesize{\\textrm{[© Revision Village 2023. Created with Chemix (https://chemix.org)]}}[c◯Revision Village 2023. Created with Chemix (https://chemix.org)]The standard with the lowest affinity for the solvent will not move up (with the solvent/mobile phase)/will be retained (in the paper/stationary phase);✓\\checkmark✓The standard has the lowestRFR_FRF​and is standard C.✓\\checkmark✓Any of the following:It only works for colored components;✓\\checkmark✓Separation might be incomplete/spots can be mixtures of components with similarRFR_FRF​;✓\\checkmark✓Only allows the separation of a small amount of sample;✓\\checkmark✓Time-consuming technique.✓\\checkmark✓ORother reasons that apply to paper chromatography.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "7",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 21",
      "content": "A mixture is composed of wood chips, water, and sodium chloride. Which sequence of techniques could be used to isolate the wood chips and the sodium chloride separately?A.\\hspace{1em}Evaporation followed by paper chromatographyB.\\hspace{1em}Filtration followed by paper chromatographyC.\\hspace{1em}Evaporation followed by solvationD.\\hspace{1em}Filtration followed by evaporation",
      "markScheme": "DExplanation‾\\underline{\\textrm{Explanation}}Explanation​:To answer this question, the student must understand the properties of the mixture's components.The wood chips would not dissolve in the water, so they are filtered out first. This will leave the sodium chloride dissolved in the water. The water can be evaporated to remove the water (to isolate the salt).Paper chromatography would be ineffective in this scenario as it is used for separating substances such as dyes, pigments, and proteins.This question is categorized as medium complexity because the student must understand the properties of matter and separation techniques.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 22",
      "content": "The melting point of benzene is5.5∘C5.5\\,{}^\\circ\\text{C}5.5∘C, and its boiling point is80.1∘C.80.1\\,{}^\\circ\\text{C}.80.1∘C.Draw the heating curve for benzene from−10∘C-10\\,{}^\\circ\\text{C}−10∘Cto110∘C.110\\,{}^\\circ\\text{C}.110∘C.[3]State the state of matter of benzene at−6.0∘C.-6.0\\,{}^\\circ\\text{C}.−6.0∘C.[1]Describe the arrangement of benzene molecules at50.0∘C.50.0\\,{}^\\circ\\text{C}.50.0∘C.[2]5.00g5.00\\,\\text{g}5.00gofNaCl\\ce{NaCl}NaClis added to100cm3100\\,\\text{cm}^3100cm3of benzene. The salt is insoluble in the solvent.Determine the type of mixture formed.[1]Suggest a technique that can be applied to separate and recover benzene and sodium chloride. Sketch a labeled diagram to show how the separation will take place.[4]",
      "markScheme": "Temperature must be on the vertical axis and time on the horizontal axis;✓\\checkmark✓Positive gradient from−10.0∘C-10.0\\,{}^\\circ\\text{C}−10.0∘Cuntil5.5∘C5.5\\,{}^\\circ\\text{C}5.5∘Cand a flat section at5.5∘C5.5\\,{}^\\circ\\text{C}5.5∘C;✓\\checkmark✓Positive gradient from5.5∘C5.5\\,{}^\\circ\\text{C}5.5∘Cuntil80.1∘C80.1\\,{}^\\circ\\text{C}80.1∘Cand a flat section at80.1∘C80.1\\,{}^\\circ\\text{C}80.1∘Cand positive gradient beyond80.1∘C80.1\\,{}^\\circ\\text{C}80.1∘C;✓\\checkmark✓\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/0e57860c-f4b3-4176-a0c6-7930fe46fdbe/images/fade02e5-06aa-4f09-b207-713810d89393/keep.png)\n\n[© Revision Village 2023.]\\footnotesize{\\textrm{[© Revision Village 2023.]}}[c◯Revision Village 2023.]solid.✓\\checkmark✓Further Explanation‾\\underline{\\textrm{Further Explanation}}Further Explanation​:−6.0∘C-6.0\\,{}^\\circ\\text{C}−6.0∘Cis below5.5∘C5.5\\,{}^\\circ\\text{C}5.5∘C(below the melting point).Any 2 of the following:Molecules close to one another (not in a regular pattern);✓\\checkmark✓Molecules vibrating, rotating, and moving around;✓\\checkmark✓Molecules can slide over each other.✓\\checkmark✓Further Explanation‾\\underline{\\textrm{Further Explanation}}Further Explanation​:At50.0∘C50.0\\,{}^\\circ\\text{C}50.0∘C, benzene is above the melting point (5.5∘C5.5\\,{}^\\circ\\text{C}5.5∘C) and below the boiling point (80.1∘C).80.1\\,{}^\\circ\\text{C}).80.1∘C).Benzene is in the liquid state.Heterogeneous mixture.✓\\checkmark✓Further Explanation‾\\underline{\\textrm{Further Explanation}}Further Explanation​:Sodium chloride is insoluble in benzene. The solid remains undissolved as a separate phase, and particles are not evenly distributed throughout the mixture.Filtration.✓\\checkmark✓\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/0e57860c-f4b3-4176-a0c6-7930fe46fdbe/images/ee3fa417-9a36-439f-a815-0640036d5eb9/unnamed.png)\n\n[© Revision Village 2023. Created with Chemix (https://chemix.org)]\\footnotesize{\\textrm{[© Revision Village 2023. Created with Chemix (https://chemix.org)]}}[c◯Revision Village 2023. Created with Chemix (https://chemix.org)]A funnel with filtering paper must be shown in the sketch;✓\\checkmark✓Sodium chloride/residue in the filtering paper;✓\\checkmark✓Benzene/filtrate shown.✓\\checkmark✓Further explanation‾\\underline{\\textrm{Further explanation}}Further explanation​:Sodium chloride is insoluble, and filtration allows the separation of a solid from a liquid by pouring the mixture through a paper filter. The solid is collected in the paper filter (residue), and the liquid goes through to be collected below (filtrate).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "11",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 23",
      "content": "The diagram below represents the heating of ice starting at−20∘C-20\\, {}^\\circ \\mathrm{C}−20∘C.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/1f51d593-8291-47ae-b2c8-aeac004505c4/images/99fdc9f0-090e-4132-85fd-c49f552f5de5/1.1-13.png)\n\nComplete the table.[5]Segment numberWhat phase(s) is/are present?What is happening at the particle level?What phase change, if any, is taking place?12345Give the melting point of the substance.[1]Identify the state of particles at110∘C110\\, {}^\\circ\\mathrm{C}110∘C.[1]",
      "markScheme": "✓\\checkmark✓for each rowSegment numberWhat phase(s) is/are present?What is happening at the particle level?What phase change, if any, is taking place?1SolidVibrating more/fasterNone✓\\checkmark✓2Solid and liquidBreaking free of fixed positionsMelting✓\\checkmark✓3LiquidMoving fasterNone✓\\checkmark✓4Liquid and gasBreaking free of the liquid stateBoiling/Vaporising (Notevaporation)✓\\checkmark✓5GasMoving quickly and randomly in all directionsNone✓\\checkmark✓Further Explanation:‾\\underline{\\textrm{Further Explanation:}}Further Explanation:​Evaporation refers to the particles at the surface gaining enough energy to break free of the liquid state and can take place at temperatures below the boiling temperature. The state change at segment 4 involves all particles gaining enough energy to break free of the liquid state .0∘C0^\\circ\\mathrm{C}0∘C✓\\checkmark✓Further Explanation:‾\\underline{\\textrm{Further Explanation:}}Further Explanation:​Segment 2 represents melting, and reading across the graph gives a  temperature of0∘C0^\\circ\\mathrm{C}0∘Cgas✓\\checkmark✓Further Explanation:‾\\underline{\\textrm{Further Explanation:}}Further Explanation:​As the temperature is greater than the boiling point, the particles are in the gaseous state.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "7",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 24",
      "content": "Biological dyes contaminated a local pond. These dyes are known to be soluble solids. A sample of the polluted pond water was collected for separation and further identification of the dyes to determine how best to remediate the area.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/760b58bf-4e46-4e5e-8e06-140c7724c06b/images/3080cb24-1b57-4323-9bba-609b9e38ea65/CH0854.png)\n\nState whether this mixture is homogeneous or heterogeneous, explaining your answer.[2]State the technique that could be used to remove the wood chips, algae, and plant matter from the mixture.[1]State the technique that could be used to isolate the dissolved solids (salts, dyes, etc) from the water.[1]State the technique that could be used to separate the salts from the dyes.[1]Explain the properties of the substances that enable their separation in question (d).[2]Once the dyes have been separated from the remainder of the sample, paper chromatography could be used to determine how many dyes are present. State the identity of the stationary phase and an example of a mobile phase.[1]From the following paper chromatogram, state which dye (AorB) has a greater affinity for the mobile, describing the evidence to support this answer.[2]\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/760b58bf-4e46-4e5e-8e06-140c7724c06b/images/aaf79678-54da-49c0-aa4d-3686d9795d95/CH0854g.png)\n\n",
      "markScheme": "heterogenous;✓\\checkmark✓More than one type of material/component/substance is visible/identifiable✓\\checkmark✓Further Explanation‾\\underline{\\textrm{Further Explanation}}Further Explanation​:Homogeneous mixtures contain more than one substance physically combined that appear as one phase (layer) throughout. These types of mixtures are indistinguishable from pure substance. A heterogeneous mixture contains more than one easily identifiable substance (several layers).filtration/filtering✓\\checkmark✓Further Explanation‾\\underline{\\textrm{Further Explanation}}Further Explanation​:If a mixture contains solids in a liquid and those solids are insoluble, then filtration is a viable method for separation.evaporation✓\\checkmark✓Further Explanation‾\\underline{\\textrm{Further Explanation}}Further Explanation​:If a mixture contains soluble solids in a solvent, the solids can be isolated by evaporating the solvent by applying heat.recrystallization✓\\checkmark✓Further Explanation‾\\underline{\\textrm{Further Explanation}}Further Explanation​:Recrystallization separates components of a solid mixture, provided that the substances have varying solvent solubility at different temperatures.differing solvent solubility;✓\\checkmark✓at different temperatures✓\\checkmark✓Further Explanation‾\\underline{\\textrm{Further Explanation}}Further Explanation​:When recrystallizing a substance, the impure substance is dissolved in a warm liquid where the components have variable solubility in that solvent at different temperatures. This mixture is then evaporated to form a saturated solution which is subsequently placed in an ice bath. This causes the mixture's components with a lower solubility in the solvent to precipitate (form a solid), enabling it to be separated via filtration.Stationary phase = paper;Mobile phase = water✓\\checkmark✓Award M1 only if both the stationary and mobile phases are correct.The mobile phase could be any polar solvent, such as methanol or ethanol.Further Explanation‾\\underline{\\textrm{Further Explanation}}Further Explanation​:In paper chromatography, the stationary phase is always the paper, and the mobile phase is whichever solvent is used to separate the mixture's components.A;✓\\checkmark✓(SpotA) has moved the furthest (from the starting line)/is closest to the solvent front✓\\checkmark✓Award M2 if M1 was incorrect, but the answer is consistent (B; spot B is the furthest from the solvent front).Further Explanation‾\\underline{\\textrm{Further Explanation}}Further Explanation​:In paper chromatography, the components of a mixture with the greatest affinity for the solvent will move the furthest on the chromatogram. This means that the forces of attraction between the solvent and the substance are greater than between the substance and the paper.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 25",
      "content": "A scientist wants to analyze the components of an ink sample. The ink is first dissolved in an organic solvent and separated into its components using paper chromatography.  The solvent is then distilled to remove impurities and be reused.Which of the following properties enable these separation techniques to be effective?Paper ChromatographyDistillationA.\\hspace{1em}relative solubility of ink componentsdifference in densityB.relative solubility of ink componentsdifference in boiling pointC.difference in particle sizedifference in boiling pointD.difference in particle sizedifference in density",
      "markScheme": "BExplanation:‾\\textrm{\\underline{Explanation: }}Explanation:​Paper ChromatographyThe dyes separate because of their differences in solubility in the mobile phase (solvent) and their interactions with the stationary phase (chromatography paper).More soluble dyes travel farther with the solvent, while less soluble dyes stick closer to the baseline.DistillationThe solvent is recovered using distillation, which relies on differences in boiling points between the solvent and impurities.The solvent evaporates first, leaving impurities behind.  It is then condensed back into liquid form for reuse.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 26",
      "content": "A research team needs to separate a mixture containing:Vegetable oil (density0.9g/cm3,0.9 \\textrm{\\ g/cm}^3,0.9g/cm3,immiscible with water)Ethanol (density0.8g/cm3,0.8 \\textrm{\\ g/cm}^3,0.8g/cm3,miscible with water, boiling point78∘C)78^\\circ\\textrm{C})78∘C)Water (density1.0g/cm3,1.0 \\textrm{\\ g/cm}^3,1.0g/cm3,boiling point100∘C)100^\\circ\\textrm{C})100∘C)Which separation technique would be most appropriate to isolate pure water from this mixture?A.\\hspace{1.em}Decanting followed by crystallizationB.\\hspace{1.em}Fractional distillation of the entire mixtureC.\\hspace{1.em}Filtration followed by evaporationD.\\hspace{1.em}Simple distillation after removing the oil layer",
      "markScheme": "DExplanation:‾\\textrm{\\underline{Explanation:}}Explanation:​This separation requires understanding of miscibility and boiling point differences. The oil is immiscible with water and ethanol, so it can be separated first by decanting or using a separating funnel, leaving behind a homogeneous water−-−ethanol mixture. Since ethanol and water have different boiling points(78∘C(78^\\circ\\textrm{C}(78∘Cvs.100∘C),100^\\circ\\textrm{C}),100∘C),simple distillation can separate them effectively. The ethanol will vaporize first at78∘C,78^\\circ\\textrm{C},78∘C,leaving pure water behind. Fractional distillation would work but is unnecessarily complex for this large of a boiling point difference. Filtration and crystallization are inappropriate for liquid mixtures.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 27",
      "content": "A dye is contaminated with another substance. The chromatograms below show the dye before recrystallization (1) and after recrystallization (2).Which chromatogram provides evidence that recrystallization has successfully removed the contaminant?\\hspace{0.em}\\hspace{0.9em}A.B.\\mbox{}\\\\[-30pts]\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/9429cd2e-4a8c-4cda-846f-0a018623e02f/images/d1691f67-6d7f-42d3-a7ef-888357ced332/CH0852a.png)\n\n\\mbox{}\\\\[-30pts]\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/9429cd2e-4a8c-4cda-846f-0a018623e02f/images/f6173c92-1fbc-4ef0-b73f-b7cc315798a1/CH0852b.png)\n\nC.D.\\mbox{}\\\\[-30pts]\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/9429cd2e-4a8c-4cda-846f-0a018623e02f/images/ecbd5dfb-ef2c-4c2e-9b06-f0b6d168d5d3/CH0852c.png)\n\n\\mbox{}\\\\[-30pts]\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/9429cd2e-4a8c-4cda-846f-0a018623e02f/images/be6e17c1-379a-4a1a-9daa-91a2de41a891/CH0852d.png)\n\n",
      "markScheme": "AExplanation‾\\underline{\\textrm{Explanation}}Explanation​:In chromatography, the presence of more than one spot indicates that the sample contains more than one component. A successful recrystallization should therefore result in only a single spot remaining, at the same position as the pure dye. One chromatogram shows this clearly: before recrystallization two spots are present, but afterwards only one spot remains. This is consistent with the removal of the contaminant and the retention of the dye.By contrast, chromatograms that still display multiple spots after recrystallization show that impurities remain in the sample. A result with no visible spots suggests that the dye itself has been lost, while a chromatogram that continues to display both dye and contaminant indicates that separation was unsuccessful.This question is of medium difficulty because students must connect the theoretical purpose of recrystallization with the experimental evidence provided by chromatography.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 28",
      "content": "Which statement about the sequence described below is correct?\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/cb37324e-0915-4ce5-9fc8-f418bea0e2e8/images/dbfa0984-b75c-44d5-96f4-4b37b10db02c/CH1219.png)\n\nA.\\hspace{1em}Sea water is a mixture, and the residue contains saltB.\\hspace{1em}Sea water is a mixture, and the filtrate contains sandC.\\hspace{1em}Pure NaCl is isolated through this sequenceD.\\hspace{1em}Distilled water can be separated through this sequence",
      "markScheme": "DExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Seawater is a homogeneous mixture containing more than one element or compound. Seawater is made of water with dissolved salts (not only sodium chloride), some insoluble impurities suspended, and some dissolved gases.Physical methods, such as filtration and distillation, can be applied to separate the mixture's components.However, only some of the components might get isolated by this sequence. Filtration allows the separation of solid, insoluble particles from the mixture. These solid particles will remain in the residue, whereas the liquid phase will go through the filter to be collected as the filtrate.\\hspace{15em}\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/cb37324e-0915-4ce5-9fc8-f418bea0e2e8/images/585a0e5a-01f9-45bd-ad99-cbb81612c756/CH1219filtv2.png)\n\n\\hspace{15em}[Created with Chemix (http\\text{http}https://chemix.org)]If the filtrate is distilled, dissolved particles will remain in the flask, and water will be vaporized and condensed as a distillate. The liquid component can be separated with this method (water). However, in the flask, all the soluble salts will remain (this might include other salts than NaCl).\\hspace{10em}\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/cb37324e-0915-4ce5-9fc8-f418bea0e2e8/images/6373a973-26d0-419f-86cf-cbd094ef532f/CH1219distill.png)\n\n\\hspace{10em}[Created with Chemix (http\\text{http}https://chemix.org)]The sequence is shown below:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/cb37324e-0915-4ce5-9fc8-f418bea0e2e8/images/4d52e721-1da3-4832-89a6-dbea6d56e1a1/CH1219flow.png)\n\nThis question is categorized as medium difficulty as students are expected to recall the concept of the mixture and understand how filtration and distillation allow the separation of mixtures.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 29",
      "content": "Which statement(s) is (are) correct about a pure substance?I.\\hspace{1.em}It is always an elementII.\\hspace{0.7em}Its melting point is sharp.III.\\hspace{0.4em}More than one pure substance is present in a heterogeneous mixture.A.\\hspace{1em}I onlyB.\\hspace{1em}I and II onlyC.\\hspace{1em}II and III onlyD.\\hspace{1em}II only",
      "markScheme": "CExplanation:‾\\underline{\\textrm{Explanation:}}Explanation:​Pure substances can be elements (for example,OX2)\\ce{O2})OX2​)and/or compounds (for example,HX2O).\\ce{H2O}).HX2​O).Statement I is incorrect.Pure substances present a sharp melting point as they melt at a specific temperature. Statement II is correct.Heterogeneous mixtures have a non-uniform composition made by different substances physically mixed together. Statement III is correct.This question is categorized as medium difficulty as students must understand what a pure substance is. They are also expected to recall the melting point as a technique applied to identify pure substances (as they have a sharp melting point) and clearly understand what heterogeneous mixtures are.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 30",
      "content": "Which technique is most suitable for separating a mixture of ethanol and water?A.\\hspace{1em}gravity filtrationB.\\hspace{1em}distillationC.\\hspace{1em}recrystallizationD.\\hspace{1em}evaporation",
      "markScheme": "BExplanation:‾\\underline{\\textrm{Explanation:}}Explanation:​The separation of mixtures is dependent on the physical properties of the substances such as boiling point, solubility, or state of matter.Gravity filtrationis used to separate an insoluble  solid from a liquid by passing it through a filter.Distillationuses the difference in boiling points to  separate liquid components of a mixture.  Ethanol is more volatile than water and has a lower boiling point: it will vaporize at a lower temperature and can be collected by a condenser in a separate container.Recrystallizationis a purification method for solid substances. The impure solid is dissolved in a hot solvent, and upon cooling, pure crystals form while soluble impurities remain in the filtrateEvaporationis used to recover a dissolved solid by removing all of the liquid solvent.In this case, ethanol and water are both liquids that have different boiling points. Therefore, this mixture can be separated by distillation.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 31",
      "content": "Paper chromatography is a technique that can be used to separate which of the following?A.\\hspace{1em}A liquid and an insoluble solidB.\\hspace{1em}Soluble solidsC.\\hspace{1em}A solid and an insoluble liquidD.\\hspace{1em}Insoluble solids",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:The student must correctly understand the process of paper chromatography. Components of a mixture can be successfully separated using paper chromatography only if the components are soluble in the mobile phase (the solvent). The components of the mixture can be liquids or solids when pure.This question is categorized as medium because the student must understand that solubility in the mobile phase is essential for a successful separation using paper chromatography. Beyond that, there are no calculations or other facts to recall.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 32",
      "content": "A mixture of100g100\\textrm{\\ g}100gof sand,1.00g1.00\\textrm{\\ g}1.00gof sodium chloride,200cm3200\\textrm{\\ cm}^3200cm3of water, and2.00g2.00\\textrm{\\ g}2.00gof iron fillings must be separated. All the components are expected to be recovered.Which sequence of steps would work for this purpose?A.\\hspace{1em}Filtration, evaporation of the filtrate, and use of a magnet with the residueB.\\hspace{1em}Filtration, evaporation of the residue, and use of a magnet with the filtrateC.\\hspace{1em}Filtration, simple distillation of the filtrate and use of a magnet with the residueD.\\hspace{1em}Filtration, simple distillation of the residue and use of a magnet with the filtrate",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Filtration separates the insoluble solid mixture of sand and iron from the sodium chloride solution. The residue on the filter paper contains sand and iron, while the sodium chloride solution passes through as the filtrate.To recover both water and sodium chloride from the filtrate, simple distillation is used. During distillation, water is collected as the distillate and sodium chloride remains in the flask. This ensures both components are obtained separately, which evaporation alone would not allow.Finally, the residue is separated into sand and iron by using a magnet, since iron filings are magnetic. This sequence ensures that all four components are successfully recovered.The question is of medium difficulty, as students must identify the correct order of separation techniques and understand the purpose of each step.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 33",
      "content": "The boiling point of propan−-−2−-−ol is82∘C.82\\,{}^\\circ\\text{C}.82∘C.Which statement(s) below is(are) correct?I.\\hspace{1.em}Evaporation of propan−-−2−-−ol can occur at80∘C.80\\,{}^\\circ\\text{C}.80∘C.II.\\hspace{0.7em}Condensation of propan−-−2−-−ol can occur at82∘C.82\\,{}^\\circ\\text{C}.82∘C.III.\\hspace{0.4em}At100∘C100\\,{}^\\circ\\text{C}100∘C, propan−-−2−-−ol molecules are close together and randomly arranged.A.\\hspace{1em}I onlyB.\\hspace{1em}II onlyC.\\hspace{1em}I and II onlyD.\\hspace{1em}III only",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Evaporation is the change from liquid to gas at the surface of a liquid and can occur at any temperature below the boiling point. Therefore, propan−-−2−-−ol can evaporate at80,∘C80,{}^\\circ\\text{C}80,∘C, making Statement I correct.The boiling point is also the condensation point, since it is the temperature at which liquid and gas are in equilibrium. Propan−-−2−-−ol can both boil and condense at82,∘C82,{}^\\circ\\text{C}82,∘C, so Statement II is correct.At100,∘C100,{}^\\circ\\text{C}100,∘C, propan−-−2−-−ol is above its boiling point and exists as a gas. In the gaseous state, particles are far apart and move randomly, not close together. This means Statement III is incorrect.This is a challenging question, as it requires students to distinguish between evaporation and boiling, apply the idea that boiling and condensation occur at the same temperature, and link these concepts to the particle model of matter.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 34",
      "content": "A solution of propan−-−1−-−ol and propan−-−2−-−ol must be separated. The full structural formulas of these are given below.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/00dedc88-7e57-4767-96b3-881206963b72/images/a60e3a4b-67bc-4abd-ae31-a49cda8a6d52/CH1095.png)\n\nWhich statement(s) is(are) correct?I.\\hspace{1.em}Distillation allows the separation of the components of this mixture.II.\\hspace{0.7em}A condenser, thermometer, and evaporating basin are needed for distillation.III.\\hspace{0.4em}The distillate would be propan−-−2−-−ol.A.\\hspace{1em}I and II onlyB.\\hspace{1em}I and III onlyC.\\hspace{1em}III onlyD.\\hspace{1em}II only",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Distillation is used to separate mixtures of miscible liquids with different boiling points, so Statement I is correct. The process involves heating the mixture until the more volatile liquid (the one with the lower boiling point) vaporizes, then condensing and collecting this vapor as the distillate. The less volatile component remains in the distillation flask.Here is the typical setup:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/00dedc88-7e57-4767-96b3-881206963b72/images/8bca4d25-da81-4aca-91e2-e91a58ca3eea/unnamed%20(1).png)\n\n[© Revision Village 2023. Created with Chemix (https://chemix.org)]\\footnotesize{\\textrm{[© Revision Village 2023. Created with Chemix (https://chemix.org)]}}[c◯Revision Village 2023. Created with Chemix (https://chemix.org)]Statement II is incorrect because an evaporating basin is not used in distillation; the essential apparatus includes a distillation flask, a condenser, and a thermometer.Statement III is correct because propan−-−2−-−ol has more branching than propan−-−1−-−ol, leading to weaker intermolecular forces and therefore a lower boiling point. This means propan−-−2−-−ol vaporizes and is collected first as the distillate.This question is of moderate difficulty since it requires both knowledge of distillation as a separation technique and an understanding of how molecular structure affects boiling points.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 35",
      "content": "The table below shows the data gathered by a chemist regarding substances A, B, and C. Using the data given, discuss which is a pure substance or a mixture. If the substance is a pure substance, determine whether it is an element or a compound.SubstanceAppearanceMelting pointObserved propertyAWhite crystalline solid801∘C801\\,{}^\\circ\\mathrm{C}801∘CIn aqueous solution, it reacts with silver nitrate forming a precipitate of silver chlorideBSilver metallic appearance660∘C660\\,{}^\\circ\\mathrm{C}660∘CReacts with oxygen forming an oxideCFine white crystalline solid186∘C186\\,{}^\\circ\\mathrm{C}186∘C-800∘C800\\,{}^\\circ\\mathrm{C}800∘CReadily dissolves in water",
      "markScheme": "Substance A - pure substance/ compound✓\\checkmark✓Substance B - pure substance/element✓\\checkmark✓Substance C - mixture✓\\checkmark✓Further Explanation:‾\\underline{\\textrm{Further Explanation:}}Further Explanation:​Substance A has a distinct melting point, which means it has a definite composition, hence it is a pure substance. The precipitate formed is a product of a double displacement reaction, which means substance A is a compound.Substance B also has a distinct melting point and is considered a pure substance. Substance B reacts with oxygen to form an oxide. This is an example of a synthesis reaction between an element (metal) and oxygen.Substance C has no distinct melting point. This implies that two or more substances are combined physically as a mixture. Mixtures do not have a definite composition and distinct properties.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": "3",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 36",
      "content": "A gas is placed in a sealed rigid container and heated. What happens to the gas particles according to the kinetic molecular theory?A.\\hspace{1em}They move faster and collide more frequently with each other, but the pressure remains constant.B.\\hspace{1em}They gain kinetic energy and move faster, increasing collisions with the container walls, which increases pressure.C.\\hspace{1em}They expand within the container, increasing the density of the gas.D.\\hspace{1em}They gain kinetic energy, but temperature remains constant as intermolecular forces are overcome.",
      "markScheme": "BExplanation:‾\\textrm{\\underline{Explanation:}}Explanation:​According to the kinetic molecular theory, when a gas is heated, the particles gain kinetic energy and move faster. Since the gas is in a sealed rigid container, the volume remains constant, meaning the only way for the gas to respond to heating is by increasing pressure. This happens because faster–\\text{--}–moving particles collide more frequently and with greater force against the container walls, as described by Gay–\\text{--}–Lussac's Law(P∝T(P\\propto T(P∝Tat constant volume).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 37",
      "content": "50.0cm350.0\\,\\text{cm}^350.0cm3of water with15.0g15.0\\,\\text{g}15.0gof sugar,CX12HX22OX11\\ce{C12H22O11}CX12​HX22​OX11​were added to a flask and stirred. After a while,9.00g9.00\\,\\text{g}9.00gof sugar were left undissolved at the bottom of the flask. Which statement(s) is(are) correct?I.The flask contains a homogeneous mixture.II.Filtration does not allow complete separation of sugar and water in the flask.III.Evaporation will allow the recovery of water from the mixture.A.\\hspace{1em}I and III onlyB.\\hspace{1em}I and II onlyC.\\hspace{1em}II and III onlyD.\\hspace{1em}II only",
      "markScheme": "DExplanation‾\\underline{\\textrm{Explanation}}Explanation​:When15g15\\,\\text{g}15gof sucrose are stirred into50cm350\\,\\text{cm}^350cm3of water but9g9\\,\\text{g}9gremain undissolved, two distinct phases are present: solid sugar crystals at the bottom and an aqueous sugar solution above. Because these two regions differ in composition, the contents of the flask constitute a heterogeneous mixture, not a homogeneous one.  Statement I is false.Filter paper will trap the undissolved crystals, yet the dissolved sucrose passes through together with the water, so filtration cannot separate the mixture completely.  This limitation makes statement II true.Evaporating the liquid phase would drive off the water and leave all of the sugar behind, but the water itself would not be collected unless a condenser were attached.  Thus evaporation, as described, does not recover the water, rendering statement III false.This question is categorized as medium difficulty as students must distinguish homogeneous and heterogeneous mixtures. In addition, they should reflect on the extent of two separating methods, filtration and evaporation.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 38",
      "content": "A chemist wants to purify a solid organic compound contaminated with small amounts of a soluble impurity. Which technique is most appropriate?A.\\hspace{1.em}EvaporationB.\\hspace{1.em}DistillationC.\\hspace{1.em}RecrystallizationD.\\hspace{1.em}Filtration",
      "markScheme": "CExplanation:‾\\underline{\\textrm{Explanation:}}Explanation:​Recrystallization is the most effective technique for purifying a solid organic compound when small amounts of a soluble impurity are present. In this process, the impure solid is dissolved in a hot solvent, and as the solution cools, the desired compound crystallizes out, leaving impurities behind in the solution. The purified crystals are then collected by filtration. This method works best when the desired compound is highly soluble in the solvent at high temperatures but only sparingly soluble at low temperatures, while the impurity remains dissolved in the solvent even at lower temperatures.Other techniques are less suitable in this case. Filtration would only be effective if the impurity were insoluble, which is not the case here. Evaporation would remove the solvent but leave behind both the solid and its impurities. Distillation is used to separate liquids based on boiling points and is not suitable for purifying a solid. Since recrystallization allows selective separation based on solubility differences, it is the best choice for purifying a solid contaminated with small amounts of a soluble impurity.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 39",
      "content": "A sample of solid iodine is placed in a sealed flask. The sample is heated gently. After a few minutes, the solid disappears, and a purple vapor is visible in the container. When the sample is cooled, solid iodine is again visible on the walls of the flask.Which of the following best explains this observation?A.\\hspace{1.em}During heating, iodine particles absorb energy and evaporate; during cooling, iodine particles release energy and condense.B.\\hspace{1.em}During heating, iodine particles absorb energy and condense, during cooling, iodine particles release energy and evaporate.C.\\hspace{1.em}During heating, iodine particles absorb energy and sublime; during cooling, iodine particles release energy and undergo deposition.D.\\hspace{1.em}During heating, iodine particles absorb energy and undergo deposition; during cooling, iodine particles release energy and sublime.",
      "markScheme": "CEpxlanation:‾\\textrm{\\underline{Epxlanation:}}Epxlanation:​The transition from solid to gas is sublimation and its reverse, the transition from gas to solid is deposition.Absorb heatPhase ChangeRelease heatPhase ChangeVaporizationliquid⟶\\longrightarrow⟶gasCondensationgas⟶\\longrightarrow⟶liquidNote: Vaporization above the boiling point is called boiling and below the boiling point is called evaporation. Melting is also called fusion.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 40",
      "content": "Which statement correctly describes the behavior of particles during the phase change from liquid to gas at the boiling point?A.\\hspace{1em}Particles remain in the liquid phase until the temperature exceeds the boiling point.B.\\hspace{1em}Particles absorb energy to overcome intermolecular forces, causing a continuous rise in temperature.C.\\hspace{1em}Particles absorb energy to overcome intermolecular forces, but the temperature remains constant.D.\\hspace{1em}Particles experience no change in energy while transitioning from liquid to gas.",
      "markScheme": "CExplanation:‾\\textrm{\\underline{Explanation:}}Explanation:​During boiling, all heat energy supplied to the system is used to break intermolecular forces, allowing the substance to transition from liquid to gas. The kinetic energy of the particles does not increase, meaning the temperature remains constant until the phase change is complete. This is evident in a heating curve, where the plateau at the boiling point indicates that energy is being used for vaporization rather than raising temperature.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/036ac452-cb2a-430e-b1ac-408d86f09a5b/images/35fd9e9e-afe4-420e-9a46-4319fab8a71a/CH2082.png)\n\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 41",
      "content": "A sample of ethanol is placed in an open container. Over time, the volume of the liquid decreased, even though the temperature remained constant at 25∘C.^\\circ\\text{C}.∘C.Select the statement that best describes this phenomenon.A.\\hspace{1em}Ethanol molecules at the surface vaporized at a temperature below boiling point.B.\\hspace{1em}Ethanol intermolecular forces are weaker at the surface, leading to vaporization.C.\\hspace{1em}Ethanol molecules reached the boiling point and vaporized.D.\\hspace{1em}Ethanol molecules underwent a decrease in pressure, leading to vaporization.",
      "markScheme": "AExplanation:‾\\textrm{\\underline{Explanation:}}Explanation:​Evaporation occurs when molecules at the surface gain enough kinetic energy to overcome intermolecular forces and escape into the gas phase, even without reaching the boiling point. Unlike boiling, which requires the entire liquid to reach a specific temperature, evaporation happens gradually at any temperature.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 42",
      "content": "During a calorimetry experiment, a student recorded the initial and final temperature of a sample in the table below:Temperature /∘^\\circ∘C\\\\±0.5∘\\mathbf\\pm 0.5^\\circ±0.5∘C\\ \\ \\ \\ \\Initial\\ \\ \\ \\ \\18.0Final72.0What is the temperature change in Kelvin, including its uncertainty?A.327.0±1.0K\\hspace{1em}327.0\\pm 1.0\\text{ K}327.0±1.0KB.327.0±0.5K\\hspace{1em}327.0\\pm 0.5\\text{ K}327.0±0.5KC.54.0±1.0K\\hspace{1em}54.0\\pm 1.0\\text{ K}54.0±1.0KD.54.0±0.5K\\hspace{1em}54.0\\pm 0.5\\text{ K}54.0±0.5K",
      "markScheme": "CExplanation:‾\\textrm{\\underline{Explanation:}}Explanation:​The correct answer is54.0±1.0K54.0\\pm 1.0\\text{ K}54.0±1.0Kbecause the temperature change in Kelvin is equal to the temperature change in Celsius, meaning we simply subtract:72.0∘C−18.0∘C=54.0∘C72.0^\\circ\\text{C} - 18.0^\\circ\\text{C} = 54.0^\\circ\\text{C}72.0∘C−18.0∘C=54.0∘CThe Kelvin scale is shifted by273.15∘C,273.15^\\circ\\text{C},273.15∘C,but the degrees are the same size as Celsius degrees. Alternatively, both temperature can be converted to Kelvin before the subtraction345.15K−291.15K=54.0K345.15\\text{ K} - 291.15\\text{ K} = 54.0\\text{ K}345.15K−291.15K=54.0KFor the uncertainty, since we are subtracting two measured values, we must add their absolute uncertainties:(±0.5K)+(±0.5K)=±1.0K(\\pm 0.5\\text{ K}) + (\\pm 0.5\\text{K}) = \\pm 1.0\\text{ K}(±0.5K)+(±0.5K)=±1.0KThis gives a final result of54.0±1.0K.54.0\\pm 1.0\\text{ K}.54.0±1.0K.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 43",
      "content": "Which statement(s) is (are) correct about real gases?I.\\hspace{1.em}Gas particles are considered to have negligible volume.II.\\hspace{0.7em}At low temperatures, intermolecular forces exist.III.\\hspace{0.4em}At high pressure, real gases behave as ideal gases.A.\\hspace{1em}I onlyB.\\hspace{1em}I and II onlyC.\\hspace{1em}II onlyD.\\hspace{1em}II and III only",
      "markScheme": "CExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Ideal gases are described as moving particles with no volume and no intermolecular forces. In contrast, real gases take into account the small volume of particles and the intermolecular forces that can cause a deviation from the ideal behavior.Statement I is incorrect as it applies to ideal gases only.Real gases behave like ideal gases at high temperatures and low pressures. Statement III is incorrect.At low temperatures, condensed phases exist, and intermolecular forces are significant. Statement II is correct.This question is categorized as medium difficulty as students must thoroughly compare and distinguish ideal and real gases.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "MCQ",
      "title": "Question 44",
      "content": "A mixture is investigated through paper chromatography, comparing it with standards X, Y, and Z. The development of the chromatograph allows the interpretation of the results shown below.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/ce658891-f7b1-4bd2-8eca-c19f7241f8b4/images/08815fef-1bd2-442a-9d73-ea5db26ea175/CH1096.png)\n\nWhich statement(s) is(are) correct?I.\\hspace{1.em}X and Y are present in the mixture.II.\\hspace{0.7em}Z is not present in the mixtureIII.\\hspace{0.4em}The mixture must contain four components.A.\\hspace{1em}I onlyB.\\hspace{1em}I and II onlyC.\\hspace{1em}I, II, and IIID.\\hspace{1em}II and III only",
      "markScheme": "BExplanation‾\\underline{\\textrm{Explanation}}Explanation​:In paper chromatography, a solvent rises through the paper by capillary action and carries the components of a mixture with it. Different substances travel at different rates depending on their interactions with the paper and the solvent, producing a pattern of separated spots. The position of each spot can be expressed using the retention factor:Rf=distance moved by the spotdistance moved by the solvent frontR_f = \\dfrac{\\text{distance moved by the spot}}{\\text{distance moved by the solvent front}}Rf​=distance moved by the solvent frontdistance moved by the spot​Retention factors range between 0 and 1 and provide a way to compare spots.In the chromatogram, the mixture has separated into four distinct spots. The sameRfR_fRf​value is seen in both the mixture and standard X, showing that X is present. Similarly, both spots of standard Y are also present in the mixture, so Y is included as well. Standard Z, however, has two spots not both present in the mixture, so Z is not included. Although four spots are visible in the mixture, this only proves that it contains at least four components—\\text{---}—some spots may still contain more than one substance. Therefore, Statements I and II are correct, and Statement III is not.This question is categorized as medium difficulty as students must recall how chromatography works and interpret results for a specific case.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    }
  ]
}