{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 1",
      "content": "The demand for phosphates has fluctuated wildly alongside the demand for secondary industry products for which it is a primary ingredient. It is predicted that the need for lithium-ion batteries may push phosphate prices higher.Using a demand and supply diagram, explain how the increased need for lithium-ion batteries might impact the market for phosphates.[4]",
      "markScheme": "Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/e8bea83b-ed0b-49c7-bbda-bc5079796451/images/6d72cee3-b08f-4142-a516-3da3d6ec8a9a/image.png)\n\nSuppliers of lithium-ion batteries prefer to use phosphate as a raw material in lithium-ion batteries. An increase in demand for lithium-ion batteries will increase demand (taste/preferences) for phosphate among suppliers of lithium-ion batteries. The result is a shift in demand fromD1\\mathrm{D_1}D1​toD2\\mathrm{D_2}D2​and an increase in price fromP1\\mathrm{P_1}P1​toP2\\mathrm{P_2}P2​.Explanation‾\\underline{\\textrm{Explanation}}Explanation​:For drawing acorrectly labelleddemand and supply diagram showing:a rightward shift of demand (✓\\checkmark✓)a new higher equilibrium price atP2\\mathrm{P_2}P2​(✓\\checkmark✓)andExplaining that the price of phosphate will increase because:phosphates are the preferred raw material in lithium-ion batteries (tastes and preferences) (✓\\checkmark✓)increased demand for lithium-ion batteries will result in increased demand for phosphates  (✓\\checkmark✓)",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1 Star"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 2",
      "content": "Figure 1: Market for Cell Phones\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/2fff6178-05ce-4977-bada-aa6f2377fae6/images/ba47945a-a595-4c6d-9c7d-903365aaa9a1/EC0374%20fig1.png)\n\nUsingFigure 1, calculate the price elasticity of supply for cell phones when price rises from US$800 to US$1 000.[2]",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:PES =4025\\dfrac{40}{25}2540​= 1.6Solution‾\\underline{\\textrm{Solution}}Solution​:PES =%ΔQuantitySupplied%ΔPrice=70000−5000050000×1001000−800800×100=4025\\dfrac{\\%\\Delta Quantity\\ Supplied}{\\%\\Delta Price} = \\dfrac{\\dfrac{70\\ 000-50\\ 000}{50\\ 000} \\times 100}{\\dfrac{1\\ 000 - 800}{800} \\times 100} = \\dfrac{40}{25}%ΔPrice%ΔQuantitySupplied​=8001000−800​×1005000070000−50000​×100​=2540​=1.6For showing the correct calculations(✓\\checkmark✓)For the correct answer(✓\\checkmark✓)",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 3",
      "content": "Explain anytwodeterminants of price elasticity of supply.",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:Price elasticity of supply (PES)measures the degree of responsiveness of quantity supplied of a product due to a change in its price[T]\\textcolor{#00CED1}{[\\textbf{T}]}[T].PES is calculated using the formula:\\hspace{1em}=%change in quantity supplied%change in price= \\dfrac{\\%\\ \\textrm{change in quantity supplied}}{\\%\\ \\textrm{change in price}}=%change in price%change in quantity supplied​Goods and services have PES values ranging from zero to infinity but the most common ones found in real life would beelasticandinelastic supply. If a product has an elastic supply, a change in price leads to a greater than proportionate change in the quantity supplied, and the value of PES will be greater than 1. Whereas if a product has an inelastic supply then a change in price leads to a less than proportionate change in the quantity supplied, so the value of PES will be less than 1.The time to respond to price changes affects the price elasticity of supply for a product[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. Supply tends to be price inelastic in the short run as firms do not necessarily have the resources to increase their output owing to the length of the production process[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. The supply of fruits and vegetables is dependent on the time taken for growing and harvesting these products. Therefore supply of these products would be inelastic as the quantity supplied cannot be increased following an increase in price. Any increase in price will only lead to a less than proportionate change in quantity supplied making them relatively price inelastic[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].In contrast, mass-produced goods like canned drinks, bottled water are relatively price elastic in the short run as firms can adjust their factors of production to increase their production. Any increase in price will lead to a greater than proportionate change in quantity supplied making them relatively price elastic.Similarly in the long run most of the firms will be able to adjust their factors of production according to changes in the prices. This would make them more elastic in the long run[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].The mobility of factors of production, which refers to the level of ease and cost of factor mobility and substitution in theproduction process, also affects PES[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. If factors of production can be easily diverted/substituted, producers can adjust supply in response to changes in price and thus the supply would be relatively elastic[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. For example, if the price of tomatoes increases in comparison to carrots, then producers can divert factors of production used to grow carrots—arable farmland and farm equipment—to the production of tomatoes[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].By contrast, if resources cannot be easily moved to the production of another good or service, then producers are not able to bring significant changes in the quantity supplied. This makes the supply of goods less responsive to changes in the price, thereby making the goods relative price inelastic[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].Explanation‾\\underline{\\textrm{Explanation}}Explanation​:Terminology[T]\\textcolor{#00CED1}{\\textbf{Terminology}\\ [\\textbf{T}]}Terminology[T]For correctly using the term\"\"\"PES\"\"\"by linking that it is a measure of the degree of responsiveness of quantity supplied of a product due to a change in its price. (✓\\checkmark✓)or reference to the formula:\\hspace{1em}PES=%change in quantity supplied%change in pricePES = \\dfrac{\\%\\ \\textrm{change in quantity supplied}}{\\%\\ \\textrm{change in price}}PES=%change in price%change in quantity supplied​For correct usage ofother related termslike elastic supply, inelastic supply, mobility of factors of production. (✓\\checkmark✓)[2 maximum]Diagrams[D]\\textcolor{#056608}{\\textbf{Diagrams}\\ [\\textbf{D}]}Diagrams[D]A diagram is not necessary for this questionExplanation[EX]\\textcolor{#1974D2}{\\textbf{Explanation}\\ [\\textbf{EX}]}Explanation[EX]For explaining anytwoof the determinants of the following determinants of elasticity of supply (a-e):Time periodfor identifying the determinant (✓\\checkmark✓)for stating that PES is relatively inelastic in the short term (✓\\checkmark✓) and becomes more elastic in the long term (✓\\checkmark✓)for explaining why PES varies depending on the time period (✓\\checkmark✓)e.g. when prices change, firms cannot quickly change production processes, but in time, firms can change production processes respond to higher prices by producing proportionally more, making PES more elastic when time to respond is greater.Mobility of factors of production (FOP)for identifying the determinant (✓\\checkmark✓)for stating that PES is relatively inelastic if FOP are less mobile (✓\\checkmark✓), and relatively elastic if FOP are more (✓\\checkmark✓)for explaining why PES varies depending on the mobility of factors of production (✓\\checkmark✓)e.g. when prices change, producers will change production by a greater amount if FOP are mobile—the FOP can be easily used to produce other products—but if FOP are immobile, then producers are not able to significantly change the quantity supplied.Unused capacityfor identifying the determinant (✓\\checkmark✓)for stating that PES is relatively inelastic if there is little unused capacity (✓\\checkmark✓), and relatively elastic if there is unused capacity (✓\\checkmark✓)for explaining why PES varies depending on the amount of unused capacity (✓\\checkmark✓)e.g. Firms with high spare (unused) capacity can increase the quantity supplied at current prices with relative ease, but firms with low spare capacity cannot increase the quantity supplied proportionately to the change in current prices.Ability to storefor identifying the determinant (✓\\checkmark✓)for stating that PES is relatively inelastic if the product is difficult to store (✓\\checkmark✓), and relatively elastic if the product can be easily stored (✓\\checkmark✓)for explaining why PES varies depending on how easily the product can be stored (✓\\checkmark✓)e.g. Firms which sell products that can be easily stored can easily increase supply when prices rise, or build up their inventories (decreasing supply to the market) when prices fall.  The opposite is true for products that cannot be easily stored.Rate at which costs risefor identifying the determinant (✓\\checkmark✓)for stating that PES is relatively inelastic if production costs rise quickly (✓\\checkmark✓), and relatively elastic if production costs rise slowly (✓\\checkmark✓)for explaining why PES varies depending on how quickly costs rise (✓\\checkmark✓)e.g. If the cost of producing additional output rises more slowly than the price of the product, firms' profits increase and firms will produce more. But If the cost of producing additional output rises rapidly, then profits will not increase greatly, so firms will not increase supply greatly.[8 maximum][= 10 maximum]",
      "paper": "PAPER1",
      "difficulty": "EASY",
      "calculator": false,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 4",
      "content": "Table 1- Economic data for Ireland20162020Real GNI per capita (US$)51 74066 010Population (millions)4.764.99From 2016 to 2020, Ireland’s demand for new automobiles increased by nearly 38%.[“\\text{\\textquotedblleft}“Ireland .”\\text{\\textquotedblright}”World Bank Open Data, data.worldbank.org/country/ireland. Accessed 28 Apr. 2024.]Using information fromTable 1, calculate the income elasticity of demand (YED) for new automobiles in Ireland considering the change in income between 2016 and 2020.[3]Using information fromTable 1, state whether new automobiles are a normal or inferior good in Ireland.[1]",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:3827.5\\dfrac{38}{27.5}27.538​= 1.38Solution‾\\underline{\\textrm{Solution}}Solution​:YED =%ΔQd%ΔY\\dfrac{\\%\\Delta Qd}{\\%\\Delta Y}%ΔY%ΔQd​%ΔQd=38%\\%\\Delta Q_d = 38\\%%ΔQd​=38%%ΔY=2020GNIpercapita−2016GNIpercapita2016GNIpercapita×100\\%\\Delta Y = \\dfrac{2020\\ GNI\\ per\\ capita - 2016\\ GNI\\ per\\ capita}{2016\\ GNI\\ per\\ capita} \\times 100%ΔY=2016GNIpercapita2020GNIpercapita−2016GNIpercapita​×100%ΔY=66010−5174051740×100=27.5%\\%\\Delta Y = \\dfrac{66\\ 010 - 51\\ 740}{51\\ 740} \\times 100 = 27.5\\%%ΔY=5174066010−51740​×100=27.5%(✓\\checkmark✓)YED =3827.5\\dfrac{38}{27.5}27.538​=1.38one mark for YED calculation(✓\\checkmark✓)one mark for correct answer(✓\\checkmark✓)Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:New automobiles are a normal good in Ireland.Solution‾\\underline{\\textrm{Solution}}Solution​:Quantity demanded increases as income increases, therefore:new automobiles are a normal good (✓\\checkmark✓)",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 5",
      "content": "The price of a bushel of wheat in 2023 was $6.08, and in that year 1.8 billion bushels were produced in the USA.A bushel is a unit of measurement equal to 35.2 litres.[Economic Research Service, United States Department of Agriculture. 2024, March 27. Wheat Sector at a Glance. Retrieved May 20, 2024, from https://www.ers.usda.gov/topics/crops/wheat/wheat-sector-at-a-glance/.]Calculate the number of bushels of wheat that would be produced if the price elasticity of supply of wheat is 0.2, and the price of wheat increases by 25% to $7.60 per bushel.[3]",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:%ΔQs%ΔP=PES\\dfrac{\\%\\Delta Qs}{\\%\\Delta P} = PES%ΔP%ΔQs​=PESx25%=0.2\\dfrac{x}{25\\%} = 0.225%x​=0.2x=0.2×25%x = 0.2 \\times 25\\%x=0.2×25%x=5%x = 5\\%x=5%1.8billion×1.05=1.89billionbushels1.8\\ billion \\times 1.05 = 1.89\\ billion\\ bushels1.8billion×1.05=1.89billionbushelsSolution‾\\underline{\\textrm{Solution}}Solution​:%ΔQs%ΔP=PES\\dfrac{\\%\\Delta Qs}{\\%\\Delta P} = PES%ΔP%ΔQs​=PES%ΔP×PES=%ΔQs\\%\\Delta P \\times PES = \\%\\Delta Qs%ΔP×PES=%ΔQsShowing correct calculations for:percentage change in quantity supplied (✓\\checkmark✓)increase in quantity supplied of wheat (✓\\checkmark✓)For the correct answer of1.89 billion(✓\\checkmark✓)",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 6",
      "content": "Explainonereason for increased quantity supplied andonereason for an increase in supply.",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:The quantity supplied is the amount of a commodity that a producer is willing and able to supply at a given price and point of time,ceteris paribus[T]\\textcolor{#00CED1}{[\\textbf{T}]}[T]. A producer supplies more if the price of the commodity increases[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]as it is more profitable for the producer[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. Hence, a rise in price (PPPtoP1P_1P1​) leads to an upward movement along the supply curve fromAtoB[D]\\textcolor{#056608}{[\\textbf{D}]}[D]which leads to an increase in quantity supplied (QQQtoQ1Q_1Q1​) keeping other factors constant. Firms will respond to the chance to make more profit by reallocating resources to the more profitable good[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/42572e6b-5bb4-4bb2-9ed9-d3bee3aac898/images/c8965185-b65a-430a-b724-57338a938d6c/EC0377a.JPG)\n\nAn increase in supply happens when more is supplied due to changes in factors other than the price of the commodity (i.e. the non-price determinants of supply)[T]\\textcolor{#00CED1}{[\\textbf{T}]}[T]. Production costs fall[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]when the cost of labour[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]decreases. Hence, it is profitable for the producer to produce more[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]which leads to a rightward shift in supply, as shown by supply increasing fromQQQtoQ1Q_1Q1​[D]\\textcolor{#056608}{[\\textbf{D}]}[D]at the same price (PPP) as shown in the diagram below.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/42572e6b-5bb4-4bb2-9ed9-d3bee3aac898/images/11841545-a0f0-4773-a8bd-d1411cb7e525/EC0377a.2.JPG)\n\nExplanation‾\\underline{\\textrm{Explanation}}Explanation​:Terminology[T]\\textcolor{#00CED1}{\\textbf{Terminology}\\ [\\textbf{T}]}Terminology[T]For correctly using the term quantity supplied as a change in quantity produced due to a change in price (✓\\checkmark✓)For correctly using the term change in supply as a change in quantity produced due to a factor other than price (✓\\checkmark✓)[2 maximum]Diagrams[D]\\textcolor{#056608}{\\textbf{Diagrams}\\ [\\textbf{D}]}Diagrams[D]For drawing correctly labelled supply diagrams showing:increase in quantity supplied (upward movement along the supply curve) (✓\\checkmark✓)increase in supply (rightward shift of supply curve) (✓\\checkmark✓)[2 maximum]Explanation[EX]\\textcolor{#1974D2}{\\textbf{Explanation}\\ [\\textbf{EX}]}Explanation[EX]Stating that quantity supplied increases when price increases (✓\\checkmark✓)Explaining that:Firms' profits increase when price increasesceteris paribus(✓\\checkmark✓)Firms, wishing to maximise profits, allocate more resources to the product (✓\\checkmark✓)ANDStating that supply increases due to a change inonenon-price determinant of supply (✓\\checkmark✓)decrease in the cost of factors of productiondecrease in indirect taxincrease in subsidyexpectation of future prices to fallimprovement in technologyincrease in the number of firmsANDExplainingoneof the following reasons (a-c) why an increase in supply occurs:Explaining that non-price determinants of supply often relate to per-unit cost of production (✓\\checkmark✓) plus an explanation of why costs may increase or decrease (✓\\checkmark✓)when costs of factors of production such as energy or labour decrease, or when improved technology lowers costs, each unit is more profitableor, firms must pay indirect taxes to the government, so these taxes function as a cost. Hence, decreased indirect taxes make each unit more profitable and decrease in indirect taxor, firms receive subsidies from the government for each unit produced, offsetting costs. Hence, increased subsidies make each unit more profitable, and firms will increase supplyORExplaining that if producers expect future prices to fall, supply increases, becauseproducers prefer to sell when the price is higher to increase profit (✓\\checkmark✓)producers will sell stored inventory or increase production in the short run (✓\\checkmark✓)ORExplaining that if the number of firms increasesexisting firms will not immediately reduce supply (✓\\checkmark✓)so the market supply curve shifts to the right (✓\\checkmark✓)[6 maximum][=10 maximum]",
      "paper": "PAPER1",
      "difficulty": "EASY",
      "calculator": false,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 7",
      "content": "Selected market data for automobiles and petrolPrice\\\\(automobiles)Quantity\\\\demanded\\\\(automobiles)Quantity\\\\demanded\\\\(petrol)€30 00080010 000 litres€28 0001 00014 000 litres€26 0001 20019 000 litres€24 0001 40022 000 litres€22 0001 60024 000 litresUsing information from the table, outline whether petrol is a substitute or a complement for automobiles.[1]Using information from the table, sketch the change in the petrol market that occurs when the price of automobiles increases.[3]",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:Petrol is a complement for automobiles because the quantity demanded for petrol increases as the quantity demanded for automobiles increases.Solution‾\\underline{\\textrm{Solution}}Solution​:Price\\\\(automobiles)Quantity demanded\\\\(automobiles)Quantity demanded\\\\(petrol)€30 00080010 000 litres€28 000100014 000 litresFor briefly describing: (✓\\checkmark✓)the quantity demanded (QD\\mathrm{Q_D}QD​) for petrol increases whenQD\\mathrm{Q_D}QD​for automobiles increasestherefore petrol is a complement to automobilesSample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/8624e4b8-c58b-49c4-93a0-fd5701453ffd/images/eeb84d59-976b-4426-a2b4-b432bea08c5c/EC0425%20fig1.png)\n\nSolution‾\\underline{\\textrm{Solution}}Solution​:When the price of automobiles increases, the quantity of automobiles demanded will decrease. Because petrol is a complement for automobiles, when fewer automobiles are demanded, demand for petrol will decrease.For drawing acorrectly labelled(✓\\checkmark✓) demand and supply diagram showing:The demand curve for petrol shifts (✓\\checkmark✓)To the left (✓\\checkmark✓)",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 8",
      "content": "In 2017, the average price of a Sport Utility Vehicle (SUV) in Belgium was€27000\\texteuro{27\\ 000}€27000. In 2020, the average price of SUVs in Belgium increased to€30000\\texteuro{30\\ 000}€30000. The number of SUVs sold in 2017 was 120 000, compared to 100 000 in 2020.Calculate the PED of SUVs.[3]State the significance of the PED  value from part a.[1]Outline one determinant of PED for SUVs.[1]Explain the importance to firms of knowing the PED of their good.[4]The YED for SUVs in the UK is positive.State the significance of a positive YED value for SUVs.[1]",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:PED = 1.5Solution‾\\underline{\\textrm{Solution}}Solution​:PED =%ΔQuantitydemanded%ΔPrice×100\\dfrac{\\% \\Delta \\ce{Quantity demanded}}{\\% \\Delta \\ce{Price}} \\times 100%ΔPrice%ΔQuantitydemanded​×100PED =(100000−120000)120000(30000−27000)27000×100(✓)\\dfrac{\\dfrac{(100\\ 000 - 120\\ 000)}{120\\ 000}}{\\dfrac{(30\\ 000 - 27\\ 000)}{27\\ 000}}\\times  100\\ (\\checkmark)27000(30000−27000)​120000(100000−120000)​​×100(✓)PED =−16.6711.11(✓)\\dfrac{-16.67}{11.11}\\ (\\checkmark)11.11−16.67​(✓)PED =1.5(✓)(\\checkmark)(✓)N.b. For PED, the preceding sign (+/-) is not significant. This is because the demand curve is negativeley sloped, therefore all PED calculations are negative. Often, the absolute value is used, as above. Either 1.5 or -1.5 is acceptable.Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:SUVs are elastic.Solution‾\\underline{\\textrm{Solution}}Solution​:PED<1\\ce{PED < 1}PED<1Inelastic\\ce{Inelastic}InelasticPED = 1Unit elasticPED > 1ElasticSince the PED = 1.5, SUVs are elastic.(✓)(\\checkmark)(✓)Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:SUVs are elastic because they are expensive, making up a large proportion of consumers’ income.Solution‾\\underline{\\textrm{Solution}}Solution​:For relating one PED determinant to SUVs(✓)(\\checkmark)(✓)∙\\bullet∙Other types of vehicles can satisfy the same functions, so SUVs are highlysubstitutable, making them more elastic∙\\bullet∙Since SUVs make up a greaterproportion of consumers' incomes, consumers are more responsive to a change in their price.Similarly, consumers are more likely to treat SUVs as aluxury good.∙\\bullet∙It would be difficult to argue thataddictivenessaffects the PED of SUVs∙\\bullet∙Vehicle purchases are made infrequently, therefore the time to respond makes SUVs more elasticSample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:It is important for firms to know their goods' PED when making pricing decisions.If a good has an elastic PED and the firm increases the price, total revenue will decrease since the change in quantity demanded will change in a greater proportion to the price change. If a good has an elastic PED and the firm decreases the price, total revenue will increase since the change in quantity demanded will change in greater proportion to the price change.If a good has an inelastic PED and the firm increases the price, total revenue will increase as the change in quantity demanded will change less proportionately to the change in price. If a good has an inelastic PED and the firm decreases the price, the total revenue will decrease since the quantity demanded will change less proportionately to the change in price.Solution‾\\underline{\\textrm{Solution}}Solution​:For identifying a connection between PED and total revenue(✓)(\\checkmark)(✓)For elastic goods, an increase in price will decrease total revenue or a decrease in price will increase total revenue(✓)(\\checkmark)(✓)For inelastic goods, an increase in price will increase total revenue or a decrease in price will decrease total revenue(✓)(\\checkmark)(✓)For explaining that firms can adjust the prices of their goods to achieve certain goals, such as revenue maximisation, if they know the PED of their products(✓)(\\checkmark)(✓)Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:SUVs are a normal good.Solution‾\\underline{\\textrm{Solution}}Solution​:When the YED has a positive value, this indicates that the good is a normal good.  Demand for the good and income change in the same direction.(✓)(\\checkmark)(✓)",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 9",
      "content": "Cocoa prices are smashing records almost daily in London and New York as bad weather destroys crops in Ghana and Ivory Coast, leading to a supply crunch. The two West African nations are the world's biggest producers of the commodity that is mostly used to make chocolate.VOA Africa. (2024, February 8). Cocoa Prices Spike Amid Climate Threats. Retrieved 19 July 2024, from https://www.voaafrica.com/a/cocoa-prices-spike-amid-climate-threats/7478949.html. Source adapted. CC BY 3.0 IGO.Draw a diagram to show how the consumer surplus for chocolate has changed following the increase in the price of cocoa.[3]Statetwofunctions of the price mechanism.[2]Using a demand and supply diagram, explain how the imposition of a sugar tax could affect the price of chocolate.[4]",
      "markScheme": "Sample answer:‾\\underline{\\textrm{Sample answer: }}Sample answer:​\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/30b17dd8-046a-4cd4-85ab-f058ebc29b03/images/88f862a2-4591-4ab6-be26-531807840bd9/ECO541%20&%20ECO542.docx.jpg)\n\nThe consumer surplus has decreased from triangleP1XP3P_1XP_3P1​XP3​to triangleP2YP3P_2YP_3P2​YP3​.Explanation:‾\\underline{\\textrm{Explanation: }}Explanation:​Consumer surplus is the triangle lying below the demand curve and above the price.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/30b17dd8-046a-4cd4-85ab-f058ebc29b03/images/63fcd412-1dbf-4505-b5a8-7d541954bbb5/ECO541%20&%20ECO542.docx%20(1).jpg)\n\nFor drawing acorrectly labelled(✓\\textcolor{black}{\\checkmark}✓) demand and supply diagram:showing a leftward shift of the supply curve for cocoa (✓\\textcolor{black}{\\checkmark}✓)identifying the old and new consumer surplus (✓\\textcolor{black}{\\checkmark}✓)Sample answer:‾\\underline{\\textrm{Sample answer: }}Sample answer:​Two functions of the price mechanism include rationing and signalling.Explanation:‾\\underline{\\textrm{Explanation: }}Explanation:​For correctly stating two of the following (✓\\textcolor{black}{\\checkmark}✓✓\\textcolor{black}{\\checkmark}✓):RationingSignallingIncentiveSample answer:‾\\underline{\\textrm{Sample answer: }}Sample answer:​\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/30b17dd8-046a-4cd4-85ab-f058ebc29b03/images/1aa4f890-e539-4533-8b9e-2f016bcf02fd/ECO541%20&%20ECO542.docx%20(2).jpg)\n\nA sugar tax would increase the cost of production for chocolate manufacturers, as shown by the shift in supply fromS1S_1S1​toS2S_2S2​. The chocolate manufacturer, in turn, will try to pass on some of these additional costs to the consumer in the form of a higher price (P1P_1P1​toP2P_2P2​)Explanation:‾\\underline{\\textrm{Explanation: }}Explanation:​For drawing a correctly labelled demand and supply diagram showing:The supply curve for chocolate shifts to the left (✓\\textcolor{black}{\\checkmark}✓)Price increases (✓\\textcolor{black}{\\checkmark}✓)For explaining that a sugar tax would increase production costs for chocolate makers (✓\\textcolor{black}{\\checkmark}✓) and these costs would be passed onto the chocolate bar consumer in the form of a higher price (✓\\textcolor{black}{\\checkmark}✓).",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 10",
      "content": "Over the past few years, consumer preference for solar panels has surged due to lower costs, increased environmental awareness, higher government incentives, and technological advancements.Sketch a demand and supply diagram to show the effect of the rising popularity of solar panels on the market for electricity.[3]Using a demand and supply diagram, explain the effect on revenue earned by solar panel producers.[4]Suppose that the government decides to subsidise the production of solar panels, sketch a supply and demand diagram showing the new equilibrium.[3]Using your answer to part (c), indicate the change in consumer surplus with the imposition of the subsidy.[1]",
      "markScheme": "Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/52ee758c-2f91-4b68-a93f-0d623d1e2f94/images/93f55683-99e0-4bee-bd56-f644f1b47223/EC0570a.png)\n\nSolution‾\\underline{\\textrm{Solution}}Solution​:For drawing acorrectly labelled(✓\\checkmark✓) demand and supply diagram showing:D shifts to the left (✓\\checkmark✓)P and Q decrease (✓\\checkmark✓)Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/52ee758c-2f91-4b68-a93f-0d623d1e2f94/images/ccd127de-9cbd-46f3-89fe-41c90a54539f/EC0570b.png)\n\nD shifts to the right because of the increase in popularity of solar panels. The D curve shifts because popularity is a non-price factor. As revenue is P×\\times×Q, the revenue area corresponding to P×\\times×Q after the shift (P2_22​×\\times×Q2_22​) is larger than for D1_11​(P1_11​×\\times×Q1_11​).Solution‾\\underline{\\textrm{Solution}}Solution​:For drawing acorrectly labelleddemand and supply diagram showing:D shifts to the right (✓\\checkmark✓)The effect on revenue is correctly indicated on the diagram (✓\\checkmark✓)For explaining that there is a shift of the D curve rightwards because popularity is a non-price factor (✓\\checkmark✓) and producer revenue increases as the area P×\\times×Q is larger in the case of the new equilibrium. (✓\\checkmark✓)Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/52ee758c-2f91-4b68-a93f-0d623d1e2f94/images/23eff12c-1175-41e1-961f-c6f3ce63845b/EC0570c.png)\n\nSolution‾\\underline{\\textrm{Solution}}Solution​:For drawing acorrectly labelled(✓\\checkmark✓) demand and supply diagram showing:S shifts to the right (✓\\checkmark✓)P decreases and Q increases (✓\\checkmark✓)Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/52ee758c-2f91-4b68-a93f-0d623d1e2f94/images/cdb70ec0-c30c-4c51-811e-7cab80ff0a6d/EC0570d1.png)\n\nSolution‾\\underline{\\textrm{Solution}}Solution​:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/52ee758c-2f91-4b68-a93f-0d623d1e2f94/images/651477fe-e862-4bc7-a444-9f19381c38f3/EC0570d2.png)\n\nFor marking the change in consumer surplus (✓\\checkmark✓)",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 11",
      "content": "Dengue is a viral infection transmitted to humans through the bite of infected mosquitoes. Frequent rains and high temperatures, which accelerate the hatching of mosquito eggs and the development of larvae, make  Rio de Janeiro especially susceptible to outbreaks.Using an appropriate diagram, explain the disequilibrium that may arise in the market for mosquito repellents in Rio de Janeiro due to a sudden invasion of mosquitoes.[4]Describe how the price serves as a signal and rationing mechanism for resource allocation in the market for mosquito repellent.[2]OnFigure 1, identify the consumer surplus and producer surplus when the market for repellent is in equilibrium.[2]Figure 1\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/50d2c4b8-30ce-44c2-a30e-7205e4d1598c/images/cfcd1a69-768d-4f93-98b0-a75532534282/EC0571c1.png)\n\nUsing your answer to part (c), explain why social surplus is maximised at the equilibrium price and quantity.[2]Describe how the PED value for repellent may change due to the sudden invasion of mosquitoes.[2]",
      "markScheme": "Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/50d2c4b8-30ce-44c2-a30e-7205e4d1598c/images/2a7657d4-0907-4118-bb8b-35a6b4e91b37/EC0571a.png)\n\nA sudden invasion of mosquitoes increases the demand for mosquito repellents, and at the current price P1_11​the quantity demanded exceeds the quantity supplied creating a shortage (QD_\\textrm{D}D​−-−QS_\\textrm{S}S​).Solution‾\\underline{\\textrm{Solution}}Solution​:For drawing acorrectly labelleddemand and supply diagram showing:D shifts rightwards (✓\\checkmark✓)A shortage at the disequilibrium (✓\\checkmark✓)For explaining that D shifts rightwards due to a non-price determinant (taste) (✓\\checkmark✓)  creating a disequilibrium where QD_\\textrm{D}D​exceeds QS_\\textrm{S}S​at the current market price (✓\\checkmark✓) .Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Prices serve as a signal to producers because excess demand drives up the price. Higher prices create the opportunity for more profit, so producers reallocate their factors of production to produce more mosquito repellent.Prices also serve as a rationing mechanism because when there is a shortage of mosquito repellents, the price increases to distribute the available quantity among consumers.Solution‾\\underline{\\textrm{Solution}}Solution​:For describing that increased prices of mosquito repellent:Increase profit, signalling producers, to produce more (✓\\checkmark✓)reduce the quantity demanded, rationing the available mosquito repellent for those who need it most (✓\\checkmark✓)Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/50d2c4b8-30ce-44c2-a30e-7205e4d1598c/images/bdb8efeb-fa9e-4608-aa70-7f7a134f36ee/EC0571c2.png)\n\nSolution‾\\underline{\\textrm{Solution}}Solution​:Consumer surplus = total willingness to pay−-−total amount paidTotal willingness to pay per unit is shown by the demand curveThe amount paid per unit is the equilibrium priceProducer surplus = total revenue−-−total minimum acceptable revenueTotal minimum acceptable revenue per unit is shown by the supply curveThe revenue per unit is the equilibrium priceFor identifying:consumer surplus area (✓\\checkmark✓)producer surplus area (✓\\checkmark✓)Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Social surplus is the sum of consumer and producer surplus. At the equilibrium point, social surplus is at its maximum because the market is achieving allocative efficiency as MB = MC. If prices are higher (lower) than P*, producer (consumer) surplus will increase, but consumer (producer) surplus will decrease by a greater amount creating welfare loss.Solution‾\\underline{\\textrm{Solution}}Solution​:For explaining that at the equilibrium price and quantity social surplus is maximised / there is  allocative efficiency (MB = MC)  (✓\\checkmark✓) because if the price were higher or lower than the equilibrium price welfare loss would be created (✓\\checkmark✓).Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:A sudden invasion of mosquitoes makes the use of repellent a necessity. The PED value will become relatively more inelastic or relatively less elastic due to the urgent need for this product.Solution‾\\underline{\\textrm{Solution}}Solution​:For describing that the PED value will decrease (although it could still be above 1) (✓\\checkmark✓), as repellent turns into a sudden necessity (✓\\checkmark✓).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 12",
      "content": "Explaintwodeterminants of price elasticity of demand.",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:Price elasticity of demand (PED) is a measure of the responsiveness of the quantity demanded for a good or service to a change in its price, ceteris paribus[T]\\textcolor{#00CED1}{[\\textbf{T}]}[T]. The formula below can be used to calculate a product's PED:\\hspace{1em}PED=%change in quantity demanded%change in pricePED = \\dfrac{\\%\\ \\textrm{change in quantity demanded}}{\\%\\ \\textrm{change in price}}PED=%change in price%change in quantity demanded​The percentage change in the quantity demanded for a product in response to a given percentage change in its price is dependent on a number of determinants. The (1) number and closeness ofsubstitutes, and (2) degree ofnecessityare two such determinants of a product's PED.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/57819386-d5ab-4970-be5e-1bb6407b9a38/images/47b2c962-b81f-44c5-8069-ccefc28c2573/EC0384a.JPG)\n\nFirst, the demand for a good/service with a large number of substitutes is price elastic[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. That is, a given percentage increase in the price of the good produces amore than proportionatepercentage decrease in the quantity demanded for that good. Price elastic products have anabsolutePED value that exceeds 1 (ie., PED>\\gt>1) and a relatively flat demand curve (Figure 1). If the price of, for example, a Toyota sedan increases, consumers have a large number of cheaper substitutes available to buy from, such as sedans manufactured by Honda. And so, a 10%\\%%increase in the price of a Toyota sedan (fromP1P_1P1​toP2P_2P2​in Figure 1) may produce a 15%\\%%decrease in the quantity demanded for this car (fromQ1Q_1Q1​toQ2Q_2Q2​)[D]\\textcolor{#056608}{[\\textbf{D}]}[D]as consumers substitute towards the relatively cheaper Honda sedans[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. Relatedly, if consumers perceive Toyota and Honda sedans to beclosesubstitutes, the PED value for a Toyota sedan will be larger than 1.5 (15%\\%%decrease in quantity demanded divided by a 10%\\%%increase in price) and, thus, more price elastic.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/57819386-d5ab-4970-be5e-1bb6407b9a38/images/5384b2b7-767a-409b-af27-cf6200423c24/EC0384a.2.JPG)\n\nSecond, the demand for a product with a high degree of necessity is price inelastic[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. That is, a given percentage increase in the price of the good produces aless than proportionatepercentage decrease in the quantity demanded for that good. Price inelastic products have an absolute PED value that is greater than 0 but less than 1 (ie., 0<<<PED<<<1) and a relatively steep demand curve (Figure 2). Semiconductors, for instance, are an essential input in the production of many consumer durable goods, like cars and home appliances[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. A 10%\\%%increase in the price of semiconductors (fromP1P_1P1​toP2P_2P2​in Figure 2), therefore, may only produce an 8%\\%%decrease in the quantity demanded (Q2Q_2Q2​toQ1Q_1Q1​)[D]\\textcolor{#056608}{[\\textbf{D}]}[D][EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. In addition to their necessity in the production of many electronic goods, semiconductors have no close substitutes, which further contributes to their low absolute PED value. Relatedly, certain products may derive their high degree of necessity from their addictive nature. It is the nicotine in cigarettes, for example, that creates a high degree of dependence among its consumers. The more addictive the product is, the smaller its absolute PED value.In the short run, consumers are less responsive to a change in the price of a product if the good/service has a high degree of necessity and little to no close substitutes available.Explanation‾\\underline{\\textrm{Explanation}}Explanation​:Terminology[T]\\textcolor{#00CED1}{\\textbf{Terminology}\\ [\\textbf{T}]}Terminology[T]For correctly using the term‘`‘price elasticity of demand' by indicating that it refers to changes in quantity demanded following a change in priceorproviding the correct formula. (✓\\checkmark✓)For correct usage of other economic terms relevant to the term‘`‘price elasticity of demand' (✓\\checkmark✓)e.g., responsiveness, ceteris paribus, price elastic, price inelastic, more/less than proportionate, absolute value, substitute/complementary goods, necessity/luxury goods[2 maximum]Diagrams[D]\\textcolor{#056608}{\\textbf{Diagrams}\\ [\\textbf{D}]}Diagrams[D]For drawingcorrectly labelleddiagrams showing:a relatively flat demand curve to show how an increase (decrease) in price produces a more than proportionate decrease (increase) in quantity demanded (✓\\checkmark✓)a relatively steep demand curve to show how an increase (decrease) in price produces a less than proportionate decrease (increase) in quantity demanded (✓\\checkmark✓)Linking the determinants of PED to the slopes of the demand curves depicted in the diagrams. (✓\\checkmark✓)[3 maximum]Explanation[EX]\\textcolor{#1974D2}{\\textbf{Explanation}\\ [\\textbf{EX}]}Explanation[EX]For explaining that for a product with price inelastic (elastic) demand an increase in price will produce a less (more) than proportionate decrease in quantity demanded. (✓\\checkmark✓)For explaining anytwoof the following determinants of PED:Number and closeness of substitutes:the demand for a good/service with a large number of close substitutes is price elastic (✓\\checkmark✓)consumers are able to substitute away from the relatively expensive good/service to cheaper available substitutes (✓\\checkmark✓)ORDegree of necessitythe demand for a good/service that has a high degree of necessity is price elasticorthe demand for a good/service that is considered a luxury good is price elastic (✓\\checkmark✓)a good/service that is considered a necessity or is essential in the production of a final product is price inelastic or the high degree of necessity stems from consumers' addiction to the product (✓\\checkmark✓)ORProportion of income spent on goodthe larger (smaller) the proportion of a consumer's income or household budget spent on the good/service, the more price elastic (inelastic) the product is (✓\\checkmark✓)a consumer is less responsive to a10%10\\%10%increase in the price of a pen compared to a10%10\\%10%increase in the price of a car or comparing two other products to explain this point  (✓\\checkmark✓)ORTimethe PED for a product becomes more price elastic in the long run (✓\\checkmark✓)consumers have time to change their behaviourandseek cheaper substitutes (✓\\checkmark✓)[5 maximum][=10 maximum]",
      "paper": "PAPER1",
      "difficulty": "MEDIUM",
      "calculator": false,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 13",
      "content": "Explaintwonon-price determinants of demand.",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:Anon-price determinant of demandis any variable except for price that can influence demand[T]\\textcolor{#00CED1}{[\\textbf{T}]}[T]. These determinants can lead toshifts of the demand curveeither to the right (increase in demand) or to the left (decrease in demand), as opposed to a change in price that causesa movement along the D curve. One non-price determinant of demand isincome[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. In this case, demand is affected in different ways depending on whether the good is anormal goodor aninferior good[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. As consumer income increases, the demand for normal goods (e.g., luxury items, and higher-quality products) typically rises. Conversely, if income decreases, demand for these goods usually falls[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. For inferior goods (e.g., generic brands, lower-quality products), demand increases as income decreases, and vice versa.The following diagram shows how demand for potatoes decreases as income increases, as consumers start consuming more expensive vegetables as side-dishes[D]\\textcolor{#056608}{[\\textbf{D}]}[D]. The quantity demanded of potatoes decreases fromQX1\\ce{Q_1}QX1​toQX2\\ce{Q_2}QX2​and the D curve shifts leftwards.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/7a543eed-b331-4803-99e4-287443f556c0/images/21c5be84-5147-4293-8138-0f6a4022b147/EC0684A.png)\n\nAnother non-price determinant of demand isconsumer tastes and preferences. Tastes and preferences refer to the individual consumer's likes, dislikes, and overall attitudes toward different goods and services. Trends, advertising, and social influences can make certain products more desirable, leading to increased demand for those goods[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].For example, if leather clothes become very trendy, demand will increase[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX], as the following diagram shows.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/7a543eed-b331-4803-99e4-287443f556c0/images/a705417e-fa08-4161-9dec-dc464e1806a0/EC0684.docx.jpg)\n\nThe diagram shows how fashion increased the quantity demanded when the price isPX1\\ce{P_1}PX1​fromQX1\\ce{Q_1}QX1​toQX2\\ce{Q_2}QX2​: this is shown as a rightward shift of the D curve.Explanation‾\\underline{\\textrm{Explanation}}Explanation​:Terminology[T]\\textcolor{#00CED1}{\\textbf{Terminology}\\ [\\textbf{T}]}Terminology[T]For correctly using the terms definingnon-price determinants of demandby indicating that these are any variable that can influence demand except for price. (✓\\checkmark✓)For correct usage ofother relevant terms(✓\\checkmark✓)e.g.a movement along the D curve. a shift of the D curve, consumer tastes and preferences, normal good, inferior good, income[2 maximum]Diagrams[D]\\textcolor{#056608}{\\textbf{Diagrams}\\ [\\textbf{D}]}Diagrams[D]For drawing acorrectly labelleddemand and supply diagram showing:D curve shifting rightwards or leftwards (✓\\checkmark✓)Quantity demanded decreasing or increasing in response to a non-price factor (✓\\checkmark✓)Linking the idea of non-price determinants of demand and shifts of the D curve to the diagram (✓\\checkmark✓)[3 maximum]Explanation[EX]\\textcolor{#1974D2}{\\textbf{Explanation}\\ [\\textbf{EX}]}Explanation[EX]Include anytwoof the following non-price determinants of demand: the number of consumers, income, tastes and preferences, future price expectations or the price of related goods. (✓\\checkmark✓)For explaining\\hspace{.3em}1. Number of consumers:A change in the number of consumers in the market shifts the demand curve (✓\\checkmark✓)More buyers entering the market will shift the demand curve to the right and vice versa (✓\\checkmark✓)or\\hspace{.3em}2. IncomeA change in income will change consumers’ purchasing power, changing demand (✓\\checkmark✓)The effect of income on demand depends on whether the goods are normal goods or inferior goods. An increase in income will increase demand for normal goods but decrease demand for inferior goods and vice versa (✓\\checkmark✓)or\\hspace{.3em}3. Tastes and preferencesA change in tastes and preferences affects demands for goods and services  (✓\\checkmark✓)If a good becomes trendy, the demand for that good will increase, and vice versa (✓\\checkmark✓)or\\hspace{.3em}4. Future price expectationsConsumer expectations regarding future prices of goods and services can affect the demand for those goods and services in the present time  (✓\\checkmark✓)If prices are expected to increase in the future, consumers increase the demand for those products now, and vice versa (✓\\checkmark✓)or\\hspace{.3em}5. Price of related goodsA change in the price of related goods can affect the demand for a particular product  (✓\\checkmark✓)If the price of a substitute good decreases, demand for the original good may decline as consumers switch to the cheaper alternative, and vice versa, and If the price of a complement falls, demand for the related good may increase, and vice versa.  (✓\\checkmark✓)[5 maximum][= 10 maximum]",
      "paper": "PAPER1",
      "difficulty": "MEDIUM",
      "calculator": false,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 14",
      "content": "Cow milk production can yield many byproducts, such as cheese, yogurt, butter, and ice cream.Sketch a diagram showing the impact on the market supply for cow's milk if the government were to subsidize the industry.[2]Sketch a diagram showing the impact on the market supply for butter if there were a rise in the market price of yogurt.[1]With reference to your answer from part (b), explain why the price of yogurt impacts the supply of butter.[3]",
      "markScheme": "Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/9035c5ef-c5f5-4cf0-93d6-92829c360ca1/images/9b23edf4-0912-476e-b032-5f5b0e457439/EC0375a.png)\n\nSolution‾\\underline{\\textrm{Solution}}Solution​:A correctly labeled graph (✓\\checkmark✓)An increase (rightward shift) of the supply curve (✓\\checkmark✓)Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/9035c5ef-c5f5-4cf0-93d6-92829c360ca1/images/9b2640d5-cd99-4b82-a929-ce75c97c3649/EC0375b.png)\n\nSolution‾\\underline{\\textrm{Solution}}Solution​:A decrease (leftward shift) of the supply curve (✓\\checkmark✓)Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Because yogurt and butter are both produced with the same resources, when the price of one changes it would impact the supply of the other. This is the concept of competitive supply. In the case of butter and yogurt because the price of yogurt has increased, manufacturers will shift production towards yogurt and thus decrease supply of butter.Solution‾\\underline{\\textrm{Solution}}Solution​:For identifying that yogurt and butter are in competitive supply (✓\\checkmark✓)For an explanation that:Yogurt and butter are produced using similar resources (✓\\checkmark✓)When the price of yogurt rises, suppliers will switch production away from butter, so the supply of butter will decrease (✓\\checkmark✓)",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "DBQ",
      "title": "Question 15",
      "content": "Colombia's textile manufacturing sector is facing challenges which relate to the lack of infrastructure and weak regulatory policies, which have hampered growth in an industry that has so much potential. Government-led efforts to improve industrial efficiency and diversify exports are in place but lack consistency mainly due to political instability. Economists have been urging policymakers to reduce reliance on extractive industries and seek avenues of economic growth that can be sustained over longer periods of time. Despite some economic progress, Colombia faces socioeconomic challenges, which include corruption and security concerns. Tackling these issues is important for Colombia's economic growth and development within the Pacific Alliance.Using a demand and supply diagram, explain how the lack of infrastructure may have affected the manufacturing sector in Colombia.[4]",
      "markScheme": "Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/94840bb0-c554-4008-aa4e-a994a14703c7/images/865796f8-927d-4c92-b924-7b5239c8b9cb/image.png)\n\nA lack of infrastructure, including inadequate roads and ports can hinder the movement of raw materials and finished goods within Colombia, causing delays in production. Additionally, a lack of appropriate telecom infrastructure can impede communication between different stages of the manufacturing process, causing problems in coordination. Delays and miscommunication increase the cost of production, shifting the market supply curve inward (S1\\mathrm{S_1}S1​toS2\\mathrm{S_2}S2​). Consequently, the quantity of manufactured goods traded decreases (Q1\\mathrm{Q_1}Q1​toQ2\\mathrm{Q_2}Q2​), while the price increases (P1\\mathrm{P_1}P1​toP2\\mathrm{P_2}P2​).Explanation‾\\underline{\\textrm{Explanation}}Explanation​:For drawing acorrectly labelleddemand and supply diagram showing:An inward (leftward) shift of the market supply curve (✓\\checkmark✓)A decrease in market output and increase in price (✓\\checkmark✓)andExplaining that lack of infrastructure may raise the cost of production (✓\\checkmark✓) for firms in the industry, reducing (market) supply (✓\\checkmark✓).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 16",
      "content": "Explain how a natural disaster could lead to excess demand for basic goods.",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:Natural disasters, such as hurricanes, earthquakes, or floods, can damage production facilities, transportation infrastructure, andsupply chains[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. This disruption reduces the quantity of basic goods available in the market, creatingscarcity[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. In the aftermath of a disaster, consumers often fear shortages and may rush to stockpile essential items such as food, water, and medical supplies[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. This sudden increase in demand can quickly outstrip the available supply, leading toexcessdemand. The combination of supply disruptions and panic-driven consumer behaviour can lead to a significant mismatch between the supply of basic goods and the heightened demand following a natural disaster, resulting in excess demand andshortages. Excess demand occurs when the price is set belowequilibrium[T]\\textcolor{#00CED1}{[\\textbf{T}]}[T]. This is so because prices take time to adjust and while prices are below the equilibrium, demand exceeds the quantity supplied[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. Price may be below the equilibrium also because the government may intervene in the market preventing the rise of the staples prices in the aftermath of a natural disaster.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/ad389e8d-8cdd-43fb-a5d1-8375912aad3f/images/e5499e1f-90fa-4a63-9e86-f77854d8b02c/EC0686A.png)\n\nAs the diagram above shows, when demand increases, the previous equilibrium price (PX1\\ce{P_1}PX1​) is below the new equilibrium price (PX2\\ce{P_2}PX2​). Consequently, theQXS\\ce{Q_S}QXS​is lower than theQXD\\ce{Q_D}QXD​causing an excess demand or shortage equal toQXD\\ce{Q_D}QXD​-QXS\\ce{Q_S}QXS​[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. This shortage will force P to increase up to the equilibrium price[D]\\textcolor{#056608}{[\\textbf{D}]}[D].Further reasons why there could be an excess demand after a natural disaster is that people may anticipate further disruptions or prolonged shortages, prompting them to buy more than they typically would. This heightened demand can contribute to excess demand even if the supply is only temporarily reduced.Retailers may face challenges in restocking goods quickly due to supply chain interruptions. If consumers perceive that certain goods are becoming scarce, they may increase their purchases, further intensifying demand.Explanation‾\\underline{\\textrm{Explanation}}Explanation​:Terminology[T]\\textcolor{#00CED1}{\\textbf{Terminology}\\ [\\textbf{T}]}Terminology[T]For correctly using terms defining theexcess demandby indicating that it occurs when price is set below the equilibrium. (✓\\checkmark✓)For correct usage ofother relevant terms(✓\\checkmark✓)e.g. scarcity, equilibrium, supply chain, shortage[2 maximum]Diagrams[D]\\textcolor{#056608}{\\textbf{Diagrams}\\ [\\textbf{D}]}Diagrams[D]For drawing acorrectly labelleddemand and supply diagram showing:P below the equilibrium price (✓\\checkmark✓)QXd\\ce{Q_d}QXd​>QXs\\ce{Q_s}QXs​(✓\\checkmark✓)Linking the idea of excess demand/shortage to the diagram (✓\\checkmark✓)[3 maximum]Explanation[EX]\\textcolor{#1974D2}{\\textbf{Explanation}\\ [\\textbf{EX}]}Explanation[EX]For explaining that:Natural disasters imply supply chain disruptions (✓\\checkmark✓)Supply chain disruptions create scarcity (✓\\checkmark✓)Consumers tend to buy an excess of basic goods out of fear they will run out of them (✓\\checkmark✓)Excess demand exists when the price is below the equilibrium price (✓\\checkmark✓)This happens because the price takes time to adjust to the excess demand and increase to reach a new equilibrium or because the government intervenes to keep prices of essential goods low after a natural disaster (✓\\checkmark✓)[5 maximum][= 10 maximum]",
      "paper": "PAPER1",
      "difficulty": "MEDIUM",
      "calculator": false,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 17",
      "content": "Company X is a leading manufacturer of consumer electronics, specialising in smartphones and tablets. Company Y is Company X’s main competitor.Recently, Company Y has increased the price of its bestselling tablet.Figure 1illustrates the market demand for Company Y’s tablets.Figure 1\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/f6b40bb2-3799-402d-812b-01fa816bd24a/images/83c3d64d-bb1c-42b6-b818-dea75b1466cf/EC0559.png)\n\nOnFigure 1, sketch the effect on the demand curve for Company X’s tablets due to the increase in price of Company Y’s tablets.[3]Outline whether Company X’s and Company Y’s products are substitutes or complements.[2]Calculate the change in sales revenue of Company Y after the change in price.[3]State whetherFigure 1shows a decrease in the quantity demanded or a decrease in demand for Company Y.[1]Explain whyFigure 1reflects the law of demand.[2]",
      "markScheme": "Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/f6b40bb2-3799-402d-812b-01fa816bd24a/images/0a275f83-8ffb-4046-9ea3-982083561b37/EC0559a.png)\n\nSolution‾\\underline{\\textrm{Solution}}Solution​:For drawing acorrectly labelled(✓\\checkmark✓) demand and supply diagram showing:D shifts to the right (✓\\checkmark✓)P increases and Q increases (✓\\checkmark✓)Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Company X’s and Company Y’s products are substitutes, because when the price of Company Y’s tablets increase, more of Company X’s tablets are sold. Both products satisfy the same needs.Solution‾\\underline{\\textrm{Solution}}Solution​:Substitute products refer to goods or services that can be used as alternatives to each other for satisfying a particular need or desire of consumers. These products typically serve similar purposes and compete with each other in the marketplace.For identifying that they are substitutes (✓\\checkmark✓) and outlining that these products typically serve similar purposes and compete with each other in the marketplace (✓\\checkmark✓).Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Sales revenue 1 = 500×\\times×1500 = US$\\text{\\textdollar}$750 000Sales revenue 2 = 700×\\times×1200 = US$\\text{\\textdollar}$840 000Change in sales revenue = 840 000−-−750 000 = US$\\text{\\textdollar}$90 000Solution‾\\underline{\\textrm{Solution}}Solution​:Sales revenue = P×\\times×QChange in revenue = revenue 2−-−revenue 1For correct working of both sales revenues (✓✓\\checkmark\\checkmark✓✓)For the correct result:US$90000\\answer{\\textbf{US\\text{\\textdollar}90 000}}US$90 000​(✓\\checkmark✓)Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Company Y experienced a decrease in the quantity demanded.Solution‾\\underline{\\textrm{Solution}}Solution​:For stating: a decrease in the quantity demanded  (✓\\checkmark✓).There is a decrease in the quantity demanded because there is a movement along the curve, not a shift of the curve.Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Figure 1reflects the law of demand because the demand curve is downward sloping, showing the inverse relationship between the price of a good or service and the quantity demanded, ceteris paribus.Solution‾\\underline{\\textrm{Solution}}Solution​:For a full explanation thatFigure 1reflects the law of demand because the demand curve is downward sloping (✓\\checkmark✓), showing the inverse relationship between the price of a good or service and the quantity demanded, ceteris paribus (✓\\checkmark✓).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 18",
      "content": "Maté is a traditional South American drink, particularly popular in Argentina. It is made from the dried leaves of the yerba mate plant and is known for its stimulating and energising effects. The drink is traditionally served in a hollowed-out gourd (also called“\\text{\\textquotedblleft}“mate”\\text{\\textquotedblright}”) and sipped through a metal straw (bombilla).Sketch a demand and supply diagram to show the effect of an increase in the price of mate gourds on the bombilla market.[3]Using your answer to part (a), outline why a change in the price of mate gourds impacts the bombilla market.[2]",
      "markScheme": "Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/f741438c-02cb-437b-b402-40e3f267f4b8/images/231e7f2c-4aee-4a2d-b07d-a0a132dc62b6/EC0569a.png)\n\nSolution‾\\underline{\\textrm{Solution}}Solution​:For drawing acorrectly labelled(✓\\checkmark✓) demand and supply diagram showing:D shifts to the left (✓\\checkmark✓)P and Q decrease (✓\\checkmark✓)Sample answer‾\\underline{\\textrm{Sample answer}}Sample answer​:Mate gourds and bombillas are complements, because they are jointly demanded as they are used together.Solution‾\\underline{\\textrm{Solution}}Solution​:Complementary goods are products or services that are often used together, where the consumption of one good enhances the consumption of the other. When the demand for one of these goods increases, the demand for its complement typically rises as well, and vice versa.For identifying that mate gourds and bombillas are complements (or complementary goods) (✓\\checkmark✓) because they are jointly demanded. (✓\\checkmark✓)",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 19",
      "content": "Using real-world examples, discuss the importance of a firm understanding how the price elasticity of demand for its products may vary.",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:A firm'srevenuedepends on the number of products it sells and the average price of the product it sells. When a firm changes the price of its product, product sales will be affected according to the law of demand[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. But, these impacts differ depending on thedeterminants of price elasticity of demand(PED)[T]\\textcolor{#00CED1}{[\\textbf{T}]}[T]for the good.One determinant of PED is consumers'time to respondwhen buying airline tickets: airfare is usually more expensive if buying it within a few days of the date of travel. For example, a business traveller needing to see a client may have little time to shop for a less expensive ticket and will be willing to pay a higher price[RWE]\\textcolor{#C34A2C}{[\\textbf{RWE}]}[RWE]. Hence, airlines can increase revenue by keeping the price of tickets high[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]when the date of travel is only a few days away.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/1a97ab1e-6eaf-4f87-94e5-2ef6c4652abd/images/c1a61e59-97e9-4f02-83b9-602cee7cfb0d/EC0376b.JPG)\n\nWhen the time to respond is low, PED is moreinelastic(its value is lower).  In the diagram above, the demand curve is relatively inelastic, and increasing price (P1P_1P1​toP2P_2P2​) increasestotal revenue(A+B<B+CA + B < B + CA+B<B+C)[D]\\textcolor{#056608}{[\\textbf{D}]}[D].\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/1a97ab1e-6eaf-4f87-94e5-2ef6c4652abd/images/b2d310ff-656d-41af-8b81-19fe8988a6dc/EC0376b.2.JPG)\n\nBut, when consumers have more time to find a better deal, airlines can increase revenue by lowering ticket prices[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. This is because the time to respond is greater, and PED increases—\\text{\\textemdash}—it becomes moreelastic—\\text{\\textemdash}—for this reason. In other words, because consumers shopping for leisure travel have more time to find a better deal or decide against travelling at all, they are more price-sensitive than business travellers[RWE]\\textcolor{#C34A2C}{[\\textbf{RWE}]}[RWE].  In the diagram above, the demand curve is relatively more elastic, and lowering the price (P1P_1P1​toP2P_2P2​) increases total revenue(A+B<B+C(A+B < B+C(A+B<B+C)[D]\\textcolor{#056608}{[\\textbf{D}]}[D].Consequently, an airline wishing to maximise revenue should increase prices when the PED is inelastic and decrease prices when the PED is elastic. However, there are several assumptions that airlines should also consider. For example, commercial airlines have limited capacity[S/E]\\textcolor{#20B2AA}{[\\textbf{S/E}]}[S/E]: their planes have a fixed number of seats, and airlines cannot change their routes easily[RWE]\\textcolor{#C34A2C}{[\\textbf{RWE}]}[RWE]. So, if airlines set the price too low, filling their seats with leisure travellers, they give up the opportunity to sell more expensive tickets to business travellers. But, if they set the price too high, they risk not selling all the available seats, and losing out on potential revenue. To maximise revenue, airlines must have a finely-tuned understanding of how the PED of their customers varies[S/E]\\textcolor{#20B2AA}{[\\textbf{S/E}]}[S/E].Another problem is that business travellers are not the only consumers who need to travel on short notice[RWE]\\textcolor{#C34A2C}{[\\textbf{RWE}]}[RWE]. In particular, in the case of natural disasters, humanitarian crises, or family emergencies, air travellers often need to make travel plans quickly. Maximising revenue by charging high prices to these consumers can be seen as price gouging, which may hurt the airline's reputation (and ticket sales) over time[S/E]\\textcolor{#20B2AA}{[\\textbf{S/E}]}[S/E].Perhaps this explains why airlines increasingly use additional methods to increase revenue, such as dividing the cabin into additional fare tiers or charging for baggage, meals, or the ability to choose one's seat[RWE]\\textcolor{#C34A2C}{[\\textbf{RWE}]}[RWE]. In these practices, airlines are able to extract more revenue from less price-sensitive customers without having to only rely on response time to increase or decrease their revenue.Explanation‾\\underline{\\textrm{Explanation}}Explanation​:Terminology[T]\\textcolor{#00CED1}{\\textbf{Terminology}\\ [\\textbf{T}]}Terminology[T]For correctly using the termprice elasticity of demandby indicating that it is the degree to which the quantity demanded changes in response to a change in price. (✓\\checkmark✓)This could be indicated by the formula:\\hspace{1em}PED=%change in quantity demanded%change in pricePED = \\dfrac{\\%\\ \\textrm{change in quantity demanded}}{\\% \\textrm{change in price}}PED=%change in price%change in quantity demanded​For correct usage of other relevant terms (✓\\checkmark✓)e.g.elastic,inelastic,total revenue,determinants of PED[2 maximum]Diagrams[D]\\textcolor{#056608}{\\textbf{Diagrams}\\ [\\textbf{D}]}Diagrams[D]For drawing acorrectly labelleddemand curve diagram showing:varying PED values (✓\\checkmark✓)impact on total revenue of lowering price (✓\\checkmark✓)impact on total revenue of raising price (✓\\checkmark✓)[3 maximum]Explanation[EX]\\textcolor{#1974D2}{\\textbf{Explanation}\\ [\\textbf{EX}]}Explanation[EX]Explaining that total revenue (TR) changes due to changing price and changing quantity, and linking this idea to the law of demand (✓\\checkmark✓)Explaining how a determinant of PED can make PED more elastic, and lowering price will increase TR (or raising price will decrease TR) (✓\\checkmark✓)Explaining how a determinant of PED can make PED more inelastic and raising price will increase TR (or lowering price will decrease TR) (✓\\checkmark✓)[3 maximum]SynthesisandEvaluation[S/E]\\textcolor{#20B2AA}{\\textbf{Synthesis and Evaluation}\\ [\\textbf{S/E}]}Synthesis and Evaluation[S/E]For adding context to the explanation (✓\\checkmark✓)by discussing how impacts can vary for different stakeholders, or in the short-term vs. the long-term.orfor pointing to other factors that should be considered\n(e.g. pointing out that airlines have limited capacity)Making a reasoned argument for one point of view\n(e.g. arguing that airlines should vary ticket prices to maximise revenue) (✓\\checkmark✓)Making a reasoned argument for a different point of view\n(e.g. arguing that maximising revenue may be seen as price gouging) (✓\\checkmark✓)[3 maximum]Real-WorldExample[RWE]\\textcolor{#C34A2C}{\\textbf{Real-World Example}\\ [\\textbf{RWE}]}Real-World Example[RWE]For showing that raising prices can be appropriate using RWEs (✓\\checkmark✓)For showing that lowering prices can be appropriate using RWEs (✓\\checkmark✓)For incorporating RWEs into synthesis/evaluation (✓\\checkmark✓)For adding further depth to explanation or evaluation using RWEs (✓\\checkmark✓)[4 maximum][= 15 maximum]",
      "paper": "PAPER1",
      "difficulty": "MEDIUM",
      "calculator": false,
      "sort": 1,
      "maxMark": "15",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 20",
      "content": "Explaintwofactors that determine why primary commodities are less responsive to price changes than manufactured goods.",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:Price elasticity of supply (PES) measures the change in quantity supplied of a good due to a change in its price[T]\\textcolor{#00CED1}{[\\textbf{T}]}[T].PES =%changeinquantitysupplied%changeinprice×100\\dfrac{\\ce{\\% change in quantity supplied}}{\\ce{\\% change in price}} \\times 100%changeinprice%changeinquantitysupplied​×100If the PES value exceeds 1, then the supply isprice elastic, meaning producers are more sensitive to price changes. A value less than 1 means supply isprice inelastic—producers are less sensitive to price changes. PES can be affected byfactorssuch as the ability to store stocks, time period, type of production method, mobility of factors of production, and using underemployed resources[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].The PES forprimary commoditiesis relatively low due to the comparatively long time it takes to increase primary sector production such as agricultural products. However, the PES formanufactured goods(like shoes) is higher as many of these can be mass-produced in less time. Additionally, even though it’s possible to store primary output like wheat, such goods are perishable and can be damaged[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. This makes it difficult to hold stocks of primary goods over time. However, manufactured goods such as furniture can be stored for longer. Such goods may become outdated, but they do not perish over time like primary commodities. Thus, the PES of manufactured goods tends to be higher than that of primary commodities because manufacturers can release stored inventory when the price increases[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].Furthermore,capital-intensive production in the manufacturing sector means it is relatively easy to raise output, while production tends to be land-intensive in the primary sector[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. Land is fixed in supply—once crops have been planted, the capacity is effectively fixed, at least in theshort run. Additionally, labour-intensive\nproduction in the primary sector can be costly, which limits the ability of firms to increase output despite price hikes[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].This can be understood by comparing supply curves for both primary commodities and manufactured goods. As seen in the diagram, an increase in price fromPX1\\ce{P_1}PX1​toPX2\\ce{P_2}PX2​has led to a less than proportionate increase in quantity supplied for primary goods (QX1\\ce{Q_1}QX1​toQX2\\ce{Q_2}QX2​)[D]\\textcolor{#056608}{[\\textbf{D}]}[D]. This means supply is price inelastic, representing the fact that producers are less responsive to price changes.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/1d8a318f-b42f-407f-8abd-bddbb31cc5b0/images/c23544db-1993-44b8-afee-9032880099bf/EC0591A.png)\n\nHowever, as seen on the supply curve for manufactured goods, an increase in price fromPX1\\ce{P_1}PX1​toPX2\\ce{P_2}PX2​has led to a more than proportionate increase in quantity supplied fromQX1\\ce{Q_1}QX1​toQX3\\ce{Q_3}QX3​[D]\\textcolor{#056608}{[\\textbf{D}]}[D]. This means supply is price elastic, indicating that producers of manufactured goods are more responsive to changes in the price of their goods or services.Explanation‾\\underline{\\textrm{Explanation}}Explanation​:Terminology[T]\\textcolor{#00CED1}{\\textbf{Terminology}\\ [\\textbf{T}]}Terminology[T]Correctly using the idea ofprice elasticityof supply and showing how it is low for primary commodities and high for manufactured goods. (✓\\checkmark✓)Correct use ofother relevant terms(✓\\checkmark✓)E.g., primary commodities, manufactured goods, elastic, inelastic, PES determinants (storability, unused capacity, time to respond, mobility of factors of production), capital, short run/long run[2 maximum]Diagrams[D]\\textcolor{#056608}{\\textbf{Diagrams}\\ [\\textbf{D}]}Diagrams[D]For including acorrectly labelleddemand and supply diagram showing:A relatively steep supply curve showing an increase/decrease in price. (✓\\checkmark✓)Accompanied with an increase/decrease in quantity supplied proportionally greater than the change in price. (✓\\checkmark✓)OrA relatively flat supply curve showing an increase/decrease in price. (✓\\checkmark✓)Accompanied with an increase/decrease in quantity supplied proportionally less than the price change. (✓\\checkmark✓)Linking the responsiveness of manufactured goods or agricultural goods to a diagram. (✓\\checkmark✓)[3 maximum]Explanation[EX]\\textcolor{#1974D2}{\\textbf{Explanation}\\ [\\textbf{EX}]}Explanation[EX]For stating that the price elasticity of supply for a good depends on any two of the following (a-e): (✓\\checkmark✓)Ability to store stocks (perishable nature of goods)Time periodType of production method usedMobility of factors of productionUtilising unused capacity/resourcesFor explainingtwoof the following (a-d):Primary commodities are more perishable than manufactured goods. (✓\\checkmark✓)It is possible to store some primary commodities, but many tend to be perishable. Manufactured goods aren’t usually perishable, so they are more easily stored. (✓\\checkmark✓)Capital-intensive production of manufactured goods and labour-intensive production of primary commodities impacts a firm’s ability to increase output. (✓\\checkmark✓)Capital-intensive production in the manufacturing sector means it is easier to increase output. Primary sector production tends to be land-intensive, which limits the ability of firms to increase output. (✓\\checkmark✓)The time it takes to increase output differs between the primary sector and the manufacturing sector. (✓\\checkmark✓)The PES for primary commodities is low as it takes longer to increase output such as agricultural products. The PES for manufactured goods is higher as many of these can be mass-produced in less time. (✓\\checkmark✓)Difference between utilising all given resources in comparison to underutilization (✓\\checkmark✓)Firms operating below their production capacity increase output quicker than those operating at full capacity. (✓\\checkmark✓)[5 maximum][= 10 maximum]",
      "paper": "PAPER1",
      "difficulty": "MEDIUM",
      "calculator": false,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 21",
      "content": "In 2023, food and beverage sectors grappled with aCO2\\mathrm{CO_2}CO2​shortage, crucial for beverage carbonation. Soda manufacturers faced production hurdles due to this scarcity, originating from a basic supply-demand imbalance.CO2\\mathrm{CO_2}CO2​primarily comes from industries like ethanol, ammonia, and oil refineries, alongside geological sources.[Bell, J., 2023. Jan. 17,“What's Causing the CO2 Shortage and How to Remedy it.” Food Logistics. Retrieved 1 May 2024, from https://www.foodlogistics.com/transportation/cold-chain/article/22618121/university-of-tennessee-knoxvilles-haslam-college-of-business-whats-causing-the-co2-shortage-and-how-to-remedy-it. Source adapted.]Using an appropriate demand and supply diagram, sketch a likely outcome in the soda market due to theCO2\\mathrm{CO_2}CO2​shortage.[3]Using an appropriate supply and demand diagram, sketch the impact of a shortage ofCO2\\mathrm{CO_2}CO2​on a substitute good for carbonated beverages.[2]Economists state the price elasticity of demand for carbonated beverages in a market is greater than 1.Explain why the PED for carbonated beverages is greater than 1.[3]",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/1f5e1e7f-a424-4d08-bbd3-d6543c2c2eba/images/0ca276c8-b655-4cac-b063-3127c4d7df62/EC0460%20fig1.png)\n\nSolution‾\\underline{\\textrm{Solution}}Solution​:A decrease of the availability of an input leads to a decrease in the supply of the product at market causing an increase in price at every given quantity. The shortage of safe carbon dioxide will cause a rise in the price of soda for consumers. This is because the shortage ofCO2\\mathrm{CO_2}CO2​will cause the suppliers to have to charge more for every given quantity of soda they are able to supply. Ultimately, this will lead to market inefficiency, causing people who want to drink soda to be unable to afford it, thus decreasing the consumer surplus that would be enjoyed under normal market conditions.For showing:a correctly labelled supply and demand diagram (✓\\checkmark✓)a shift in supply to the left (✓\\checkmark✓)an increase in equilibrium price and a decrease in quantity demanded (✓\\checkmark✓)Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/1f5e1e7f-a424-4d08-bbd3-d6543c2c2eba/images/fabde27f-fa73-462a-8720-3ae4b1951b4a/EC0460%20fig2.png)\n\nSolution‾\\underline{\\textrm{Solution}}Solution​:As the availability ofCO2\\mathrm{CO_2}CO2​becomes limited, the price for carbonated beverages will rise, causing the quantity demanded to decrease.  However, consumers may want to purchase other beverages, causing the demand for substitute goods−-−non carbonated drinks−-−to increase.For including:Rightward shift due to the increase of price of a substitute good (✓\\checkmark✓)an increase in equilibrium price and quantity (✓\\checkmark✓)Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:Soda is not necessary for survival and has a high elasticity of demand, meaning that a small change in price will lead to a larger change in quantity demanded. The increase in the cost of carbon dioxide will, therefore, create a large drop in demand for soda and other carbonated beverages as consumers will turn to substitute goods that are unaffected by the supply shock caused by the decreased availability ofCO2\\mathrm{CO_2}CO2​.Solution‾\\underline{\\textrm{Solution}}Solution​:For correctly:Explaining that price elasticity of demand relates to the responsiveness consumers have to a change in price of a product. (✓\\checkmark✓)Stating that when the price of carbonated beverages rises, the quantity demanded falls by a greater percentage. (✓\\checkmark✓)Stating that the PED for carbonated beverages tends to be high (✓\\checkmark✓)or PED is elasticor carbonated beverages are a luxury goodor many suitable substitutes exist",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 22",
      "content": "The figures below represent the relationship between three different services in a city: taxi rides, electric bike rentals, and travel insurance.Figure 1: the relationship between electric bike rentals and taxi rides.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/a561a3be-d959-48ae-a30c-6894725cfbad/images/c8924221-deeb-44ea-959f-a2237a9cacfa/EC0664.jpg)\n\nFigure 2: the relationship between electric bike rental and travel insurance.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/a561a3be-d959-48ae-a30c-6894725cfbad/images/4dbefa59-c3b5-4c0f-b1f1-a92a673c7ed5/EC0664%20(1).jpg)\n\nUsing the information fromFigure 1, explain the likely relationship between taxi rides and electric bike rentals.[2]Using the information fromFigure 2, explain why electric bike rentals and travel insurance shouldnotbe regarded as substitutes or complements.[2]Using a demand and supply diagram, explain how an increase in car insurance costs paid by taxi companies would likely impact the market for electric bike rentals.[4]Explain why the imposition of an effective maximum price on taxi fares is likely to result in a higher demand for electric bike rentals.[4]",
      "markScheme": "Sample answer:‾\\underline{\\textrm{Sample answer: }}Sample answer:​Figure 1 shows that when the quantity of electric bike rentals increases, the quantity of taxi rides decreases, and vice versa. This means that one service can be used instead of the other, so the two services are substitutes.Explanation:‾\\underline{\\textrm{Explanation: }}Explanation:​For identifying that the two services are substitutes (✓\\textcolor{black}{\\checkmark}✓)For explaining that they are substitutes since the figure shows that an increase in the quantity of one service determines a reduction in the quantity of the other one (✓\\textcolor{black}{\\checkmark}✓)Sample answer:‾\\underline{\\textrm{Sample answer: }}Sample answer:​The figure shows that no relationship exists between electric bike rentals and travel insurance: when the quantity of electric bike rentals changes, there is no change in the quantity of travel insurance. This justifies why the two services are neither complements nor substitutes.Explanation:‾\\underline{\\textrm{Explanation: }}Explanation:​For identifying that no relationship exists between the quantity of bike rentals and the quantity of travel insurance / the two services are independent of each other (✓\\textcolor{black}{\\checkmark}✓)For explaining that the two services are independent of each other because a change in the quantity of bike rentals does not affect the quantity of travel insurance (✓\\textcolor{black}{\\checkmark}✓)Sample answer:‾\\underline{\\textrm{Sample answer: }}Sample answer:​\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/a561a3be-d959-48ae-a30c-6894725cfbad/images/63cb6896-f725-4f54-a7b7-ca1688b288c5/0664.JPEG)\n\nThe increase in car insurance cost would cause a leftward shift of the supply curve in the market for taxi rides, which would increase their price. As taxi rides and electric bike rentals are substitutes, more people would choose bike rentals over the now more expensive taxi rides. This will cause the demand curve for electric bike rentals to shift to the right as shown above, resulting in a greater equilibrium quantity and price.Explanation:‾\\underline{\\textrm{Explanation: }}Explanation:​For drawing afully labelleddiagram showing a rightward shift of the demand curve for electric bike rentals (✓\\textcolor{black}{\\checkmark}✓)For explaining that the surge in car insurance costs would determine a leftward shift of the supply curve in the market for taxi rides (✓\\textcolor{black}{\\checkmark}✓)For explaining that the leftward shift of the supply curve in the market for taxi rides would determine a higher equilibrium price, causing the price of taxi rides to increase (✓\\textcolor{black}{\\checkmark}✓)For explaining that, as taxi rides and electric bike rentals are substitute services, more people would switch to electric bike rentals. This would determine a rightward shift in the demand curve for electric bike rentals (✓\\textcolor{black}{\\checkmark}✓)Sample answer:‾\\underline{\\textrm{Sample answer: }}Sample answer:​\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/a561a3be-d959-48ae-a30c-6894725cfbad/images/33c13763-23c5-49c9-a82d-328a320d678a/0664.2.png)\n\nAn effective maximum price must be imposed below the market equilibrium: it would determine a reduction in the quantity supplied and an increase in the quantity demanded, resulting in a shortage of taxi rides. Due to the reduced quantity supplied, fewer people could use this service and more people would have to choose the substitute electric bike rentals. This would determine a higher demand for electric bike rentals.Explanation:‾\\underline{\\textrm{Explanation: }}Explanation:​For identifying that an effective maximum price would result in a shortage of taxi rides / greater quantity demanded than quantity supplied of taxi rides (✓\\textcolor{black}{\\checkmark}✓)For drawing a fully labelled diagram representing an effective maximum price in the market for taxi rides (✓\\textcolor{black}{\\checkmark}✓)For explaining that an effective maximum price would cause a fall in the quantity supplied of taxi rides which would result in fewer users for this service (✓\\textcolor{black}{\\checkmark}✓)For explaining that more people would switch to using electric bike rentals as it is a substitute service for taxi rides, causing the demand curve for electric bike rentals to shift to the right (✓\\textcolor{black}{\\checkmark}✓)",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 23",
      "content": "Explain how an increase in the price of beef might affect the supply of leather and the supply of poultry.",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:An increase in the price of beef can have distinct effects on the supply of leather and the supply of poultry due to the concepts of joint supply and competitive supply. A change in the price of a related product is a non-price determinant of supply and will shift the supply curve of the product under consideration[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].Competitive supplymeans that the output of one product prevents or limits the output of alternative products[T]\\textcolor{#00CED1}{[\\textbf{T}]}[T].Joint supplymeans that the supply of a product results in the supply of at least one by-product[T]\\textcolor{#00CED1}{[\\textbf{T}]}[T]. This explains how the price of related goods can affect the supply of individual producers.In the case of competitive supply, if a firm produces different products, a change in the price of one product may affect the output of another of its products because producers have limited resources so they cannot supply more of one product without producing less of the other products. Beef and poultry are in competitive supply[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX], so if the price of beef increases, the producer has more incentives to produce more beef and the amount of poultry produced will need to be reduced[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/14fcf616-0d20-4ccc-9d7e-c39398152f94/images/a7410515-6faf-43fa-825d-47a09717a4cd/EC0685.docx%20(3).jpg)\n\nWhen the price of beef increases, producers will increase the resources they use for beef production and the quantity of beef supplied will increase. The higher price of beef disincentivizes poultry production, which is in competitive supply with beef. The supply of poultry decreases (SX1\\ce{S_1}SX1​toSX2\\ce{S_2}SX2​), increasing price and reducing the quantity demanded of poultry[D]\\textcolor{#056608}{[\\textbf{D}]}[D].On the contrary, beef and leather are in joint supply, because leather is a by-product of beef production[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. When a farm raises cows for beef, the hides from these cows can be processed into leather. If the price of beef increases, the farm will raise more cows and more leather will also be produced[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/14fcf616-0d20-4ccc-9d7e-c39398152f94/images/66c9e787-d200-4708-b77c-ef448dee61c2/EC0685.docx.jpg)\n\nWhen beef production increases in response to the higher price of beef, the supply of leather—a by-product of beef—also increases. The supply curve for leather shifts rightward (SX1\\ce{S_1}SX1​toSX2\\ce{S_2}SX2​), reducing price and increasing the quantity of leather in the market.Explanation‾\\underline{\\textrm{Explanation}}Explanation​:Terminology[T]\\textcolor{#00CED1}{\\textbf{Terminology}\\ [\\textbf{T}]}Terminology[T]For correctly using the termcompetitive supplydefining it as supply when the output of one product prevents or limits the output of alternative products. (✓\\checkmark✓)For correctly using the termjoint supplydefining it as supply of a product that results in the supply of at least one by-product. (✓\\checkmark✓)[2 maximum]Diagrams[D]\\textcolor{#056608}{\\textbf{Diagrams}\\ [\\textbf{D}]}Diagrams[D]For drawing acorrectly labelleddemand and supply diagram showing:increase in the demand for beef, resulting in an increase in the price of beef  (✓\\checkmark✓)decrease in the supply of poultry, resulting in an increase in the price of poultry and a reduction of the quantity of poultry (✓\\checkmark✓)orincrease in the demand for beef, resulting in an increase in the price of beef (✓\\checkmark✓)increase in the supply of leather, resulting in a decrease in the price of leather and an increase in the quantity of leather (✓\\checkmark✓)Linking the idea of competitive supply and joint supply to the diagram(s) (✓\\checkmark✓)[3 maximum]Explanation[EX]\\textcolor{#1974D2}{\\textbf{Explanation}\\ [\\textbf{EX}]}Explanation[EX]For stating that the supply of leather and the supply of poultry changes when a non-price determinant of supply—the price of related goods—changes. (✓\\checkmark✓)For explaining that the supply of poultry decreases:Beef and poultry are in competitive supply (✓\\checkmark✓)If the price of beef increases, the producer has more incentives to produce more beef and the amount of poultry produced will need to be reduced (✓\\checkmark✓)For explaining that the supply of leather increases:Beef and leather are in joint supply, because leather is a by-product of beef production (✓\\checkmark✓)If the price of beef increases, the farm will raise more cows and more leather will be produced as well (✓\\checkmark✓)[5 maximum][= 10 maximum]",
      "paper": "PAPER1",
      "difficulty": "MEDIUM",
      "calculator": false,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 24",
      "content": "Explaintwofunctions of the price mechanism.",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:In market economies, the price mechanism signals the value of a product to producers and consumers and helps rationscarceresources used in producing goods and services. The price mechanism refers to the interaction of demand and supply to set theequilibrium pricein a market[T]\\textcolor{#00CED1}{[\\textbf{T}]}[T].\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/3cfc594b-82a9-4a62-b0ab-5d1ea26b0fc2/images/be18c217-157f-4ea2-85c7-ab677f513465/image.png)\n\nThe signalling function[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]of the price mechanism is fundamental to resource allocation in a free-market economy. Prices efficientlyallocatescarce resources by conveying information about the relative desirability and scarcity of goods and services in the market. Producers reallocate their productive resources to the products that have the highest prices.When the price is set atP∗P^*P∗, the quantity supplied and the quantity demanded are equal (Q∗Q^*Q∗). But if demand for the product increases (D1D_1D1​toD2D_2D2​), its price rises (P∗P^*P∗toP2P_2P2​)[D]\\textcolor{#056608}{[\\textbf{D}]}[D], signalling to producers that there is an increased desire for that item[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. In response to higher prices, producers allocate more resources—\\text{\\textemdash}—such as labour, capital, and raw materials—\\text{\\textemdash}—to produce more of the product (Q∗Q^*Q∗toQ2Q_2Q2​)[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. This dynamic adjustment ensures that society's limited resources are directed towards producing goods consumers value the most, promoting economicefficiency.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/3cfc594b-82a9-4a62-b0ab-5d1ea26b0fc2/images/6c51891e-6b47-4e76-806a-a1681178edca/image.png)\n\nThe price mechanism also has a rationing function[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. When an item becomes scarcer or more sought after, its price rises (P1P_1P1​toP2P_2P2​). As the price increases, the quantity demanded falls (Q1Q_1Q1​toQ2Q_2Q2​) according to the law of demand[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. Those consumers with a higher willingness and ability to pay the higher price gain access to the product, while those who are less willing or able to do so may choose to forgo purchasing it or seek alternatives[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. In this way, the price mechanism effectively rations the limited supply of the item among consumers.Explanation‾\\underline{\\textrm{Explanation}}Explanation​:Terminology[T]\\textcolor{#00CED1}{\\textbf{Terminology}\\ [\\textbf{T}]}Terminology[T]For correctly using the termprice mechanismby indicating that it is the interaction of demand and supply in a market to set the equilibrium price (✓\\checkmark✓)For correct usage of other relevant terms (✓\\checkmark✓)e.g.rationing, allocate, incentive, equilibrium, scarcity, shortage, surplus, efficiency[2 maximum]Diagrams[D]\\textcolor{#056608}{\\textbf{Diagrams}\\ [\\textbf{D}]}Diagrams[D]For drawing acorrectly labelleddemand and supply diagram showing:price increasing or decreasing (✓\\checkmark✓)quantity supplied (or demanded) decreasing in response to price (✓\\checkmark✓)Linking the idea of the price mechanism to the diagram (✓\\checkmark✓)[3 maximum]Explanation[EX]\\textcolor{#1974D2}{\\textbf{Explanation}\\ [\\textbf{EX}]}Explanation[EX]Including anytwoof:signalling function, incentive function, or rationing function (✓\\checkmark✓)[1 maximum]For explainingtwoof (a-c):Signalling functionchanges in demand or supply affect equilibrium price (✓\\checkmark✓)increased prices signal producers to produce more of a good, or decreased prices signal producers to produce less of a good (✓\\checkmark✓)ORIncentive functionchanging prices incentivise consumers and producers to change the quantity they consume or produce (✓\\checkmark✓)consumers buy more or less to maximise utility, or producers produce more or less to maximise profit (✓\\checkmark✓)ORRationing functionincreasing prices change the quantity demanded due to the law of demand, or vice versa (✓\\checkmark✓)when prices increase, only those willing and able to pay the higher price will obtain the product, or vice versa (✓\\checkmark✓)[4 maximum][= 10 maximum]",
      "paper": "PAPER1",
      "difficulty": "MEDIUM",
      "calculator": false,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 25",
      "content": "Berlin, the capital of Germany, has an extensive public transportation network, including subway, bus, and tram lines. A standard ticket costs EUR 3.50. The table below shows the annual number of tickets sold and the average annual income in Berlin from 2015 to 2018.YearAnnual tickets sold\\\\(millions)Average annual income\\\\(EUR)20156058 00020166754 00020176953 00020186362 000Using the information from the table, describe the relationship between the annual tickets sold and the average annual income in Berlin from 2015 to 2017.[2]Calculate the income elasticity of demand (YED) for public transportation in Berlin from 2016 and 2017.[2]Explain why a fall in the average annual income between 2015 and 2017 resulted in greater ticket sales for public transportation in Berlin.[3]Describeoneother factor, rather than a fall in the average annual income, that may cause an increase in ticket sales for public transport in Berlin.[2]",
      "markScheme": "Sample answer:‾\\underline{\\textrm{Sample answer:}}Sample answer:​The table shows an inverse relationship between the number of tickets sold and the average annual income in Berlin. From 2015 to 2017 the average annual income falls, while total ticket sales increases.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For identifying the inverse relationship between the two variables (✓{\\checkmark}✓).For explaining the relationship using one example from the table in the stimulus (✓{\\checkmark}✓).Sample answer:‾\\underline{\\textrm{Sample answer:}}Sample answer:​The YED between 2016 and 2017 equals to69−676753000−5400054000=2.99%−1.85%=−1.62.\\dfrac{\\dfrac{69-67}{67}}{\\dfrac{53 000 - 54 000}{54 000}} = \\dfrac{2.99\\%}{-1.85\\%} = -1.62.5400053000−54000​6769−67​​=−1.85%2.99%​=−1.62.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​YED =%quantitydemanded%income←%Q%Y\\dfrac{\\% \\,quantity \\, demanded}{\\% \\, income} \\leftarrow \\dfrac{\\%Q}{\\%Y}%income%quantitydemanded​←%Y%Q​Q2017−Q2016Q2016Y2017−Y2016Y2016←69−676753000−5400054000\\dfrac{\\dfrac{Q_{2017}-Q_{2016}}{Q_{2016}}}{\\dfrac{Y_{2017}-Y_{2016}}Y_{2016}} \\leftarrow \\dfrac{\\dfrac{69-67}{67}}{\\dfrac{53 000 - 54 000}{54 000}}YY2017​−Y2016​​2016​Q2016​Q2017​−Q2016​​​←5400053000−54000​6769−67​​=-1.62 or -1.61For applying the correct formula (✓{\\checkmark}✓)For calculating the correct result (✓{\\checkmark}✓)N.b. the correct answer varies depending on when the results are roundedSample answer:‾\\underline{\\textrm{Sample answer:}}Sample answer:​Public transportation is usually considered a low-quality good with better substitutes like cars, motorbikes and taxis, so it can be considered one example of an inferior good. When the average annual income in Berlin falls, more people may switch from their private vehicles to public transportation to save money. Consequently, the demand for public transportation increases despite the fall in incomes as shown by the increase in the total number of tickets sold in Berlin.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For explaining that public transportation is likely to be classified as an inferior good since it is perceived to be low-quality, and there are several better/more convenient substitutes (✓{\\checkmark}✓).For explaining that a fall in the average annual income leads people to save more money, which can be done by choosing to use public transportation rather than private vehicles or taxis  (✓{\\checkmark}✓).For explaining that this is the reason why a fall in the average annual income determined an increase in the number of tickets sold, which represents an increase in the demand for the good  (✓{\\checkmark}✓).Sample answer:‾\\underline{\\textrm{Sample answer:}}Sample answer:​The increase in ticket sales can also be caused by the government's efforts to make public transport cleaner and safer than before, which would encourage more people to use it for their daily commute, increasing demand.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For identifying one possible reason (other than the fall in the average annual income) for the increase in ticket sales (✓{\\checkmark}✓).For explaining the chosen reason and how it would increase demand for public transportation in Berlin (✓{\\checkmark}✓).IdentifyExplainLower price for public transportDue to the law of demandHigher price for substitute goodsDue to increased demand for public transportationHigher prices for a complement of a substitute goodDue to increased demand for public transportationHigher quality of public transportationDue to increased demand for public transportationIncreased people's awareness about the positive impact of using public transportDue to increased demand for public transportationIncreased in the number of car accidentsDue to increased demand for public transportationEffective awareness campaign to get people to use public transportDue to increased demand for public transportation",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 26",
      "content": "Gasoline (petrol)—an essential commodity—is highly regulated in some countries. A government imposes a maximum price for gasoline, but critics suggest that offering subsidies would be a better option. In both cases, the policy objective is that consumers would pay the price P2_22​instead of the market price P1_11​.The diagram below represents the demand and supply for gasoline.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/8c9488c7-28e9-4e8c-ba25-8e10e63a8b64/images/67b5c5f7-2c85-4f2d-8e8a-395988840886/667.JPEG)\n\nExplain how the consumer surplus (CS) would change if the government replaced the maximum price policy with subsidies for gasoline producers.[3]Using the concept of producer surplus (PS), explain why gasoline producers would benefit more from government subsidies than from the current maximum price policy.[3]Explainoneadvantage for a government when implementing an effective maximum price policy rather than offering subsidies to gasoline producers.[3]Explain which policy is likely to be the most effective in addressing the negative externalities related to the consumption of gasoline, such as air pollution and CO2_22​emissions.[3]",
      "markScheme": "Sample answer:‾\\underline{\\textrm{Sample answer:}}Sample answer:​The effective maximum price policy results in the consumer surplus (CS) being the area A + B + C, while it is the area A + B + C + F + G + H + I + M when a subsidy is introduced. This means that offering subsidies would determine a greater CS.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For identifying A + B + C as the area representing the consumer surplus when an effective maximum price is implemented (✓{\\checkmark}✓).For identifying A + B + C + F + G + H + I + M as the area representing the consumer surplus when subsidies to gasoline producers are granted (✓{\\checkmark}✓).For explaining that the use of subsidies would cause a greater consumer surplus compared to the maximum price policy (✓{\\checkmark}✓).Sample answer:‾\\underline{\\textrm{Sample answer:}}Sample answer:​With an effective maximum price policy, the producer surplus is represented by the area D, while it would be illustrated by the area B + C + D + G + H + K with subsidies offered to gasoline producers. As the second area is certainly larger than the first one, the use of subsidies would benefit gasoline producers more.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For identifying that D is the area representing the producer surplus when an effective maximum price policy is implemented (✓{\\checkmark}✓).For identifying B + C + D + G + H + K as the area representing the producer surplus when subsidies are offered to gasoline producers implemented (✓{\\checkmark}✓).For explaining that the larger producers surplus indicates that gasoline producers would benefit more from the subsidy policy compared to the maximum price (✓{\\checkmark}✓).Sample answer:‾\\underline{\\textrm{Sample answer:}}Sample answer:​An effective maximum price is an example of government regulation, whose only indirect cost is the policy implementation and oversight. Differently, offering subsidies also determines a significant direct cost for the government represented by the area B + C + G + H + I + K + L + M, which makes the use of subsidies much more expensive.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For identifyingoneadvantage for the government (✓{\\checkmark}✓).For explaining why the chosen advantage occurs in the case of the maximum price policy (✓{\\checkmark}✓).For explaining why the chosen advantage does not occur in the case of the subsidies (✓{\\checkmark}✓).Advantage for the governmentWhy it occurs with the maximum priceWhy it does not occur with the subsidyLower cost for the governmentNo direct cost for the government except for the policy implementation and oversight.Direct costs for the government as subsidies are given to gasoline producers.Lower implementation complexityThe policy only requires the government to set the maximum price and oversee the policy.The policy requires the government to provide subsidies to each producer based on their output.Shorter time lagEach producer must independently comply with the government policy.Producers must rely on the government for the subsidy.Sample answer:‾\\underline{\\textrm{Sample answer:}}Sample answer:​Implementing an effective maximum price would be a better policy to reduce negative externalities in consumption. With an effective maximum price, producers supply up toQ2Q_2Q2​only, creating a shortage but also limiting the quantity available toQ2Q_2Q2​. Differently, a subsidy would increase both consumption and production, so that the total quantity traded would be atQ3Q_3Q3​, increasing the amount of the negative externality.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For identifying that an effective maximum price is a more effective policy to reduce the amount of negative externalities in consumption (✓{\\checkmark}✓).For explaining why using a maximum price would determine a smaller quantity traded, which results in a lower impact of the externality (✓{\\checkmark}✓).For explaining why offering subsidies price would determine a greater quantity traded, which results in a greater impact of the externality (✓{\\checkmark}✓).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 27",
      "content": "Mobility is essential to economic and social development. Well-targeted infrastructure investment and network design are crucial for a transport system that provides accessibility to people and businesses. For the European Union, rail transport plays a key role in such a transport system and is an important priority.\r\nPassengers switching from air travel to rail travel on routes where rail is faster would reduce the total amount ofCOX2\\ce{CO2}COX2​emissions from air trips by 17%\\%%and passenger travel time on these routes by 4.2%\\%%.Figure 1: Overall travel time for rail and air trips on two routes in 2019\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/0b1362fc-8cc4-40d2-a5ef-ad277c64cdad/images/09e2e24a-9327-40e3-b4f1-7dd7e1ad22b1/EC0642.jpg)\n\nBrons M., Dijkstra, L., & Poelman H. (2023).How fast are rail trips between EU cities and is rail faster than air?Publications Office of the European Union. Retrieved 19 August 2024, from https://ec.europa.eu/regional_policy/sources/work/2023-rail-vs-air_en.pdf. Source adapted. CC BY 4.0.Explain why rail travel can be considered a private good.[3]Using information fromFigure 1, explain why air travel and rail travel can be considered close substitutes in the market for travel between Madrid and Granada.[2]Explain why passengers switching from air travel to rail travel on certain routes can reduce negative externalities.[2]Using the information inFigure 1, explain how the price elasticity of demand for air travel on the two routes would differ.[2]",
      "markScheme": "Sample answer:‾\\underline{\\textrm{Sample answer:}}Sample answer:​Rail travel is both rival and excludable, making it a private good. It is rival as, for example, the same seat cannot be shared by two or more people. It is excludable as travellers can be stopped from using trains if they do not pay for tickets.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For stating that a private good must be both rival and excludable (✓\\checkmark✓).For explaining the meaning of rival and excludable (✓\\checkmark✓).A good is rival if only one person can use it at a time.A good is excludable if a firm can force a person to pay to access it.For applying the concepts of rival and excludable to rail travel (✓\\checkmark✓).Rail travel is rival because train capacity is limited.Rail travel is excludable because access to trains is easily controlled.Sample answer:‾\\underline{\\textrm{Sample answer:}}Sample answer:​As the total travel times between Madrid and Granada by flight and train are approximately the same, consumers may consider the two means of transport as very similar alternatives. Therefore, they can be viewed as close substitutes.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For explaining that the duration of the trip between Madrid are Granada is approximately the same for either air or rail travel (✓\\checkmark✓). For this reason, consumers will see the two means of transport as very similar, meaning they can be considered close substitutes (✓\\checkmark✓).Sample answer:‾\\underline{\\textrm{Sample answer:}}Sample answer:​By using rail instead of air travel, passengers can reduce their totalCOX2\\ce{CO2}COX2​emissions by 17%\\%%, lowering the negative consequences for society of global warming and climate change.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For explaining that using rail instead of air travel can lead to a reduction inCOX2\\ce{CO2}COX2​emissions (✓\\checkmark✓) which can reduce negative externalities such as global warming, climate change or extreme weather events (✓\\checkmark✓).Sample answer:‾\\underline{\\textrm{Sample answer:}}Sample answer:​As the train and flight travel times for the Madrid-Granada route are approximately the same, the two means of transport can be considered close substitutes. On the contrary, the significant difference in train and flight travel times for the Rotterdam-Strasbourg route makes the two services weaker substitutes. Because the number and closeness of substitutes affect PED, air travel between Granada and Madrid will be relatively more elastic than air travel between Rotterdam and Strasbourg.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For stating that the PED would likely be relatively more elastic for air travel on the Madrid-Granada route (✓\\checkmark✓).N.b. this could be explained by suggesting a PED value for the Madrid-Granada route that is greater than a suggested PED value for the Rotteredam-Strasbourg routeFor explaining the similar train and flight travel times between Madrid and Granada result in the two services being close substitutes (✓\\checkmark✓).For explaining the differences in travel time between Rotterdam and Strasburg makes them weak substitutes (✓\\checkmark✓). For explaining that the presence of more, or more suitable, substitutes makes the demand for a good relatively more elastic (✓\\checkmark✓)",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 28",
      "content": "In 2023, around 74 billion chickens were raised for human consumption, compared to 8, 20, and 40 billion in 1960, 1980, and 2000, respectively. Not only has the annual number of chickens been steadily increasing over the years, but each chicken is now bigger than ever.New types of animal feed, genetic selection, and the widespread use of technologies in chicken farms have allowed the process to become highly automated, increasing chicken growth by as much as 400% compared to a few decades ago. A chicken is now expected to reach full maturity in just under 6 weeks, compared to the previous maturity period of 10 weeks.Amidst these changes, the price of chicken slightly increased between 1960 and 2000 after adjusting for inflation.Figure 1: average chicken weight at full maturity in kilograms in 1960, 1980 and 2000.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/4bf9af60-e146-4487-871e-ee92c4d7ce64/images/43e1ed7e-0405-4f94-b106-e92df908ff9f/ec0643.jpg)\n\nCalculate the absolute change and percentage change in chicken production between 1960 and 1980.[2]Draw a demand and supply diagram to illustrate how the supply curve for chicken changed between 1960 and 2000.[2]Explain the likely changes in the price elasticity of supply (PES) for chicken between 1960 and 2000.[3]Using a demand and supply diagram, explain the likely reason why the inflation-adjusted price of chicken slightly increased between 1960 and 2000.[4]",
      "markScheme": "Sample answer:‾\\underline{\\textrm{Sample answer:}}Sample answer:​Between 1960 and 1980, the annual chicken production increased by approximately 12 billion units, or 150%.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For calculating the absolute change in the annual chicken production between 1960 and 1980 as 20 - 8 =12 billion units(✓{\\checkmark}✓).For calculating the percentage change in the annual chicken production between 1960 and 1980 as20−88=128\\dfrac{20-8}{8} = \\dfrac{12}{8}820−8​=812​= 1.5 =150%(✓{\\checkmark}✓).Sample answer:‾\\underline{\\textrm{Sample answer:}}Sample answer:​\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/4bf9af60-e146-4487-871e-ee92c4d7ce64/images/36c616fc-afe6-47c7-ae47-ba7a6ccdd4a6/EC0643.jpg)\n\nAs the annual production of chicken increased from 8 to 40 billion units between 1960 and 2000, its supply curve shifted to the right as shown above.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For drawing a fully labelled diagram (price and quantity on the two axes) indicating the price and quantity before and after the shift of the supply curve (✓{\\checkmark}✓).For representing a right shift in the supply curve and correctly labelling the two curves (✓{\\checkmark}✓).Sample answer:‾\\underline{\\textrm{Sample answer:}}Sample answer:​The use of new chicken feeds, genetic selection, and technologies increased chicken growth over time, resulting in an average weight of over 4kg in 2000 compared to less than 1 kg in 1960. This indicates that the PES became more elastic, as chicken producers can have fully grown chickens in only 6 weeks instead of 10.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For explaining that the average weight of chickens increased from 1960 to 2000and/orthe time to reach full maturity decreased from 10 to 6 weeks (✓{\\checkmark}✓).For explaining that this information suggests that the PES value increased, becoming more elastic (✓{\\checkmark}✓), as producers can produce faster and in greater quantity given the same resources (✓{\\checkmark}✓).Sample answer:‾\\underline{\\textrm{Sample answer:}}Sample answer:​\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/4bf9af60-e146-4487-871e-ee92c4d7ce64/images/e6a30729-6a6d-485b-a30a-017ee5510f70/EC0643%20(1).jpg)\n\nThe slight increase in the price of chicken between 1960 and 2000 can be explained by an increase in demand that is even larger than the increase in supply.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For drawing a fully labelled equilibrium diagram showing a rightward shift of the demand and supply curves (✓{\\checkmark}✓).For illustrating a greater shift of the demand curve compared to the supply curve (✓{\\checkmark}✓), so the final market equilibrium results in a slightly higher equilibrium price (✓{\\checkmark}✓).For explaining the increase in the price of chicken (after adjusting for inflation) is likely the result of the demand curve shifting to the right by a greater extent than the right shift of the supply curve (✓{\\checkmark}✓).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 29",
      "content": "Using real-world examples, examine the role of price elasticity of demand on a government's decision to levy indirect taxes on certain goods to increase tax revenue.",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:In an effort to increase tax revenues, governments resort to levying indirect taxes, which are taxes on the sale of goods and services[T]\\textcolor{#00CED1}{[\\textbf{T}]}[T]. Decisions about which goods or services a government should tax for the purpose of increasing tax revenue can largely be dependent on the price elasticity of demand (PED) for these products. PED is a measure of the responsiveness of the quantity demanded for a good or service to a change in its price,ceteris paribus[T]\\textcolor{#00CED1}{[\\textbf{T}]}[T].\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/5865564d-6c69-4499-9f3b-b528ff519c9e/images/6f39cc7a-0b87-47c3-b2e8-aee3a9dfe62e/EC0384b.JPG)\n\nSince 2018, the Irish government has levied an indirect tax, known as the Sugar Sweetened Drinks Tax, on the sale of sugary drinks, such as soft drinks[RWE]\\textcolor{#C34A2C}{[\\textbf{RWE}]}[RWE]. In Figure 1, the relatively steep demand curve for high-sugar soft drinks stems from its lowabsolutePED value. The demand for sugary drinks is price inelastic largely because of its high degree of necessity. Specifically, consumers form a dependency on sugary drinks because sugar is addictive[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].Imposing an indirect tax of 30c per litre on soft drinks has the effect of raising drinks manufacturers' cost of production, which causes a leftward shift of the supply curve for soft drinks fromS1S_1S1​toS2S_2S2​[D]\\textcolor{#056608}{[\\textbf{D}]}[D]. Despite the increase in price of soft drinks fromPMP_MPM​toPCP_CPC​, there is aless than proportionatedecrease in the quantity demanded for this addictive product (QMQ_MQM​toQTQ_TQT​). The gain in revenue from selling the sugary drink at a higher price (PCP_CPC​>>>PMP_MPM​) is greater than the loss of revenue from selling fewer units of soft drinks (QTQ_TQT​<<<QMQ_MQM​)[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. This revenue, equivalent to areas a+++b+++d or ((PCP_CPC​−-−PPP_PPP​)xxxQTQ_TQT​), is collected by the Irish government as tax[D]\\textcolor{#056608}{[\\textbf{D}]}[D]. In 2022, the Irish government collected€\\euro€32 million in tax revenues from the sugar tax alone, accomplishing the goal of raising government revenue[S/E]\\textcolor{#20B2AA}{[\\textbf{S/E}]}[S/E].Despite the possibility of collecting large volumes of tax revenues, the loss of total revenue earned by drinks manufacturers may be harmful to a government. At the free market equilibrium (point X), total revenue earned by firms is equal to areas d+++e+++f+++g+++h (orPMP_MPM​xxxQMQ_MQM​). Levying an indirect tax, however, moves the market to a new, after-tax equilibrium at point Y. As the indirect tax lowers the price received by producers fromPMP_MPM​toPPP_PPP​and lowers the quantity of output sold fromQMQ_MQM​toQTQ_TQT​, drinks manufacturers experience a fall in total revenue, which is now equal to areas f+++g (orPPP_PPP​xxxQTQ_TQT​). If producers' costs of production remain unchanged, the reduced profits earned by drinks manufacturers lowers the direct corporate taxes collected by the government.Additionally, drink manufacturers may respond to this loss of profitability by firing workers. In response, a government may use scarce tax revenues to support these unemployed workers. And so, despite the relatively large tax revenues earned from imposing the indirect tax on a specific good with a low PED, governments may experience a loss of tax revenues from struggling firms and unemployed workers.Governments must also pay heed to the impact of time on the size of these tax revenues collected. If the price of these taxed goods remain elevated for a long period of time, their low PED values will eventually become bigger in the long run, causing a fall in tax revenues collected. This was the experience for the Canadian province of Quebec in 2023 where persistently high cigarette prices (from taxes) prompted consumers to substitute cheaper tobacco alternatives, like vapes or e-cigarettes[RWE]\\textcolor{#C34A2C}{[\\textbf{RWE}]}[RWE]. Therefore, over the long run, governments must account for dwindling tax revenues collected from taxing price inelastic products as newer, often unregulated, substitute products eventually enter the market[S/E]\\textcolor{#20B2AA}{[\\textbf{S/E}]}[S/E].\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/5865564d-6c69-4499-9f3b-b528ff519c9e/images/e5dc0a4e-62cb-4d83-8498-e17dbf1c6cbc/EC0384b.2.JPG)\n\nIt is imprudent for governments to tax goods or services with high PEDs if their objective is to increase tax revenues. The Norwegian government should, therefore, reconsider its proposal to impose an indirect tax on luxury electric cars, like Porsche and Jaguar, for the purpose of increasing tax revenues[RWE]\\textcolor{#C34A2C}{[\\textbf{RWE}]}[RWE]. In Figure 2, the relatively flat demand curve for luxury cars stems from its high absolute PED value. The demand for luxury vehicles, even in a high-income country like Norway, is price elastic because it accounts for a large proportion of a consumer's income. The availability of close substitutes, like generic electric vehicles, further contribute to its high PED value as consumers can substitute towards cheaper alternatives[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. This can be seen in Figure 2 where the increase in price of luxury cars fromPMP_MPM​toPCP_CPC​produces amore than proportionatedecrease in the quantity demanded for this luxury good (QMQ_MQM​toQTQ_TQT​). This revenue, equivalent to areas a+++b+++d or ((PCP_CPC​−-−PPP_PPP​)xxxQTQ_TQT​), is collected by the government as tax.The loss of revenue from the fewer units of luxury cars sold (QTQ_TQT​<<<QMQ_MQM​) exceeds the gain in revenue from selling the luxury car at a higher price (PCP_CPC​>>>PMP_MPM​). This helps explain why the government revenue collected from taxing a price elastic good is smaller than the government revenue earned from taxing a price inelastic good, like soft drinks[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. The tax revenue area in Figure 1 is larger than the tax revenue area in Figure 2.If the main objective is to increase tax revenue, governments should levy indirect taxes on goods with low absolute PED values. The Irish government's indirect tax on sugary drinks, for example, is a prudent policy used to increase tax revenues; however, policymakers should contend with the possibility of negative employment effects on the taxed industry and the increasing PED value of taxed goods over the long run[S/E]\\textcolor{#20B2AA}{[\\textbf{S/E}]}[S/E].Explanation‾\\underline{\\textrm{Explanation}}Explanation​:Terminology[T]\\textcolor{#00CED1}{\\textbf{Terminology}\\ [\\textbf{T}]}Terminology[T]For correctly using the term‘`‘price elasticity of demand' by indicating that it refers to changes in quantity demanded following a change in priceorproviding the correct formulaand‘`‘indirect tax' by indicating that it is a tax on the sale of goods and services. (✓\\checkmark✓)For correct usage ofother relevant economic terms.  (✓\\checkmark✓)e.g., tax revenue, price elastic, price inelastic, more/less than proportionate[2 maximum]Diagrams[D]\\textcolor{#056608}{\\textbf{Diagrams}\\ [\\textbf{D}]}Diagrams[D]For drawingcorrectly labelleddemand and supply diagrams showing:indirect tax shifting the supply curve of a good/service with a relatively flat demand curve (i.e., price elastic demand) (✓\\checkmark✓)indirect tax shifting the supply curve of a good/service with a relatively steep demand curve (i.e., price inelastic demand) (✓\\checkmark✓)Linking how an indirect tax creates government tax revenue as correctly depicted in the D/S diagrams. (✓\\checkmark✓)[3 maximum]Explanation[EX]\\textcolor{#1974D2}{\\textbf{Explanation}\\ [\\textbf{EX}]}Explanation[EX]Explaining why a good/service is price inelastic by referring to a determinant of PEDandhow an increase in price from the indirect tax will produce tax revenue collected by the government. (✓\\checkmark✓)Explaining why a good/service is price elastic by referring to a determinant of PEDandhow an increase in price from the indirect tax will createrelativelyless government tax revenue. (✓\\checkmark✓)For using the diagram/s to support the argument that taxing low PED goods/services produces larger tax revenues for governments than taxing high PED goods/services. (✓\\checkmark✓)[3 maximum]SynthesisandEvaluation[S/E]\\textcolor{#20B2AA}{\\textbf{Synthesis and Evaluation}\\ [\\textbf{S/E}]}Synthesis and Evaluation[S/E]For considering how the imposition of an indirect tax will be successful in raising government revenue. (✓\\checkmark✓)For considering a limitation or constraint of taxing certain products for the purpose of increasing tax revenues. (✓\\checkmark✓)All limitations or constraints must link to the stated goal‘`‘raise revenue' part of the question to be appropriate to the specific demands of the question.For providing an evaluative judgement that resolves the specific demands of the question. (✓\\checkmark✓)[3 maximum]Real-worldexamples[RWE]\\textcolor{#C34A2C}{\\textbf{Real-world examples}\\ [\\textbf{RWE}]}Real-world examples[RWE]For contextualising or annotating diagram/s by using relevant information from the RWEs. (✓\\checkmark✓)For effective use of RWEs to support the argument of levying an indirect tax on goods/services with low PEDs to increase tax revenues. (✓\\checkmark✓)For effective use of RWEs to argue the constraints of levying an indirect tax on goods/services with high PEDs for the purpose of increasing tax revenues. (✓\\checkmark✓)For adding depth to the synthesis or evaluation by integrating information from the RWEs. (✓\\checkmark✓)[4 maximum][=15 maximum]",
      "paper": "PAPER1",
      "difficulty": "MEDIUM",
      "calculator": false,
      "sort": 1,
      "maxMark": "15",
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 30",
      "content": "Figure 1\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/fc0d36ac-d4a8-4a39-b8b2-9df423f2dcc9/images/c3698a21-14b4-4504-9f8a-2d39db2bc83a/EC0426%20fig1.png)\n\nUsingFigure 1, suggest a possible value for price elasticity of supply when price increases fromP1\\mathrm{P_1}P1​toP2\\mathrm{P_2}P2​.[1]UsingFigure 1, and your answer to part a, suggest a possible value for price elasticity of supply when price increases fromP2\\mathrm{P_2}P2​toP3\\mathrm{P_3}P3​.[1]",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:The PES could be 2.Solution‾\\underline{\\textrm{Solution}}Solution​:Any supply curve intersecting the Y axis is relatively elastic along its entire length.Therefore the change shown from point X to point Y will have a PES value greater than one.For suggesting a PES value that exceeds 1. (✓\\checkmark✓)Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:The PES could be 1.5.Solution‾\\underline{\\textrm{Solution}}Solution​:Any supply curve intersecting the Y axis is relatively elastic along its entire length. However, PES values approach unitary elasticity (1) as the price continues increasing.Therefore, the change shown from point Y to point Z will have a PES value greater than one, but smaller than the PES value between point X and point Y.For suggesting a PES value that exceeds 1, but is smaller than the PES value suggested in part a. (✓\\checkmark✓)",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 31",
      "content": "The COVID-19 pandemic caused a 25-fold increase in demand for face masks, particularly in countries where they were not commonly used before, like the USA.The rapid surge in demand caused prices to skyrocket by as much as 300%, while some medical equipment suppliers paused the production of other items to channel their resources into making more face masks. They wanted to provide assistance to their communities, but also take advantage of the all-time high prices and make record profits.Despite the high price for consumers, face masks were essential in protecting public health by slowing the spread of the virus, particularly among vulnerable groups.Sketch a D/S diagram to illustrate the possible effect on the market for face masks due to the outbreak of the Covid-19 pandemic.[3]Explain the role that the incentive function of the price mechanism had for suppliers of face masks during the pandemic.[3]Explain the likely changes in the price elasticity of demand (PED) for face masks before and during the pandemic.[3]Explain the positive externality resulting from wearing face masks during the pandemic.[3]",
      "markScheme": "Sample answer:‾\\underline{\\textrm{Sample answer:}}Sample answer:​\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/dfc93254-1ffc-43c0-b24d-e99b59bca5ee/images/7907ba2b-add3-4cf3-a960-d1a201449177/EC0648_Q.png)\n\nThe outbreak of the pandemic significantly increased the demand for face masks, which caused the demand curve to shift to the right, resulting in a higher equilibrium price and quantity.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For drawing afully labelleddiagram showing:a rightward shift of the demand curve (✓\\checkmark✓)an increase in the market price and quantity (✓\\checkmark✓)For explaining that the increase in the demand for face masks during the pandemic caused the rightward shift of the demand curve, causing the market price and quantity to increase (✓\\checkmark✓).Sample answer:‾\\underline{\\textrm{Sample answer:}}Sample answer:​The incentive function of the price mechanism provides signals to producers and consumers on how to best allocate their limited resources. In this case, the 25-fold price increase indicated that this item was highly valuable to consumers, which drove producers to pause other productions to focus their resources on making face masks. This incentivised producers to increase the supply of face masks, so consumers' needs could be promptly satisfied.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For explaining the incentive function of the price mechanism:The significant increase in the price of face masks served as a signal to producers: it conveyed the information that consumers highly valued face masks due to the pandemic (✓\\checkmark✓).The higher price for face masks created incentives for producers (✓\\checkmark✓)  to direct their limited resources into producing face masks and increasing the overall supply (✓\\checkmark✓).Sample answer:‾\\underline{\\textrm{Sample answer:}}Sample answer:​Price elasticity of demand (PED) measures the responsiveness of a change in the quantity demanded to a  change in price. Before the pandemic, face masks were not considered essential items in many countries, meaning their PED was elastic (PED > 1). During the pandemic, face masks were seen as indispensable items to protect people from the virus, causing their PED to become  inelastic (PED < 1).Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For stating that the PED for face masks fell, or became more inelastic (✓\\checkmark✓)For explaining that the PED for face masks before the pandemic was likely to be elastic as they were not considered essential or important items (✓\\checkmark✓).For explaining that the PED for face masks during the pandemic was likely to be inelastic/very inelastic as they were considered essential to prevent the virus from spreading (✓\\checkmark✓).Sample answer:‾\\underline{\\textrm{Sample answer:}}Sample answer:​A positive externality occurs when someone's action has a benefit to a third party. Wearing face masks can prevent Covid-19 from spreading, reducing the rate of infection, which benefits the user as well as others.Explanation:‾\\underline{\\textrm{Explanation:}}Explanation:​For explaining how wearing face masks can help reduce the spread of the virus (✓\\checkmark✓).For explaining that wearing face masks also benefits those people (third parties) who do not get sick (✓\\checkmark✓), therefore face masks create positive externalities (✓\\checkmark✓).",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "ERQ",
      "title": "Question 32",
      "content": "Explain why increased demand for public goods may require increased government spending.",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:Demandis the quantity of a good or service that consumers are willing and able to purchase at various prices over a given period of time, andpublic goodsare a specific category of goods that are characterised by two main properties: they arenon-excludableandnon-rivalrous. These characteristics lead to thefree-rider problem: firms cannot charge a price for these goods because it is difficult or impossible to prevent individuals from using the good or service, even if they do not pay for it. Due to these characteristics, markets will not produce public goods, so they are usually produced by the government[T]\\textcolor{#00CED1}{[\\textbf{T}]}[T].Like any other good, the demand for public goods may change due tonon-price factorssuch as a change in the perceived personal and collective benefits of a public good[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. For instance, if people believe that a clean environment directly improves their quality of life, they may be more inclined to support environmental regulations and initiatives. A change in their perception could occur due to anawareness and information campaignabout the benefits and necessity of a cleaner environment[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/0f90971f-4b50-4b17-a7cf-dd9d9d942b9a/images/bac33f92-0495-466e-9fc3-96274475a974/EC0656a1.docx.jpg)\n\nThe diagram shows that if the preference for a public good increases, the demand curve will shift to the right. If these goods had a price, the price would increase, and the quantity produced by the private market would also increase (QX1\\ce{Q_1}QX1​toQX2\\ce{Q_2}QX2​)[D]\\textcolor{#056608}{[\\textbf{D}]}[D]. But in this case, the free-rider problem prevents the price from increasing, so the market will not produce more[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX].If private markets do not meet the increased demand for a good, the government may choose to provide these goods or to increase the amount they already provide[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]. Therefore, if the government increases its provision of a public good, its spending increases[EX]\\textcolor{#1974D2}{[\\textbf{EX}]}[EX]fromPX1×QX1\\ce{P_1 \\times Q_1}PX1​×QX1​toPX2×QX2\\ce{P_2 \\times Q_2}PX2​×QX2​[D]\\textcolor{#056608}{[\\textbf{D}]}[D].Explanation‾\\underline{\\textrm{Explanation}}Explanation​:Terminology[T]\\textcolor{#00CED1}{\\textbf{Terminology}\\ [\\textbf{T}]}Terminology[T]For correctly indicating that public goods are non-excludable and non-rivalrous goods that must be produced by the government: the market will not produce them. (✓\\checkmark✓)For correct usage ofother relevant terms(✓\\checkmark✓)e.g., non-excludable, non-rivalrous, free-rider problem, non-price factors, demand curve, shift, awareness campaigns, price, cost, quantity[2 maximum]Diagrams[D]\\textcolor{#056608}{\\textbf{Diagrams}\\ [\\textbf{D}]}Diagrams[D]For drawing acorrectly labelleddemand and supply diagram showing:a rightward shift of the demand curve (✓\\checkmark✓)Market quantity increasing (✓\\checkmark✓)Linking the diagram to the explanation to show that increased demand for public goods will increase government spending.(✓\\checkmark✓)[3 maximum]Explanation[EX]\\textcolor{#1974D2}{\\textbf{Explanation}\\ [\\textbf{EX}]}Explanation[EX]For identifying and explaining a reason for an increase in the demand for public goods (✓\\checkmark✓✓\\checkmark✓).IdentifyExplainIndividual preferences and perceived benefitsThe perceived benefits of a public good can drive demand.Income levelsHigher income levels can create greater need for public goods linked to income or wealth, such as roads.Population growthAs the population grows, the demand for public goods may increase, as demand in general would increase.Education, awareness campaign and government policiesBetter education can boost demand for public goods by raising awareness of their benefits.Economic conditions and social and political climateDuring economic downturns, support for public goods may decrease, while it often increases in booms. Social movements and political leaders can also shift public demand by highlighting specific values.Substitute goodsAvailability of substitute goods can affect demand. For example, if private security services are widely available, the demand for public policing might be affected.For explaining that public goods have no market price, so firms will not provide them (✓\\checkmark✓).For explaining that governments provide public goods directly (✓\\checkmark✓), so if they want to satisfy the increased demand for these goods, they must increase spending (✓\\checkmark✓).[5 maximum][= 10 maximum]",
      "paper": "PAPER1",
      "difficulty": "HARD",
      "calculator": false,
      "sort": 1,
      "maxMark": "10",
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 33",
      "content": "Intercity buses in Canada connect small and medium-sized cities that are not served by trains or flights. Most users are elderly people who cannot drive. Adults who can drive do not use intercity buses as often; their private cars represent a faster and more convenient alternative.The Canadian government has recently decided to reduce the basic fare of intercity buses, as shown in the diagram below.\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/34f3b1b0-345a-4742-a47e-b3d90ca50d04/images/da5799d2-f9c2-4ace-80e9-3bb1c6818c24/677a.png)\n\nCalculate the price elasticity of demand (PED) for non-drivers when the price is reduced.[2]Explain why the elderly are less sensitive to a reduction in price compared to adults who drive.[4]Determine the change in consumer surplus due to the reduced fare price for drivers and non-drivers.[2]Calculate the change in total revenue after the price reduction is introduced.[3]",
      "markScheme": "Sample answer:‾\\underline{\\textrm{Sample answer: }}Sample answer:​The PED for non-drivers is68−60608−1212=13.33%−33.33%=−0.40\\frac{\\frac{68-60}{60}}{\\frac{8-12}{12}}=\\frac{13.33\\%}{-33.33\\%}=-0.40128−12​6068−60​​=−33.33%13.33%​=−0.40Explanation:‾\\underline{\\textrm{Explanation: }}Explanation:​The price elasticity of demand (PED) is calculated as:Q2−Q1Q1P2−P1P1=68−60608−1212=13.33%−33.33%=\\frac{\\frac{Q_2-Q_1}{Q_1}}{\\frac{P_2-P_1}{P_1}} = \\frac{\\frac{68-60}{60}}{\\frac{8-12}{12}} = \\frac{13.33\\%}{-33.33\\%} =P1​P2​−P1​​Q1​Q2​−Q1​​​=128−12​6068−60​​=−33.33%13.33%​=- 0.4 or 0.4For applying the correct formula  (✓\\textcolor{black}{\\checkmark}✓)For calculating the correct result (✓\\textcolor{black}{\\checkmark}✓)Sample answer:‾\\underline{\\textrm{Sample answer: }}Sample answer:​Most elderly people already use intercity buses since they can no longer drive, so a price reduction won’t significantly increase the total ridership. Conversely, fewer adults who can drive use intercity buses, so the cheaper fare can encourage more people to switch to this service, significantly increasing the total number of passengers.Explanation:‾\\underline{\\textrm{Explanation: }}Explanation:​For explaining that the majority of elderly people have to use intercity buses even when fares are higher as they do not have alternatives (✓\\textcolor{black}{\\checkmark}✓). As a consequence, a reduction in price causes only a few additional people to use the service (✓\\textcolor{black}{\\checkmark}✓).For explaining that the majority of adults who can drive prefer using their private cars instead of inter-city buses due to the better convenience (✓\\textcolor{black}{\\checkmark}✓). As a consequence, the reduced fares can persuade some people who previously drove their cars to switch to intercity buses (✓\\textcolor{black}{\\checkmark}✓).Sample answer:‾\\underline{\\textrm{Sample answer: }}Sample answer:​The consumer surplus for the non-drivers increases fromv+wtov+w+x+yv + w\\ to\\ v + w + x + yv+wtov+w+x+y, with a net increase equal tox+yx + yx+y.The consumer surplus for drivers increases from onlywtow+x+y+zw\\ to\\ w + x + y + zwtow+x+y+z, with a net increase equal tox+y+zx + y + zx+y+z.Explanation:‾\\underline{\\textrm{Explanation: }}Explanation:​The gain in consumer surplus (CS) for each of the two groups is the difference between the CS before and after the price reduction.For determining the net change in the consumer surplus for non-drivers as(v+w+x+y)−(v+w)=(v+w+x+y)-(v+w)=(v+w+x+y)−(v+w)=x + yFor identifying the correct areas of the diagram  (✓\\textcolor{black}{\\checkmark}✓)or determining the correct result (✓\\textcolor{black}{\\checkmark}✓)For calculating the net change in the consumer surplus for the drivers as(w+x+y+z)−(w)=(w+x+y+z)-(w)=(w+x+y+z)−(w)=x + y + zFor identifying the correct areas of the diagram  (✓\\textcolor{black}{\\checkmark}✓)For determining the correct result (✓\\textcolor{black}{\\checkmark}✓)Sample answer:‾\\underline{\\textrm{Sample answer: }}Sample answer:​Before the price reduction, the total revenue is($1260)+($1260)=$1440(\\text\\textdollar1260) + (\\text\\textdollar1260)=\\text\\textdollar1440($1260)+($1260)=$1440million, while it is($868)+($8105)=$1384(\\text\\textdollar868) + (\\text\\textdollar8105) = \\text\\textdollar1384($868)+($8105)=$1384million after the price reduction. Therefore,the change is$1384−$1440=−$56\\text\\textdollar1384-\\text\\textdollar1440 = -\\text\\textdollar56$1384−$1440=−$56million.Explanation:‾\\underline{\\textrm{Explanation: }}Explanation:​The total revenue from the ticket sales is calculated as the sum of the total revenue from the elderly and the total revenue from the adults before and after the price reduction.Total revenue (new) - total revenue (original) = change in total revenue(($868)+($8105))−(($1260)+($1260))=$1384−$1440=((\\text\\textdollar868)+(\\text\\textdollar8105))-((\\text\\textdollar1260) + (\\text\\textdollar12  60))=\\text\\textdollar1384-\\text\\textdollar1440=(($868)+($8105))−(($1260)+($1260))=$1384−$1440=-US$\\text{\\textdollar}$56 millionFor correctly calculating total revenue after the price reduction (✓\\textcolor{black}{\\checkmark}✓)For correctly calculating total revenue before the price reduction (✓\\textcolor{black}{\\checkmark}✓)For calculating the correct result (✓\\textcolor{black}{\\checkmark}✓)",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 34",
      "content": "Figure 1\n\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/a361e71b-612a-4d4b-b232-ebe87b770973/images/472a1382-26f7-42d8-9f56-8dc8283218aa/EC0427%20fig1.png)\n\nWith reference toFigure 1, state whether the PES value is smaller between points M and N, or if the PES value is smaller between points K and L.[1]With reference toFigure 1, explain the difference in the PES values onS1\\mathrm{S_1}S1​andS2\\mathrm{S_2}S2​when the price increases fromP1\\mathrm{P_1}P1​toP2\\mathrm{P_2}P2​.[3]",
      "markScheme": "Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:The PES value between points K and L is smaller than the PES value between points M and N.Solution‾\\underline{\\textrm{Solution}}Solution​:Any supply curve intersecting the Y axis is relatively elastic along its entire length, therefore PES values exceed 1.Any supply curve intersecting the X axis is relatively inelastic along its entire length, therefore PES values fall between 0 and 1.All PES values onS2\\mathrm{S_2}S2​are smaller than all PES values onS1\\mathrm{S_1}S1​.For stating that the PES value between points K and L is smaller than the PES value between points M and N. (✓\\checkmark✓)Sample Answer‾\\underline{\\textrm{Sample Answer}}Sample Answer​:The formula for PES is%ΔQuantitysupplied%ΔPrice\\dfrac{\\%\\Delta Quantity\\ supplied}{\\%\\Delta Price}%ΔPrice%ΔQuantitysupplied​.The change in price is the same in respect to both curves, so it can be ignored. Similarly, because the curves are parallel, the increase inQS\\mathrm{Q_S}QS​is the same in numerical terms. However, the increase inQS\\mathrm{Q_S}QS​in percentage terms is different onS1\\mathrm{S_1}S1​andS2\\mathrm{S_2}S2​. Point M represents a lesser quantity supplied than point K, so the increase inQS\\mathrm{Q_S}QS​will be a greater percentage in respect to point M than to point K.Returning to the formula for PES, it can be seen that the denominator is the same for the change on both curves, but the numerator−-−the percent change in quantity supplied−-−is greater between points M and N. Therefore, the PES values onS1\\mathrm{S_1}S1​are greater than those onS2\\mathrm{S_2}S2​.Solution‾\\underline{\\textrm{Solution}}Solution​:The formula for PES is%ΔQuantitysupplied%ΔPrice\\dfrac{\\%\\Delta Quantity\\ supplied}{\\%\\Delta Price}%ΔPrice%ΔQuantitysupplied​.For an explanation clarifying that the PES values differ for the two supply curves because the increase inQS\\mathrm{Q_S}QS​is a greater percentage onS1\\mathrm{S_1}S1​. (✓\\checkmark✓)For referring to the PES formula in the explanation. (✓\\checkmark✓)For stating that the PES values are greater onS1\\mathrm{S_1}S1​thanS2\\mathrm{S_2}S2​when price increases fromP1\\mathrm{P_1}P1​toP2\\mathrm{P_2}P2​. (✓\\checkmark✓)",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    }
  ]
}