{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 1",
      "content": "Jessica Blunt is a an entrepreneur who started her own T-shirt printing business, Inkspire Designs. A passionate artist, Jessica launched the business to create an income stream from her creative work, turning her artistic talent into a commercial opportunity. To help fulfil customer orders, she employs one full-time and one part-time staff member.\nHowever, competition from larger retailers makes it difficult for her to compete on price, as they can offer bulk-produced products at lower costs. Jessica is now looking for ways to grow Inkspire Designs further and differentiate her brand in a competitive market.\n\n- Define the term customer. <span class=\"marks\">[2]</span>\n\n- State two characteristics of an entrepreneur. <span class=\"marks\">[2]</span>\n\n- Outline two challenges faced by small businesses like Inkspire Designs. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 8]</span>\n",
      "markScheme": "\n- Sample response:\n\n\n\n- A customer is a person or organisation that purchases goods or services from a business. They may not be the final user (consumer), but are key to business revenue and satisfaction strategies.\n- Mark allocation:\n- Candidates are not expected to word their definition exactly as above.\n- Award [1] for a definition that shows partial understanding.\n- Award [2] for a definition that shows understanding similar to the answer above.\n- No application is required.\n\n\n- Accept any two of the following:\n\n\n\n- \n  - Self-starter / Starts a business\n\n- \n  - Raises finance / Attracts investment\n\n- \n  - Organises the business (planning, operations, resources)\n\n- \n  - Risk-taker\n\n- \n  - Profit-motivated\n\n- \n  - Creative / Innovative\n\n- \n  - Resourceful\n\n- \n  - Resilient / Determined\n\n- \n  - Self-motivated\n\n\n\n\n- Accept any other relevant characteristic.\n- Mark allocation:\n- Award [1] for each correct feature stated.\n\n\n- Sample response:\n\n\n\n- Larger retailers can often sell similar products at lower prices because they produce in bigger quantities. This makes it difficult for small businesses like Inkspire Designs to compete, as customers may choose cheaper alternatives.\n- Small businesses typically have fewer financial resources for marketing, expansion, and innovation. Inkspire Designs may struggle to invest in new technology or promotional activities, which can make it harder to grow and compete in a crowded market.\n- Mark allocation:\n- Award [1] for each challenge identified and an additional [1] for application to the case study.\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 2",
      "content": "Fresh Fields Ltd. owns farmland where it grows organic fruits and vegetables. These crops are then sent to its factory, where they are processed into juices and packaged salads. Fresh Fields also runs a chain of health food stores, selling these products directly to health-conscious consumers.\nRecently, Fresh Fields has hired nutritionists and food scientists to research future food trends and develop new health products. This research helps the company create innovative products that meet changing customer preferences.\n\n- Define the term product.<span class=\"marks\">[2]</span>\n\n- Using evidence from the case, identify each sector of industry in which Fresh Fields Ltd. operates. <span class=\"marks\">[4]</span>\n\n- Explain one benefit and one drawback for Fresh Fields Ltd. of operating in more than one sector of industry. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 10]</span>\n",
      "markScheme": "\n- Sample response:\n\n\n\n- A product is any good or service that is offered to satisfy the needs or wants of customers. It can be a physical item, like clothing or electronics, or a service, like consulting or education, designed to provide value to consumers in exchange for money or other considerations.\n- Mark allocation:\n- Award [1] for a vague definition.\n- Award  [2] for a complete definition.\n- Definitions do not require application to the stimulus material.\n\n\n- Sample response:\n\n\n\n- Primary Sector: Growing organic fruits and vegetables on farmland.\n- Secondary Sector: Processing fruits and vegetables into juices and packaged salads in the factory.\n- Tertiary Sector: Selling products directly to customers through health food stores.\n- Quaternary Sector: Using nutritionists and food scientists to research future food trends and develop new products.\n- Mark allocation:\n\nAward [1] for each sector in the context of the case study.\n\n- Sample response:\n\n\n\n- By operating in multiple sectors, Fresh Fields Ltd. has greater control over its supply chain, from production to sales. As they grow the oranges they use for their juice, this helps to ensure consistent quality, reduces reliance on external suppliers, and can increase profit by capturing more value at each stage of production.\n- Operating across the primary (farming), secondary (processing), tertiary (retail), and quaternary (R&D) sectors significantly increases the complexity of management and the demands on resources. Fresh Fields must manage agricultural practices, factory operations, retail logistics, and scientific research simultaneously. This can strain management's focus, dilute expertise, and lead to higher overheads due to the diverse investments in facilities, specialized staff (farmers, factory workers, retail staff, nutritionists, food scientists), and systems required for each distinct operation.\n- Mark allocation:\n- Mark as 2 + 2\n- Award [1] for a valid advantage/disadvantage and an additional [1] for application to the case study.\n- Award a maximum of [4]\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 3",
      "content": "Ben’s Fika is a newly established Swedish coffee shop founded by 26-year-old entrepreneur, Ben Grahamson. Inspired by Sweden’s traditional coffee culture known as “ fika,” a social coffee break with pastries, Ben saw an opportunity to create a cozy, community focused space in central Stockholm.\nThe business sources local organic ingredients and specializes in traditional Swedish pastries, such as cinnamon buns and cardamom rolls. Initially, Ben operates as a sole trader and hires two part-time baristas. One of his staff members frequently proposes creative new pastry recipes and unique coffee blends to enhance the menu and customer experience. He plans to expand Ben’s Fika into a small chain within the next five years.\nBen faces challenges such as competition from large coffee chains, high rental costs in Stockholm, and the need to build brand loyalty from scratch. However, he sees opportunities in Sweden’s growing demand for artisanal and sustainable products and the increasing popularity of locally owned cafés.\n\n- State two industries that operate in the tertiary sector. <span class=\"marks\">[2]</span>\n\n- Distinguish one difference between an entrepreneur, like Ben, and an\nintrapreneur, using the context of Ben’s Fika. <span class=\"marks\">[2]</span>\n\n- Explain the sector in which Ben’s Fika operates. <span class=\"marks\">[2]</span>\n\n- Outline one characteristic of Ben that shows he is an entrepreneur. <span class=\"marks\">[2]</span>\n\n- Explain one challenge and one opportunity that Ben may face when starting up Ben’s Fika. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 12]</span>\n",
      "markScheme": "\n- Sample response:\n\n\n\n- The retail industry and the hospitality industry.\n- Mark allocation:\n- Award [1] each correctly stated industry which operates in the tertiary sector, for a maximum of [2]. \nNo explanation needed. No application needed.\n\n\n- Sample response:\n\n\n\n- One key difference between an entrepreneur and an intrapreneur is that an entrepreneur, like Ben at Ben’s Fika, starts and owns the business, taking on financial risks and making major decisions independently. In contrast, an intrapreneur works within an existing organization and innovates by suggesting new ideas or products; for example, Ben’s staff member who frequently proposes creative new recipes does so as an employee, using the business’s resources without bearing the risks of ownership.\n- Mark allocation:\n- Award [1] if the candidate describes one clear difference between an entrepreneur and intrapreneur.\n- Award [1] for the difference being applied in the context of Ben’s Fika.\n\n\n\n- Additional information:\n- Key features of being an entrepreneur:\n- \n  - Entrepreneurs are individuals who take calculated risks and initiative in the start-up of a new business or project.\n\n- \n  - They manage, organize and plan resources needed for business activity.\n\n- \n  - They take the financial risk and exploit business opportunities in return for profit.\n\n- \n  - They often spot an opportunity to improve/change something in the business world.\n\n\n\n\n- Key features of being an intrapreneur:\n- \n  - Intrapreneurship concerns someone employed by a business to develop new ideas.\n\n- \n  - Intrapreneurs use entrepreneurial skills to innovate and drive positive change for a company, rather than starting a separate business.\nHowever, they usually do not take any personal financial risk.\n\n\n\n- Sample response:\n\n\n\n- Ben’s Fika operates in the tertiary sector, as it provides a service, selling coffee and pastries to customers, rather than producing raw materials or manufacturing goods.\n- Mark allocation:\n- Award [1]  for identifying the sector correctly.\n- Award [1] for justification in the context of Ben’s Fika.\n- Additional information:\n\n\n\n- Key features of the tertiary sector:\n- \n  - Businesses provide a service to customers, i.e. selling the finished products.\n\n- \n  - Examples of businesses in the tertiary sector include: coffee shops (retail industry), hotels and restaurants (hospitality industry), airlines and railways (transportation industry), banks (finance industry).\n\n\n\n- Sample response:\n\n\n\n- Ben is innovative because he identified an opportunity to bring traditional Swedish fika culture to a business setting by opening a café that focuses on community and local traditions.\n- Mark allocation:\n- Award [1]  for identifying a characteristic of an entrepreneur.\n- Award [1] for application in the context of Ben’s Fika.\n- Additional information:\n\n\n\n- Key features of an entrepreneur include:\n- \n  - Innovative\n\n- \n  - Risk-taker\n\n- \n  - Visionary\n\n- \n  - Organized\n\n- \n  - Motivated\n\n- \n  - Resilient\n\n- \n  - Confident\n\n\n\n- Sample response:\n\n\n\n- One challenge a new business faces as it tries to establish itself is intense existing competition. Ben's Fika must compete with large, established coffee chains in Stockholm. These chains have strong brand loyalty, large marketing budgets, and economies of scale, making it difficult for Ben's Fika to attract customers and cover high rental costs in a prime location.\n- One opportunity is a favourable external trend that could help the new business succeed, like changes in consumer preferences or gaps in the market. Ben can tap into Sweden's growing demand for artisanal, sustainable products and the popularity of locally owned cafés. By sourcing organic ingredients and focusing on traditional Swedish pastries, Ben's Fika can attract customers who prefer authentic, high-quality experiences over generic chain cafés.\n- Mark allocation:\n- Award [1]  for identifying identifying a relevant challenge.\n- Award [1] for application in the context of Ben’s Fika.\n- Award [1]  for identifying identifying a relevant opportunity.\n- Award [1] for application in the context of Ben’s Fika.\n\n\n\n- Additional information:\n- Challenges of starting a business:\n- \n  - Lack of finance: Difficulty securing sufficient capital or investment.\n\n- \n  - Cash flow problems: Irregular revenue makes it hard to cover operational costs.\n\n- \n  - Marketing challenges: Low brand recognition and limited promotional budgets.\n\n- \n  - Legal and administrative barriers: Complex regulations and paperwork can slow down operations.\n\n\n\n\n- Opportunities of starting a business:\n- \n  - Identifying a market gap: Meeting unmet customer needs with a unique product or service.\n\n- \n  - Innovation and creativity: Introducing new ideas, products, or business models to gain a competitive edge.\n\n- \n  - Flexibility and autonomy: Gaining independence by being your own boss and setting your own direction.\n\n- \n  - Potential for high earnings: Greater profit potential compared to being an employee, especially if the business scales.\n\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 4",
      "content": "Explain two functional areas of a business, highlighting why each plays a crucial role in its success. <span class=\"marks\">[4]</span>\n",
      "markScheme": "Four functional areas or departments in a business are Human Resource Management, Finance and Accounts, Marketing and Operations Management. For an organisation to be successful, each has to perform its role efficiently.\n\n- Human Resource Management is vital in procuring and managing the organisation's employees.\n- Finance and Accounts manage the organisation's money and ensure compliance with tax laws.\n- Marketing identifies customers' needs.\n- Operations Management is responsible for efficiently carrying out the organisation's core business.\n\n$\\underline{\\textrm{Sample response:}}$\nHuman Resource Management is vital in procuring and managing the employee bank. An efficient workforce is indispensable to a business if it is to be a financially viable enterprise. The human resource management team ensures a well-trained, motivated workforce. They plan ahead in keeping with the organisation's projected growth, are responsible for creating an efficient structure with decisive leadership and deal with industrial-employee relationships. Whether the business is a production or service, an efficient employee base is its most valuable asset, and this asset is managed by the human resource department.\nFinance and Accounts manage the organisation's money and ensure compliance with tax laws. Part of their function is ensuring sufficient cash flow without excess unused funds. This department keeps shareholders and senior management informed of the organisation's financial position.\nFinance and accounts are crucial in providing financial information and analysis to support decision-making. The department helps in efficient resource allocation and budgeting and safeguards the organisation's assets. Ensuring compliance with legal and regulatory requirements is another important function.\nMarketing is a vital function. This department identifies customers' needs through market research and knowledge of the specific industry. The organisation then designs products to meet customer expectations, generating a higher market acceptance and sales volume. Every business needs sufficient sales of products or services to survive and be profitable.\nThe Operations Management department is responsible for efficiently carrying out the organisation's core business, whether it is production, retail or service. A well-managed production facility will produce quality goods on time, an enjoyable retail experience will gain a large customer base and grow, and a well-run service industry like a hotel or travel agency will gain a favourable reputation and have repeat customers. Efficient management of operations in any business creates goodwill for the organisation and ensures profitability and growth.\nMark Allocation:\n2 marks for identification of each area.\n2 marks for explaining each area in detail.\nTotal - 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 5",
      "content": "Explain the nature of business. Elaborate on two key terms related to the concept of business. <span class=\"marks\">[4]</span>\n",
      "markScheme": "A business is a decision-making organisation using inputs to produce goods or provide a service to make a profit.\n\n- Inputs are a business's resources to produce goods or services.\n- Outputs are the products.\n- Product (Goods or Services) - Goods are physical products, and services are intangible.\n- An entrepreneur is a person who plans, organises and manages a business.\n- Value addition is to enhance the value of a product by making it more valuable or desirable.\n- Needs are the basic necessities people must have for survival.\n- Wants are people's desires.\n\n$\\underline{\\textrm{Sample response:}}$\nInputs are the resources or factors of production used by a business to produce goods or services. These can include labour, raw materials, technology and capital. Efficient sourcing of resources is vital to the successful and profitable production of goods or services.\nOutputs are the goods or services a business generates to meet customers' needs or wants, using inputs and processing them to add value. The product or service can be for individual customers or other businesses, such as transportation, insurance, and information technology services.\nThe term product can refer to both goods or services. Goods, like cars, smartphones, and chocolates, are physical products that can be seen and touched. Services involve benefits or activities offered to customers without a physical product. These are intangible, like cloud computing services, education, or healthcare, and cannot be physically touched.\nAn entrepreneur is an individual who takes the initiative to plan, set up and operate a business, taking on the risks and responsibilities associated with business ownership. Successful entrepreneurs are creative, innovative and passionate about their chosen business area.\nValue addition is the process of enhancing the value of a product or service. Value addition for creating a positive difference between the production and selling costs of a product or service is the purpose and nature of a business. Value addition improves the quality, features, and desirability, making a product more attractive to customers and, therefore, able to command a higher price.\nIndividuals' needs are basic necessities for survival, such as food, shelter and clothing. These are things humans cannot do without.\nWants are people's desires beyond their basic needs and are things they want to own or experience. Wants are shaped by individual tastes and preferences and can include things like a larger home, expensive cars, exotic holidays, jewellery and luxury clothing.\nMark Allocation:\n2 marks for identifying two key terms related to the concept of business (1 mark for each term).\n2 marks for explaining the terms in detail (1 mark for each detailed explanation).\nTotal - 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 6",
      "content": "EmpowHer Microfinance is a non-profit social enterprise that provides small loans to women in developing countries to help them start their own small businesses. These loans support women in sectors such as farming, retail, and craft production, giving them the opportunity to generate income, improve their families’ living standards, and become financially independent.\nUnlike traditional businesses, EmpowHer does not aim to make a profit for shareholders. Instead, all profits are reinvested into the organisation to fund more loans, expand its reach into new communities, and offer financial literacy and business training to its clients.\nAs a non-profit, EmpowHer's management team is focused primarily on achieving its social mission rather than financial targets. While this allows them to prioritise helping women, it can sometimes make it harder to maintain strict financial controls or monitor efficiency in the same way a profit-driven business might.\nEmpowHer's mission is to reduce poverty and promote gender equality by empowering women through access to finance, education, and entrepreneurship opportunities.\n\n- State two features of a social enterprise. <span class=\"marks\">[2]</span>\n\n- Define the term microfinance. <span class=\"marks\">[2]</span>\n\n- With reference to EmpowHer Microfinance, outline one difference between a for-profit social enterprise and a non-profit social enterprise. <span class=\"marks\">[2]</span>\n\n- Describe one advantage and one disadvantage for EmpowHer operating as a nonprofit social enterprise. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 10]</span>\n",
      "markScheme": "\n- Any two of the following:\n\n\n- It has a clear social or environmental mission as its primary goal.\n- Profits are reinvested to support the enterprise’s cause rather than distributed to shareholders.\n- It operates in a competitive market while pursuing social impact.\n- It uses commercial strategies to generate revenue.\n- It is accountable to both its stakeholders and its mission.\n\n\n\n- Mark allocation:\n- Accept any other relevant feature.\n- Candidates are not expected to word their responses exactly as above.\n- Award [1] for each feature identified up to a maximum of [2].\n- No explanation is required.\n\n\n- Sample response:\n\n\n\n- Microfinance refers to the provision of small loans and financial services to individuals or small businesses who do not have access to traditional banking. It aims to reduce poverty and encourage entrepreneurship.\n- Mark allocation:\n- Candidates are not expected to word their definition exactly as above.\n- Award [1] for a definition that shows partial understanding.\n- Award [2] for a definition that shows understanding similar to the answer above.\n- No application is required.\n\n\n- Sample response\n\n\n\n- A for-profit social enterprise aims to achieve social objectives but also generates profits that may be distributed to owners or shareholders. In contrast, EmpowHer reinvests all profits back into the business to fund more microloans and expand its services, rather than distributing profits to individuals. This helps EmpowHer focus entirely on its social mission of reducing poverty and promoting gender equality.\n- Award [1] for identifying a valid difference (purpose of organisation, use of profits, access to funding, legal status, accountability), and an additional [1] for application to the case up to a maximum of [2].\n\n\n- Sample response\n\n\n\n- One advantage of EmpowHer being a non-profit social enterprise is that it can focus fully on its social mission without the pressure to deliver profits to shareholders. This allows EmpowerHer to prioritise helping women in developing countries through microfinance, education, and support, aligning all decisions with its core goal of reducing poverty and promoting gender equality.\n- One disadvantage is that, as a non-profit, EmpowHer may face challenges in maintaining financial and cost control because there is less emphasis on generating profits and meeting financial targets. Without the same financial discipline seen in for-profit businesses, there is a risk of inefficiency or difficulties in sustaining operations long-term.\n- Award [1] for a relevant advantage / disadvantage identified and an additional [1] for a relevant explanation of that advantage / disadvantage in the context of EmpowHer, up to a maximum of [2].\n- Award a maximum of [4].\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 7",
      "content": "Define the term added value. <span class=\"marks\">[2]</span>\n",
      "markScheme": "Sample response:\nAdded value is the process of enhancing a product or service to increase its worth to customers, often by improving quality, convenience, or brand image. It is calculated as the difference between the selling price and the cost of inputs.\nMark allocation:\nCandidates are not expected to word their definition exactly as above.\nAward [1] for a definition that shows partial understanding.\nAward [2] for a definition that shows understanding similar to the answer above.\nNo application is required.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 8",
      "content": "FreshFix is a new business founded by Leila Khan, a food science graduate from Birmingham. Frustrated by the lack of healthy, affordable lunch options near universities and offices, she launched FreshFix to sell nutritious, pre-packaged meals using locally sourced ingredients.\nLeila started out preparing meals from her home kitchen and selling them from a small food truck. Her goal was to add value by combining convenience, health benefits, and customisation. Demand quickly grew, especially from students and young professionals.\nAs a new entrepreneur, Leila faces challenges. She must manage operations, source ingredients, promote the brand, and keep prices affordable. She plans to hire a small team and expand into a permanent store, but is unsure about managing all the responsibilities alone.\n\n- Define the term entrepreneur. <span class=\"marks\">[2]</span>\n\n- Explain one way FreshFix adds value for its customers. <span class=\"marks\">[2]</span>\n\n- Outline two challenges Leila may face in starting and running FreshFix. <span class=\"marks\">[4]</span>\n\n- Explain two  opportunities that Leila identified when starting FreshFix.<span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 12]</span>\n",
      "markScheme": "\n- Sample response:\n\n\n\n- An individual who organises the other factors of production and takes financial risks to start and manage a business. Entrepreneurs drive innovation and identify business opportunities.\n- Mark allocation:\n- Candidates are not expected to word their definition exactly as above.\n- Award [1] for a definition that shows partial understanding.\n- Award [2] for a definition that shows understanding similar to the answer above.\n- No application is required.\n\n\n- Sample response:\n\n\n\n- One way FreshFix adds value is through convenience and speed. By operating from a food truck near offices and campuses, customers can quickly grab a fresh meal without needing to prepare it themselves or wait at a full-service restaurant. This saves time, especially during lunch breaks or between lectures.\n- Mark allocation:\n- Award [1] for idenfitying one way value is added and an additonal [1] for application to the case.\n\n\n- Sample response:\n\n\n\n- One challenge is that Leila must handle all aspects of the business herself as a solo entrepreneur, including operations, marketing, supplier relationships, and budgeting. This can lead to stress and burnout, especially as customer demand increases and she plans to expand into a permanent location.\n- Another challenge is keeping prices affordable while using locally sourced, high-quality ingredients. Although these ingredients help position FreshFix as a healthy and ethical brand, they are often more expensive. This may reduce Leila’s profit margins or force her to raise prices, potentially alienating her core customer base of students and young professionals.\n- Mark allocation:\n- Mark as 2+2\n- Award [1] for each method of adding value identified and an additonal [1] for application to the case.\n\n\n- Sample response:\n\n\n\n- One market opportunity Leila identified was an unfilled market opportunity around the increasing demand for healthy, convenient food. With busy lifestyles, many students and professionals are seeking quick yet nutritious meals. Leila tapped into this market by offering pre-packaged, locally sourced meals, which combine health benefits and convenience, meeting the needs of health-conscious consumers looking for on-the-go options.\n- Another opportunity Leila identified was that her passion for food science and expertise in creating nutritious meals allowed her to offer a product that directly matched her skillset. Leila's personal interest in promoting healthy eating was an advantage, enabling her to create meals that not only catered to market demand but also reflected her commitment to nutritious living. This alignment made her passionate about the business and ensured she could consistently deliver high-quality products.\n- Mark as 2+2\n- Award [1] for each opportunity identified and an additonal [1] for application to the case.\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 9",
      "content": "Smart Hazard Management Ltd (SHM) is Birmingham, UK’s leading waste management company. SHM is dedicated to providing comprehensive and efficient waste solutions, focusing on corporate clients and government agencies. By leveraging its strong private-sector presence and public-sector connections, SHM aims to deliver exceptional service across the industry.\nThe company’s business plan, designed to secure loan approval and attract share capital, emphasises its value-added services, including sustainable waste disposal and innovative recycling methods.\nSHM benefits from a skilled workforce that supports the company’s growth. However, it faces challenges in communication and coordination across HR, finance, marketing, and operations, which impact overall efficiency and organisational integration.\n\n- Describe what is meant by value-added for SHM. <span class=\"marks\">[2]</span>\n\n- Outline the difference between goods and services for SHM. <span class=\"marks\">[4]</span>\n\n- Explain two reasons why a business plan is important for SHM. <span class=\"marks\">[4]</span>\n\n- Distinguish between the private sector and the public sector of SHM. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 14]</span>\n",
      "markScheme": "\n- $\\underline{\\textrm{Sample response}}$:\nValue-added for Smart Hazard Management Ltd (SHM) refers to the additional benefits and enhancements provided beyond essential waste management services. This includes sustainable waste disposal methods, innovative recycling techniques, and personalised solutions for corporate clients and government agencies. By implementing these value-added services, SHM meets regulatory requirements and exceeds client expectations, enhancing client satisfaction, securing long-term contracts, and justifying premium pricing for their advanced, eco-friendly solutions.\n  Mark allocations:\nAward [1] for partial understanding and/or no application.\nAward [2] if the candidate clearly understands and applies to SHM.\n- $\\underline{\\textrm{Sample response}}$:\nFor Smart Hazard Management Ltd (SHM), goods refer to tangible products such as recycling bins, waste containers, and equipment for waste collection and disposal. These goods are essential for the operational aspect of waste management, enabling efficient handling, sorting, and processing of waste materials. They form the physical foundation of SHM's waste management infrastructure.\n  In contrast, SHM services encompass the intangible activities provided to clients, including waste collection, disposal, consultancy on sustainable waste practices, and innovative recycling methods. These services are critical for meeting client needs, ensuring compliance with environmental regulations, and maintaining SHM's reputation as a leader in waste management.\n  Mark allocations:\nAward [1] for partial understanding and limited application to SHM.\nAward [2] if the candidate understands and applies the question back to SHM.\nMark as 2+2.\n- $\\underline{\\textrm{Sample response}}$:\nThe business plan is crucial for SHM as it outlines the company's strategic vision, operational strategies, and financial projections, which are essential for securing loan approval and attracting share capital. It provides a roadmap for growth, ensuring all departments are aligned with organisational goals. Additionally, the business plan helps identify potential risks and opportunities, allowing SHM to implement proactive measures for sustainability and efficiency, enhancing overall success and reducing the risk of failure.\n  Mark allocations:\nAward [2] for partial understanding and limited application to SHM.\nAward [4] if the candidate understands and applies the question back to SHM.\n- $\\underline{\\textrm{Sample response}}$:\nIn SHM, the private sector comprises corporate clients seeking efficient and cost-effective waste management solutions. These clients prioritise profitability, competitive advantage, and tailored services. SHM's private sector operations focus on delivering high-value, innovative services that enhance corporate sustainability and meet strict environmental standards, strengthening client relationships and ensuring repeat business.\n  On the other hand, the public sector for SHM includes government agencies that require compliance with stringent regulatory frameworks and public accountability. Public sector contracts emphasise transparency, reliability, and broad community benefits. SHM's ability to navigate these regulatory landscapes and deliver consistent, compliant services ensures sustained partnerships with governmental bodies, bolstering the company's reputation and securing steady revenue streams.\n  Mark allocations:\nAward [1] for partial understanding and limited application to SHM.\nAward [2] if the candidate understands and applies the question back to SHM.\nMarks as 2+2.\n",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    }
  ]
}