{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 1",
      "content": "Cara owns Rocket Bakes, a small bakery that specialises in artisan cakes and pastries. She invested all of her savings into this venture and, as a sole trader, enjoys being creative with her recipes and designs. However, as demand for her products continues to grow, Cara is struggling to manage the increased workload. She handles everything on her own, from baking to customer service, as well as marketing and accounting, which are not her strong suits. Given the rising demand for her products, Cara is considering transforming Rocket Bakes into a partnership to help manage the business more effectively.\n\n- Define the term sole trader. [2]\n\n- Outline one reason why Cara might have set up her business as a sole trader. [2]\n\n- Explain one advantage and one disadvantage for Cara of being a sole trader. [4]\n\n- Explain one advantage and one disadvantage for Cara if she changes Rocket Bakes into a partnership. [4]\n\n\n[Maximum 12]\n",
      "markScheme": "\n- Sample response:\n\n\n\n- A sole trader is a business owned and operated by one individual who has full control and keeps all profits. However, they also bear unlimited liability for the business’s debts.\n- Mark allocation:\n- Candidates are not expected to word their definition exactly as above.\n- Award [1] for a definition that shows partial understanding.\n- Award [2] for a definition that shows understanding similar to the answer above.\n- No application is required.\n\n\n- Sample response:\n\n\n\n- Cara may have established Rocket Bakes as a sole trader because it is a quick, simple, and inexpensive way to get started. Since Cara used all of her savings to set up Rocket Bakes, it is unlikely that she had the extra funds necessary for incorporation.\n- Mark allocation:\n- Candidates are not expected to word their responses exactly as above.\n- Award [1] for identifying a reason and an additional [1] for applying it to the case study (e.g. Cara or Rocket Bakes).\n- Answers must refer to the context (e.g. Cara’s independence, small-scale start, or desire to act on her creative ideas quickly).\n\n\n- Sample response:\n\n\n\n- One advantage of being a sole trader is that Cara has full control over decision-making. This would allow her to be creative with her baking recipes and cakes’ designs and to run Rocket Bakes how she wants.\n- As a sole trader, she has unlimited liability, meaning her personal savings and possessions are at risk if the business cannot pay its debts. Since she invested all of her savings, this leaves her in a vulnerable position if the company cannot pay its debts, as her finances are at risk.\n- Mark allocation:\n- Candidates are not expected to word their responses exactly as above.\n- Award [1] for identifying an advantage and an additional [1] for explaining that advantage in context.\n- Award [1] for identifying a disadvantage and an additional [1] for explaining that disadvantage in context.\n- Answers must refer to the case study context (e.g. Cara, Rocket Bakes, her workload or lack of certain skills).\n\n\n- Sample response:\n\n\n\n- In a partnership, responsibilities and workload are shared between the partners. For Cara, this means she would not need to handle baking, marketing, customer service, and accounting all on her own, reducing stress and allowing her to focus more on the creative side of Rocket Bakes.\n- On the other hand, in a partnership, control and profits are shared. For Cara, this would mean she may lose some independence in decision-making and have to share Rocket Bakes’ profits, despite having initially invested all her savings into the business.\n- Mark allocation:\n- Candidates are not expected to word their responses exactly as above.\n- Award [1] for identifying an advantage and an additional [1] for explaining that advantage in context.\n- Award [1] for identifying a disadvantage and an additional [1] for explaining that disadvantage in context.\n- Answers must refer to the case study context (e.g. Cara, Rocket Bakes, her current challenges or business decisions).\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "0"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 2",
      "content": "Define the term deed of partnership. [2]\n",
      "markScheme": "Sample response:\nA deed of partnership is a legal agreement between partners that outlines the responsibilities, profit-sharing arrangements, and dispute resolution methods. It helps avoid misunderstandings and governs the operation of the business.\nMark allocation:\nCandidates are not expected to word their definition exactly as above.\nAward [1] for a definition that shows partial understanding.\nAward [2] for a definition that shows understanding similar to the answer above.\nNo application is required.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 3",
      "content": "FairHarvest Cooperative is a worker cooperative based in the countryside of Cornwall, UK. The cooperative was formed by a group of local farmers and food producers who wanted to sell their products directly to consumers, eliminating middlemen and ensuring fair wages for everyone involved.\nCurrently, FairHarvest’s primary customers are local grocery stores, which stock their organic fruits and vegetables as part of their commitment to offering locally sourced goods. In addition to grocery stores, FairHarvest also sells products through a community-supported agriculture (CSA) program, local farmers' markets, and to nearby restaurants.\nFigure 1: Projected Sales Growth of Organic Products 2025-2030\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/c844a737-4b46-4c1d-8183-dfc68c67d122/images/473b7de3-b9d5-4927-b25f-b01252fb14f1/Screenshot%202025-07-21%20at%2012.08.13.JPEG)\n\n\nAs a cooperative, the members of FairHarvest benefit from shared profits, and the earnings are reinvested into the cooperative to fund new equipment, expand their farm operations, and support local community initiatives. The members take pride in their work and enjoy a democratic approach to decision-making.\nDespite their success, the cooperative faces challenges such as managing supply and demand for their products and competing with larger, non-organic agricultural companies that have lower production costs\n\n- Define the term cooperative. [2]\n\n- Explain one advantage for FairHarvest Cooperative of operating as a cooperative. [2]\n\n- Comment on the data in Table 1. [2]\n\n- Explain two challenges FairHarvest Cooperative may face as a cooperative. [4]\n\n\n[Maximum 10]\n",
      "markScheme": "\n- Sample response:\n\n\n\n- A cooperative is an organization owned and run by its members, who may be workers or consumers, with profits shared among them. It operates democratically, often with a social or community focus.\n- Mark allocation:\n- Candidates are not expected to word their definition exactly as above.\n- Award [1] for a definition that shows partial understanding.\n- Award [2] for a definition that shows understanding similar to the answer above.\n- No application is required.\n\n\n- Sample response:\n\n\n\n- One advantage is the democratic decision-making process, where each member has an equal vote, regardless of the size of their contribution. This ensures that all members' voices are heard in key business decisions, helping the cooperative stay aligned with its core values and mission of promoting fair wages and sustainable farming practices, which helps to maintain a strong community focus.\n- Mark allocation:\n- Award [1] for a relevant advantage and an additional [1] for application to the case to a maximum of [2].\n\n\n- Sample response:\n\n\n\n- Table 1 clearly illustrates the projected sales growth for FairHarvest Cooperative across its three primary channels over the next five years. While all channels show consistent year-on-year growth, the data highlights that Farmers' Markets are projected to be the fastest-growing sales channel, significantly outpacing both Restaurants and Grocery Stores. This suggests that the cooperative's direct-to-consumer strategy, particularly through local markets, is expected to yield the highest returns and should likely be a focal point for future investment and resource allocation to capitalize on this strong growth trajectory.\n- Mark allocation:\n- Candidates are not expected to word their comment exactly as above.\n- Award [1] for a basic explanation and an additional [1] for a full explanation of the candidate’s interpretation including direct reference to the data, up to a maximum of [2].\n\n\n- Sample response:\n\n\n\n- One challenge is the difficulty in making quick decisions due to the democratic decision-making process. While it allows all members to have an equal vote, this can slow down decision-making, especially when there is a conflict between younger and older members regarding the adoption of modern farming methods. Younger members may want to invest in new technology, but older members are resistant to change, which could create tension and delay important decisions for the cooperative’s future.\n- Another challenge is competition from larger agricultural companies that benefit from economies of scale. Since FairHarvest is a smaller cooperative, they may struggle to match the prices and production output of larger, non-organic farming companies. This could limit their market share and impact profitability, especially if they continue to use more traditional farming methods that are less cost-efficient.\n- Mark allocation:\n- Award [1] for each challenge identified, up to a maximum of [2].\n- Award [1] for each explanation applied to the case to a maximum of [2].\n- Award a maximum of [4].\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "1.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 4",
      "content": "PureBliss began as a sole trader business, specialising in handcrafted soaps made in a small, local shop. The owner, Jawaher, is personally involved in every aspect of the business and had daily contact with customers, offering a warm, personalized experience. She was known for being quick to respond to customer feedback, often incorporating popular requests into the development of new soap varieties. This responsiveness helped PureBliss build a loyal local customer base.\nAs PureBliss continues to grow in popularity, Jawaher is finding it increasingly difficult to manage the workload on her own. With rising demand and plans to expand the product range, she recognises the need for additional capital to support the next phase of growth. However, Jawaher is highly protective of the creative process and wants to ensure the brand’s unique identity remains intact.\nFor this reason, she is considering taking on a silent partner. Jawaher has done her research on types of legal business structures, and believes this is the most suitable for her to grow her business.\n\n- Define the term silent partner. [2]\n\n- Explain two advantages for Jawaher of setting up PureBliss as a sole trader. [4]\n\n- Explain two disadvantages for Jawaher of taking on a silent partner. [4]\n\n\n[Maximum 10]\n",
      "markScheme": "\n- Sample response:\n\n\n\n- A silent (or sleeping) partner is an individual who contributes capital to a business but does not participate in its daily management or operations. Their involvement is typically limited to their financial investment, and they often remain undisclosed to the public.\n- Mark allocation:\n- Award [1] for a definition that shows partial understanding.\n- Award [2] for a definition that shows understanding similar to the answer above.\n- No application is required.\n\n\n- Sample response:\n\n\n\n- As a sole trader, Jawaher had complete control over all decisions related to PureBliss. She could decide on product designs, pricing, suppliers, and marketing without needing approval from partners or shareholders. This allowed her to quickly respond to customer feedback and introduce new soap varieties based on popular demand, helping the business grow and build customer loyalty.\n- Another major advantage is that Jawaher was entitled to keep all the profits the business made. Since there were no other owners at the beginning, she could reinvest earnings directly into PureBliss to expand the product range or improve the shop, supporting the growth of the business from a small local venture to a thriving operation.\n- Mark allocation:\n- Mark as 2 + 2\n- Award [1] for each advantage identified and an additional [1] for application to the case study.\n- Award a maximum of [4].\n\n\n- Sample response:\n\n\n\n- A drawback relevant to Jawaher is that the silent partner would not be involved in the day-to-day running of the business. While this means Jawaher retains creative control, it also means she would still be responsible for managing the growing workload on her own. If Jawaher's aim is to grow the business, this is likely to lead to increased stress and operational challenges.\n- A second drawback is that Jawaher would have to share the business profits with the sleeping partner. Even though the partner is not involved in managing the business, they are still entitled to a portion of the earnings, which reduces Jawaher’s overall financial return from the success she built.\n- Mark allocation:\n- Mark as 2 + 2\n- Award [1] for each drawback identified and an additional [1] for application to the case study.\n- Award a maximum of [4].\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 5",
      "content": "North Ridge Tech is a privately held company based in Cambridge, UK, co-owned by siblings Daniel and Ayesha Patel. The company designs and manufactures specialised drone technology for use in agriculture and environmental monitoring.\nThe business started small, using family capital, and has grown steadily. North Ridge Tech does not sell shares to the public, keeping ownership within the family and a few private investors. Daniel oversees product development, while Ayesha leads the business strategy and operations.\nAlthough the company enjoys strong demand, it faces financial limitations since it cannot raise funds through the stock exchange. The owners prefer to maintain control over key decisions and long-term direction, even if it means growing more slowly than competitors.\n\n- Define the term privately held company.[2]\n\n- With reference to North Ridge Tech, explain one feature of a privately held company. [2]\n\n- Explain one advantage and one disadvantage for North Ridge Tech of being a privately held company. [4]\n\n- Explain two reasons why Daniel and Ayesha may have chosen to keep North Ridge Tech privately held. [4]\n\n\n[Maximum 12]\n",
      "markScheme": "\n- Sample response:\n\n\n\n- A privately held company (Ltd) is a business owned by shareholders who are typically family and friends. Shares are not sold on the stock exchange. As an incorporated company, its shareholders' liability is limited to their capital investment in the business.\n- Mark allocation:\n- Award [1] for a vague definition.\n- Award  [2] for a complete definition.\n- Definitions do not require application to the stimulus material.\n\n\n- Sample response\n\n\n\n- A privately held company does not trade its shares on the public stock exchange. North Ridge Tech is owned by Daniel, Ayesha, and a few private investors, meaning ownership remains limited and controlled.\n- Mark allocation:\n- Award [1] for identifying a relevant feature.\n- Award [1] for applying the feature to North Ridge Tech.\n- Candidates are not expected to word their responses exactly as above.\n\n\n- Sample response:\n\n\n\n- One advantage is that Daniel and Ayesha can retain full control over the company without interference from public shareholders. Since North Ridge Tech is privately owned, they can make strategic decisions, such as investing in long-term product development or choosing sustainable suppliers, without pressure to deliver short-term profits to shareholders.\n- One disadvantage is limited access to funding. Because North Ridge Tech does not trade shares publicly, it cannot raise large sums of capital through the stock market. This could restrict their ability to scale production or invest in advanced drone technology, especially as competitors grow faster using public investment.\n- Mark allocation:\n- Mark as 2+2\n- Award [1] for identifying an advantage and an additional [1] for explaining it in context.\n- Award [1] for identifying a disadvantage and an additional [1] for explaining it in context.\n- Answers must refer to North Ridge Tech’s structure, funding, or goals.\n\n\n- Sample response:\n\n\n\n- One reason Daniel and Ayesha may have chosen to remain privately held is to retain full control over strategic decisions. Since the business was built using family savings, they likely want to preserve their vision for the company’s growth, such as prioritising sustainability and innovation in drone design, without being influenced by external shareholders who may push for faster returns or cost-cutting measures.\n- Another reason is to protect the confidentiality of the business’s operations and finances. As a private company, North Ridge Tech is not required to publish detailed financial reports or disclose strategic decisions to the public. This allows them to keep sensitive product development and technological advancements private in a competitive industry, reducing the risk of intellectual property exposure.\n- Mark allocation:\n- Mark as 2+2\n- Award [1] for each reason identified and an additional [1] for a relevant explanation of that reason in the context of the case, up to a maximum of [2].\n- Answers must relate clearly to North Ridge Tech’s ownership structure, innovation goals, or strategic priorities.\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 6",
      "content": "GreenTech Innovations was originally a privately held company (LTD) focused on designing and manufacturing solar panels and renewable energy technologies. The company was founded with an environmentally-focused mission, committed to using sustainable materials and reducing carbon emissions. Initially, GreenTech raised capital through private investment and grants to support its operations.\nHowever, as the company expanded and sought additional funding to scale operations, GreenTech Innovations transitioned into a Publicly Held Company (PLC). The decision to become a  PLC was driven by the need to raise significant capital for research and development, and to expand production capacity.\nSince becoming a PLC, GreenTech Innovations has faced increasing pressure from investors to improve profitability and deliver short-term returns. Investors are demanding higher profits and faster growth, which has led to a shift in strategy. The company has faced growing tension between its initial mission of promoting green energy and the increasing pressure to invest in fossil fuel technologies.\nTable 1: GreenTech Innovations - Sector Performance & Customer Preference Trends (2025-2027)\n![SkillUpp Image](https://assets.revisionvillage.com/public/question/97a1a29b-d093-40ef-83e4-f85964fd8e22/images/bc4ba3f7-79e2-428d-8a31-e60536a421b0/Screenshot%202025-07-25%20at%2007.26.40.JPEG)\n\n\n*YoY = year on year\nSome shareholders are advocating for the company to diversify its portfolio by investing in oil and gas to generate higher profits, a move that conflicts with GreenTech’s founding environmental goals.\n\n- Define the term publicly held company. [2]\n\n- With reference to GreenTech Innovations, explain one feature of a publicly held company (PLC). [2]\n\n- Comment on the data in Table 1. [2]\n\n- Explain one advantage and disadvantage for GreenTech Innovations of transitioning from an LTD to a PLC. [4]\n\n\n[Maximum 10]\n",
      "markScheme": "\n- Sample response:\n\n\n\n- A publicly held company is a business whose shares are traded openly on a stock exchange. Ownership is dispersed among the general public and institutional investors.\n- Mark allocation:\n- Candidates are not expected to word their definition exactly as above.\n- Award [1] for a definition that shows partial understanding.\n- Award [2] for a definition that shows understanding similar to the answer above.\n- No application is required.\n\n\n- Sample response:\n\n\n\n- One feature of a publicly held company (PLC) is that the public are able to purchase shares in the company, making it easier to raise capital. GreenTech Innovations became a PLC to raise funds by listing its shares on the London Stock Exchange, allowing the public to invest in the company.\n- Mark allocation:\n- Award [1] for identifying the relevant feature (e.g., shares available to the public).\nAward [1] for applying it to GreenTech Innovations.\n- Candidates are not expected to word their responses exactly as above.\n\n\n- Sample response:\n\n\n\n- Table 1 highlights a critical dilemma for GreenTech Innovations. While the fossil fuel sector consistently demonstrates higher year-on-year profitability growth (rising from 7.5% to 8.0%), aligning with investor demands for short-term returns, the data simultaneously reveals a strong and growing customer preference for green energy options, rising from 55% to 65% over just three years. This stark contrast underscores the tension between immediate financial gains and the long-term market shift towards sustainable solutions, posing a significant strategic challenge for the company's future direction and its founding environmental mission.\n- Mark allocation:\n- Award [1] for a basic explanation and an additional [1] for a full explanation of the candidate’s interpretation including direct reference to the data, up to a maximum of [2].\n\n\n- Sample response:\n\n\n\n- One advantage for a business of changing from a privately held business to  a PLC is that it can sell shares to the public on the stock market as opposed to the sale of shares being private. Becoming a PLC allowed GreenTech Innovations to raise a significant amount of capital which  enabled the company to invest in new technologies and expand production capacity, helping it grow more quickly than it could as a limited company.\n- One disadvantage for a business when it changes from being a privately held business to a PLC is that there can be greater pressure from shareholders for short-term profits, potentially conflicting with a company’s original mission. Since becoming a PLC, GreenTech Innovations faces intense pressure from shareholders to deliver higher profits and short-term growth. This has created tension with the company’s original mission of promoting renewable energy, as some investors are pushing for diversification into oil and gas — industries that directly contradict its environmentally focused goals. As a result, the company risks drifting away from its founding values, damaging its green reputation, and alienating environmentally conscious customers, all in an effort to satisfy the demands of profit-driven shareholders.\n- Mark allocation:\n- Award [1] for an advantage/disadvantage identified, and and additional [1] for application to the case study.\n- Award a maximum of [4].\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 7",
      "content": "Robin and Grainne, two dentists who met at university, decided to open a dental clinic called Bright Smiles. The business was expensive and required significant investment in dental equipment and facilities. As partners, they split the workload and profits. Robin focuses on general check-ups, while Grainne provides cosmetic treatments such as teeth whitening and cleaning.\nHowever, the partnership has recently encountered problems. Robin and Grainne had a major disagreement, and now Grainne wants to leave the business. Unfortunately, they never signed a deed of partnership when they started the business.\n\n- State two features of a partnership. [2]\n\n- With reference to Bright Smiles, explain whether they operate in the public or private sector. [2]\n\n- Explain two benefits for Robin and Grainne of setting up Bright Smiles as a partnership. [4]\n\n- Explain two reasons why Robin and Grainne should have signed a deed of partnership when setting up Bright Smiles. [4]\n\n\n[Maximum 12]\n",
      "markScheme": "\n- Accept any two of the following:\n\n\n- It is owned by two or more individuals.\n- Profits and responsibilities are usually shared according to a deed of partnership.\n- Partners share decision-making and business risks.\n- Each partner may have unlimited liability (unless it’s a limited partnership).\n- It benefits from combined skills and expertise.\n\n\n\n- Mark allocation:\n- Accept any other relevant feature.\n- Candidates are not expected to word their responses exactly as above.\n- Award [1] for each feature identified up to a maximum of [2].\n- No explanation is required.\n\n\n- Sample response:\n\n\n\n- Bright Smiles operates in the private sector because it is owned and run by individuals (Robin and Grainne) for profit. It is not owned or managed by the government.\n- Mark allocation:\n- Candidates are not expected to word their responses exactly as above.\n- Award [1] for identifying the correct sector (private).\n- Award [1] for explaining the choice in the context of Bright Smiles.\n- Answer must refer to the business being privately owned by Robin and Grainne and not government-operated.\n\n\n- Sample response:\n\n\n\n- One benefit of setting up a business as a partnership is that the partners can share the workload. In the case of Bright Smiles, Robin and Grainne divide the workload based on their specialties in dentistry, with Robin handling general check-ups and Grainne focusing on cosmetic treatments.\n- Another benefit of setting up a business as a partnership is that there are multiple people investing in the business, providing more funds for startup costs. Robin and Grainne combined their financial resources to cover the high setup costs, which included expensive dental equipment and facilities.\n- Mark allocation:\n- Mark as 2+2\n- Candidates are not expected to word their responses exactly as above.\n- Award [1] for identifying each benefit and an additional [1] for explaining each benefit in context up to a maximum of [4].\n- Answers must refer to the case study context (e.g. Robin, Grainne, workload split, equipment costs).\n\n\n- Sample response:\n\n\n\n- One reason why a deed of partnership is useful is that it clearly outlines each partner’s responsibilities. If Robin and Grainne had signed it, it would have established the rules and procedures in the case of conflict, possibly avoiding their current argument.\n- Another reason is that it would outline the procedure to follow if one partner wants to leave, helping Grainne exit the partnership more smoothly. Without this document, no such rules are in place, making the situation more difficult for Robin and Grainne if they cannot come to an agreement.\n- Mark allocation:\n- Mark as 2+2\n- Candidates are not expected to word their responses exactly as above.\n- Award [1] for identifying each reason and an additional [1] for explaining each reason in context up to a maximum of [4].\n- Answers must refer to the case study context (e.g. Robin, Grainne, conflict, leaving the business).\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 8",
      "content": "Define the term initial public offering. [2]\n",
      "markScheme": "Sample response:\nAn initial public offering (IPO) is when a company sells shares to the public for the first time on a stock exchange. It allows the business to raise capital and become publicly traded.\nMark allocation:\nCandidates are not expected to word their definition exactly as above.\nAward [1] for a definition that shows partial understanding.\nAward [2] for a definition that shows understanding similar to the answer above.\nNo application is required.",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 9",
      "content": "Compare the differences between a publicly held company and a privately held company. [4]\n",
      "markScheme": "There are significant differences between privately and publicly held companies.\n\n- Ownership - Publicly held companies are owned by numerous shareholders, whereas privately held companies are owned by individuals.\n- Access to Capital - Publicly held companies have access to more sources of capital. Privately held companies have limited sources of funds.\n- Regulatory requirements - Publicly owned companies are subject to elaborate and stringent regulatory requirements. Privately held companies have to comply with fewer regulations.\n- Shareholder control - Publicly held companies experience limited influence by shareholders. Shareholders and owners of privately held companies have more control over decisions and management.\n\n$\\underline{\\textrm{Sample response:}}$\nA publicly held (or owned) company is a limited liability company listed on the stock exchange where shareholders can buy and sell shares. The ownership is dispersed among numerous shareholders.\nA privately held company is owned by shareholders with limited liability, but its shares cannot be bought or sold by the general public on the stock exchange. The ownership is confined to a smaller number of founders and investors. Shareholders can buy or sell shares only with the board of directors' approval.\nPublicly held companies can raise capital through an initial public offering (IPO) when a publicly held company first sells all or part of its shares to external investors. The company can sell shares to the public and generate finance for expansion or acquisitions.\nPrivately held companies have more limited options for raising capital. Their usual sources are loans from banks or financial institutions, private investments or retained earnings.\nPublicly held companies are subject to stringent regulatory requirements imposed by government authorities, such as the U.S. Securities and Exchange Commission (SEC) and the European Securities and Market Authority (ESMA) in Europe. Regulators strictly enforce compliance with corporate governing standards, accurate financial reporting and disclosure obligations.\nPrivately held companies face relatively fewer regulatory obligations. Their financial disclosures need not be as detailed as those of a publicly held company, and they have more flexibility in their corporate governance.\nA characteristic of publicly held companies is a separation between the numerous owners and those who manage and run the company. Shareholders have voting rights, often in proportion to the size of their shareholding. The functionaries are elected and appointed through voting. In reality, shareholders have limited influence over operations.\nPrivately held companies have a more direct link between shareholders and control of the company. The owners are often directly involved in the management or have control over strategic decisions and governance.\nMark Allocation:\n2 marks for identifying each difference.\n2 marks for explaining each difference.\nTotal - 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 10",
      "content": "Explain two features of a public sector company. [4]\n",
      "markScheme": "Public sector companies are wholly or partially owned and controlled by the government. The public sector is the part of the economy that the government controls. They typically produce essential goods or provide basic services. The two features of a public sector company are:\n\n- Public sector organisations can provide basic and essential services.\n- Government-owned organisations provide administrative services and law & order management.\n\n$\\underline{\\textrm{Sample response}}$:\nBasic and essential services\nThe government provides basic and essential services such as healthcare, education, emergency services and social housing through organisations owned and controlled by it. Privately held companies would not find these areas of operation economically viable. Public sector organisations, being government-owned and funded, can take on social responsibilities and serve the public interest to promote social welfare.\nAdministration and law & order\nGovernments protect citizens, ensure safety and safeguard rights by providing policing services and a legal system. These services must be monitored and controlled to ensure fairness to all. Furthermore, private organisations involved in these fields seldom profit financially and, therefore, cannot be viable. A public sector organisation has the advantage of being able to absorb the costs and make up the shortfall through taxes.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 11",
      "content": "Explain two advantages of operating as a public sector company. [4]\n",
      "markScheme": "Public sector companies are wholly or partially owned and controlled by the government. They typically produce essential goods or provide basic services. Some advantages of public sector companies are:\n\n- Economies of scale in certain services translate into cost savings.\n- Public sector companies promote strategic national interests.\n- Governments ensure economic stability through public sector institutions.\n- Government-owned organisations generate employment opportunities.\n\n$\\underline{\\textrm{Sample response:}}$\nPublic sector organisations enjoy economies of scale and, thus, a lower average unit cost. They can achieve cost savings through large-scale provision of services such as defence, communication and public transport. Privately owned companies would not have that advantage and would struggle to operate profitably.\nPublic sector companies play a vital role in safeguarding and promoting strategic national interests through operating companies involved in defence-related production, energy, communications and infrastructure development. The government can ensure national security and sovereignty by controlling essential resources and infrastructure. Governments must closely monitor and manage critical production facilities such as weapons and nuclear power for safety.\nPublic sector companies have the advantage of financial stability through government backing. They can be involved in projects and services with very long gestation periods. These projects would not be financially attractive to private enterprises. Governments use wholly owned and controlled public sector companies, like banks and financial institutions, to interfere with and stabilise or give direction to the economic environment in the country.\nGovernments, through private sector companies, are the largest employers in any country. Many teachers and medical professionals in any country work for government-owned institutions, as do employees in administrative, policing and defence forces. Public sector companies offer job security with a stable environment and significantly contribute to reducing unemployment.\nMark Allocation:\n2 marks for identifying each advantage of public sector companies.\n2 marks for explaining each advantage of public sector companies.\nTotal - 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 12",
      "content": "Second Chance Coffee is a for-profit social enterprise set up by entrepreneur Lewis Grant in Glasgow. The business operates a stylish coffee shop that serves ethically sourced coffee, baked goods, and light meals. What sets Second Chance Coffee apart is its mission: all its employees are either homeless or ex-prisoners, many of whom struggled to find stable employment.\nLewis, a former social worker, launched the business to provide a supportive environment and help individuals reintegrate into society through employment, training, and mentorship. Although the coffee shop aims to make a profit, its social mission is at the heart of every decision. Lewis reinvests a portion of the profits into staff development and welfare programs.\nDespite a growing customer base, the business faces high training and support costs, and sometimes deals with challenges related to team management and social stigma. However, Lewis believes that combining social purpose with a strong brand is the key to long-term success.\n\n- Define the term social enterprise. [2]\n\n- With reference to Second Chance Coffee, explain one feature of for-profit social enterprises. [2]\n\n- Explain one reason why Lewis might have chosen to set up Second Chance Coffee as a for-profit social enterprise. [2]\n\n- Explain two challenges Second Chance Coffee may face as a for-profit social enterprise. [4]\n\n\n[Maximum 10]\n",
      "markScheme": "\n- Sample response:\n\n\n\n- A social enterprise is a business that aims to achieve specific social objectives while also making a profit. Profits are often reinvested into the community or cause rather than distributed to owners.\n- Mark allocation:\n- Candidates are not expected to word their definition exactly as above.\n- Award [1] for a definition that shows partial understanding.\n- Award [2] for a definition that shows understanding similar to the answer above.\n- No application is required.\n\n\n- Sample response:\n\n\n\n- A for-profit social enterprise aims to earn profit while achieving social goals. Second Chance Coffee generates income by selling coffee and food, but also helps homeless individuals and ex-prisoners by employing and training them.\n- Mark allocation:\n- Award [1] for identifying a relevant feature of a for-profit social enterprise.\n- Award [1] for applying the feature to Second Chance Coffee.\n- Candidates are not expected to word their responses exactly as above.\n\n\n- Sample response:\n\n\n\n- According to triple bottom line theory (Elkington), businesses can aim to balance profit, people, and the planet rather than focusing solely on financial returns. By choosing to set up Second Chance Coffee as a for-profit social enterprise, Lewis could apply this approach by generating income (profit) while supporting homeless people and ex-prisoners into employment (people). This allowed him to create long-term social impact through a financially sustainable model, rather than relying only on donations or government funding.\n- Mark allocation:\n- Award [1] for identifying a reason.\n- Award [1] for applying it to the case (e.g. Lewis’s background, employment goals).\n\n\n- Sample response:\n\n\n\n- One challenge is the high cost of training and supporting staff who may have little or no previous work experience. Since all employees at Second Chance Coffee are homeless or ex-prisoners, Lewis must invest extra time and money into onboarding, skills development, and mentoring, which increases operational costs and affects short-term profitability.\n- A second challenge is social stigma, where businesses must gain legitimacy in society. Some customers or potential investors may be hesitant to support a business staffed by individuals with criminal records, which could limit market growth or funding opportunities despite the company’s strong ethical values.\n- Mark allocation:\n- Mark as 2+2\n- Award [1] for each challenge identified up to a maximum of [2].\n- Award [1] for each challenge applied to the case up to a maximum of [2].\n- Answers must refer to Second Chance Coffee’s context (e.g. staff background, social mission).\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 13",
      "content": "Cooperativa Esperanza is an agricultural cooperative made up of small-scale farmers in Guatemala. By working together, these farmers pool their resources to purchase supplies in bulk, share machinery, and access larger markets to better compete with bigger agricultural businesses.\nHowever, the cooperative faces several challenges. There are language and cultural barriers between members, which sometimes lead to miscommunication and difficulties in decision-making. Additionally, while the cooperative recognises the need to invest in more modern machinery to improve productivity, obtaining additional funding has proven difficult due to limited access to finance and for rural businesses.\nIn the local area, it is common for children not to finish primary education, as many end up working on farmland alongside their parents to support the family’s income. A local non-governmental organization  (NGO) has approached Cooperativa Esperanza with an offer to provide training and access to more advanced farming methods and technology. The aim is to help improve agricultural productivity so that families rely less on child labour and children are given the opportunity to complete their schooling.\n\n- State two features of a cooperative. [2]\n\n- Explain one advantage and one disadvantage for Cooperativa Esperanza of being a cooperative. [4]\n\n- With reference to Cooperativa Esperanza, explain two objectives of NGOs. [4]\n\n\n[Maximum 10]\n",
      "markScheme": "\n- Accept any two of the following:\n\n\n\n- It is owned and operated by its members for their mutual benefit.\n- Profits are shared among members rather than external shareholders.\n- It is often run democratically, with one member one vote.\n- It may serve consumers, producers, or workers.\n- It typically focuses on social or economic objectives, not just profit.\n\n\n\n- Mark allocation:\n- Accept any other relevant feature.\n- Candidates are not expected to word their responses exactly as above.\n- Award [1] for each feature identified up to a maximum of [2].\n- No explanation is required.\n\n\n- Sample response:\n\n\n\n- One advantage of being a cooperative is that Cooperativa Esperanza’s members can pool their resources to achieve benefits they would struggle to access individually. For example, they can purchase supplies in bulk, share machinery, and work together to access larger markets, which helps them compete more effectively with bigger agricultural businesses.\n- One disadvantage is that decision-making can be slow and complicated, especially when there are differences between members, such as language barriers, cultural differences, or conflicting priorities between older and younger farmers. This can make it harder to agree on important decisions, such as whether to accept a takeover offer or how to invest in new machinery.\n- Mark allocation:\n- Mark as 2+2\n- Award [1] for each advantage/disadvantage identified and an additional  [1] for application to Cooperativa Esperanza.\n\n\n- Sample response:\n\n\n\n- One objective of NGOs is to promote social development and protect vulnerable groups. In the case of Cooperativa Esperanza, the NGO’s aim is to reduce the number of children who leave school early to work on farms. By supporting the cooperative with training and access to advanced farming methods, the NGO helps reduce the need for child labour so that children can complete their education, contributing to the long-term social and economic development of the community.\n- Another objective of NGOs is to enhance economic sustainability for disadvantaged communities. For Cooperativa Esperanza, the NGO aims to improve farming productivity through modern farming techniques and technology. This allows families to earn more income from their land without relying on outdated, labour-intensive methods, helping to improve living standards and ensure long-term economic resilience for the cooperative’s members.\n- Mark allocation:\n- Mark as 2+2\n- Award [1] for each objective identified and an additional [1] for application to Cooperativa Esperanza.\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 14",
      "content": "EmpowHer Microfinance is a non-profit social enterprise that provides small loans to women in developing countries to help them start their own small businesses. These loans support women in sectors such as farming, retail, and craft production, giving them the opportunity to generate income, improve their families’ living standards, and become financially independent.\nUnlike traditional businesses, EmpowHer does not aim to make a profit for shareholders. Instead, all profits are reinvested into the organisation to fund more loans, expand its reach into new communities, and offer financial literacy and business training to its clients.\nAs a non-profit, EmpowHer's management team is focused primarily on achieving its social mission rather than financial targets. While this allows them to prioritise helping women, it can sometimes make it harder to maintain strict financial controls or monitor efficiency in the same way a profit-driven business might.\nEmpowHer's mission is to reduce poverty and promote gender equality by empowering women through access to finance, education, and entrepreneurship opportunities.\n\n- State two features of a social enterprise. [2]\n\n- Define the term microfinance. [2]\n\n- With reference to EmpowHer Microfinance, outline one difference between a for-profit social enterprise and a non-profit social enterprise. [2]\n\n- Describe one advantage and one disadvantage for EmpowHer operating as a nonprofit social enterprise. [4]\n\n\n[Maximum 10]\n",
      "markScheme": "\n- Any two of the following:\n\n\n- It has a clear social or environmental mission as its primary goal.\n- Profits are reinvested to support the enterprise’s cause rather than distributed to shareholders.\n- It operates in a competitive market while pursuing social impact.\n- It uses commercial strategies to generate revenue.\n- It is accountable to both its stakeholders and its mission.\n\n\n\n- Mark allocation:\n- Accept any other relevant feature.\n- Candidates are not expected to word their responses exactly as above.\n- Award [1] for each feature identified up to a maximum of [2].\n- No explanation is required.\n\n\n- Sample response:\n\n\n\n- Microfinance refers to the provision of small loans and financial services to individuals or small businesses who do not have access to traditional banking. It aims to reduce poverty and encourage entrepreneurship.\n- Mark allocation:\n- Candidates are not expected to word their definition exactly as above.\n- Award [1] for a definition that shows partial understanding.\n- Award [2] for a definition that shows understanding similar to the answer above.\n- No application is required.\n\n\n- Sample response\n\n\n\n- A for-profit social enterprise aims to achieve social objectives but also generates profits that may be distributed to owners or shareholders. In contrast, EmpowHer reinvests all profits back into the business to fund more microloans and expand its services, rather than distributing profits to individuals. This helps EmpowHer focus entirely on its social mission of reducing poverty and promoting gender equality.\n- Award [1] for identifying a valid difference (purpose of organisation, use of profits, access to funding, legal status, accountability), and an additional [1] for application to the case up to a maximum of [2].\n\n\n- Sample response\n\n\n\n- One advantage of EmpowHer being a non-profit social enterprise is that it can focus fully on its social mission without the pressure to deliver profits to shareholders. This allows EmpowerHer to prioritise helping women in developing countries through microfinance, education, and support, aligning all decisions with its core goal of reducing poverty and promoting gender equality.\n- One disadvantage is that, as a non-profit, EmpowHer may face challenges in maintaining financial and cost control because there is less emphasis on generating profits and meeting financial targets. Without the same financial discipline seen in for-profit businesses, there is a risk of inefficiency or difficulties in sustaining operations long-term.\n- Award [1] for a relevant advantage / disadvantage identified and an additional [1] for a relevant explanation of that advantage / disadvantage in the context of EmpowHer, up to a maximum of [2].\n- Award a maximum of [4].\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 15",
      "content": "Explain the difference between a publicly held company and a privately held company as types of business entities. [4]\n",
      "markScheme": "Key feature of Publicly Held Company:\n\n- Ownership: A wide range of individual and institutional investors own publicly traded corporation shares. These investors buy the company's stock through open stock markets.\n- Disclosure Requirements: Publicly held companies must comply with several regulatory and reporting requirements, including the regulation that financial statements and public disclosures be filed regularly.\n- Access to Capital: Public-held companies can readily obtain capital by offering more shares of their stock for sale to the general public, which can then be exchanged on stock markets.\n- Ownership Liquidity: Investors benefit from the ease with which shareholders of publicly held companies can purchase and sell their shares on the open market.\n\nKey feature of Private Held Company:\n\n- Ownership: The shares of privately held companies are not listed on a public exchange and are usually owned by a smaller group of investors, such as the founders, family and friends.\n- Disclosure Requirements: Since privately held businesses are exempt from the duty to disclose their financial information to the public, they are subject to less regulatory reporting requirements than publicly held companies.\n- Access to money: Because privately held companies rely on loans, retained earnings, or private investments for finance, their access to money may be more constrained.\n- Control and Decision-Making: Because privately held companies have fewer shareholders and are subject to less public scrutiny, their owners typically have more control over the day-to-day operations and decision-making of the business.\n\n$\\underline{\\textrm{Sample response:}}$\nDespite their apparent similarities, publicly traded and privately held companies differ significantly in several crucial areas. Shares of publicly held companies are owned by a wide range of individuals, including large and regular investors who trade their shares on the stock exchange. They must share financial reports and information with the public, which can be a lot of work, to keep everyone informed about how they're doing. This implies they have many owners who can purchase or sell their shares fast, but it also makes it easier for them to make money by selling additional shares to the general public.\nOn the other hand, the number of owners in privately held companies is lower. Since they don't offer shares to the general public, the company is governed by a small group of friends or family. They enjoy more privacy because they are not required to disclose their financial information to the public as often. However, because individuals can't just sell stock market shares when they need money, finding it can be more difficult. Owners typically have greater authority over the business, and selling or buying an ownership stake is more complex. Consequently, even if both types of businesses operate, their policies and procedures differ.\nMark Allocation:\n2 marks for identifying each difference.\n2 marks for explaining each difference.\nTotal - 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 16",
      "content": "Sole Revival is a sustainable shoe upcycling business founded by Roh in 2023. After leaving her Vice President role at a shoe design firm due to burnout, Roh launched the business from her basement in Brooklyn, New York.\nShe operates as a sole trader in the private sector, restoring and customizing shoes using eco-friendly materials. The business earned over $\\text{\\textdollar}$37,750 in revenue in 2024, showing strong early potential. Roh values the creative freedom and personal satisfaction the business brings. However, she recognizes the risks of being a sole trader.\nRoh aims to grow Sole Revival into a full-scale ethical fashion brand. To support this expansion, she may consider changing the business structure to a partnership or privately held company.\n\n- State two features of the private sector. [2]\n\n- Outline one disadvantage for Roh of being a sole trader.  [2]\n\n- Explain two benefits of Roh introducing a partner to Sole Revival. [4]\n\n- Explain how changing to a private limited company could help Sole Revival become a full scale ethical brand. [4]\n\n\n[Maximum 12]\n",
      "markScheme": "\n- Sample response:\n\n\n\n- Businesses are owned and controlled by private individuals or organizations.\n- Businesses aim to make a profit rather than serve the public interest.\n- Mark allocation:\n- Award [1] for each correct feature of the private sector stated, for a maximum of [2].\n- Additional information:\n\n\n\n- Key features\n- \n  - In the private sector, individuals risk their own money, with businesses being financed through private means.\n\n- \n  - For example, businesses are funded by personal savings, loans, or private investment.\n\n\n\n- Sample response:\n\n\n\n- As a sole trader, Roh has unlimited liability, which means she is personally responsible for any debts, which puts her own finances at risk if Sole Revival were to face financial difficulties.\n- Mark allocation:\n- Award [1] for identifying one disadvantage of being a sole trader.\n- Award [1] for application in the context of Sole Revival.\n- Additional information:\n- \n  - As a sole trader one person owns and runs the business.\n\n\n\n\n- Further disadvantages of a sole trader:\n- \n  - Limited access to finance, which makes it harder to raise large amounts of capital compared to partnerships or private and publicly held companies.\n\n- \n  - Heavy workload, as the owner is responsible for all aspects of the business, often leading to stress and long hours.\n\n- \n  - Lack of continuity. The business may cease to exist if the owner dies or becomes incapacitated.\n\n- \n  - Limited skills and expertise, as one person may not possess all the necessary skills for business success.\n\n\n\n- Sample response:\n\n\n\n- Firstly, a partner could help share the workload, stress, and decision-making. For example, a partner can help manage the operations, allowing Roh to focus more on the design of shoes or expansion efforts.\n- Secondly, a partner could provide additional capital. For example, a partner could contribute funds, allowing. Roh to invest in more effective marketing strategies such as social media campaigns, influencer partnerships, and branding improvements, to help accelerate Sole Revivals’ growth.\n- Mark allocation:\n- Award [1]  for identifying one advantage of introducing a partner.\n- Award [1] for application in the context of Sole Revival.\n- Award [1]  for identifying a second advantage of introducing a partner.\n- Award [1] for application in the context of Sole Revival.\n- Award a maximum of [4].\n- Additional information:\n\n\n\n- Further advantages of a sole trader becoming a partnership include:\n- \n  - Different partners may contribute varied skills and knowledge, improving business efficiency and innovation.\n\n- \n  - The business is more likely to survive if one partner leaves, compared to a sole trader where the business often ends with the owner.\n\n\n\n- Sample response:\n\n\n\n- One benefit is that a privately held company allows Sole Revival to raise capital by selling shares privately, for example, to friends or family. This additional funding could be used to scale up ethical production processes or invest in sustainable technologies to help the business grow into a full-scale ethical fashion brand.\n- Another benefit is that it boosts the reputation of Sole Revival, which could lead to developing long-term partnerships, such as with eco-conscious fashion retailers or sustainable material suppliers. Building long-term partnerships with such organizations would help Roh expand her distribution channels and secure a reliable supply chain, supporting her goal of becoming a full-scale ethical fashion brand.\n- Mark allocation:\n- Award [1]  for identifying one advantage of converting to a privately held company.\n- Award [1] for application in the context of supporting Sole Revivals aim of becoming a full scale ethical brand.\n- Award [1] for identifying a second advantage of converting to a privately held company.\n- Award [1] for application in the context of supporting Sole Revivals aim of becoming a full scale ethical brand.\n- Additional information:\n\n\n\n- \n  - In a privately held company, shares cannot be bought by the general public on the stock market.\n\n- \n  - Instead, shares are typically bought by the business owner, friends and family and private investors, such as business angels or venture capitalists.\n\n- \n  - These shareholders are usually invited or approved by the company's existing owners or board, and transferring shares without permission is often restricted.\n\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 17",
      "content": "Explain the key differences between a sole trader (proprietorship) and a private-held company as types of business entities. [4]\n",
      "markScheme": "Sole trader (Proprietorship):\n\n- Ownership and Legal Structure: Owned and operated by a single individual.\n- Liability: The owner has unlimited personal liability. Sole traders are unincorporated businesses, meaning the owners have the same legal identity as the business.\n- Management and Decision-making: The owner has complete control over operations and decision-making.\n- Capital and Funding: Capital is usually contributed by the owner personally.\n- Continuity and Succession: Business continuity is tied to the owner's lifespan and willingness to continue.\n- Regulatory Compliance and Reporting: Fewer regulatory and reporting requirements.\n\nPrivate-Held Company:\n\n- Ownership and Legal Structure: Owned by a limited number of shareholders.\n- Liability: Shareholders have limited personal liability. Privately-held companies are incorporated businesses, meaning the owners have a separate legal identity from the business.\n- Management and Decision-making: Management and decision-making may be shared or delegated to a board of directors.\n- Capital and Funding: Diverse options include shareholder investments, loans, and venture capital.\n- Continuity and Succession: More structured succession plans can be in place.\n- Regulatory Compliance and Reporting: More regulatory and reporting requirements than a sole trader.\n\n$\\underline{\\textrm{Sample response:}}$\nThe most basic type of business entity is a sole trader (proprietorship), which is distinguished by its simplicity and single ownership structure. A single person with total authority over the company's management and decision-making processes owns and runs the company. The owner puts their assets at risk in the event of financial losses by taking on limitless personal accountability for all corporate debts and commitments. Sole traders are unincorporated businesses, meaning the owners have the same legal identity as the business.\nOn the other hand, a private-held firm is a more complicated business owned by a small number of shareholders. Shares are sold to private family and friends. Privately-held companies are incorporated businesses, meaning the owners have a separate legal identity from the business. A broader capital base and various funding choices, such as shareholder investments, loans, venture capital, or joint ventures with other companies, are possible. Limited personal liability protects shareholders' assets from business debts in a privately held corporation. Shares can only be bought and sold with prior approval from the Board of Directors.\nMark Allocation:\n2 marks for identifying each difference.\n2 marks for explaining each difference.\nTotal - 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 18",
      "content": "Explain one advantage and disadvantage of a partnership. [4]\n",
      "markScheme": "Advantages of being a partnership:\n\n- Finance: Multiple owners invest in the company with a simple and inexpensive set-up.\n- Specialised partners: Division of labour is possible as partners may specialise in specific company areas, improving productivity and efficiency.\n- Privacy: Partnerships do not publish their financial records.\n\nDisadvantages of being a partnership:\n\n- Continuity: When a partner leaves the partnership or passes away, the partnership needs to be completely set up again; this leads to a lack of continuity.\n- Liability: Partnerships have unlimited liability. Therefore, partners are responsible for the company's debts, even if other partners encounter these.\n- Decision-making: Decisions need to be made by the partners, which leads to a longer time for decisions to be made and agreed upon by all partners.\n\nAdvantage 1:\nOne advantage of being a partnership is the division of labour. Specialised work is possible since partners may focus on specific areas of the company and divide the company's tasks. With each partner focusing on specialised tasks, productivity and efficiency will likely improve, thus increasing profits and motivation.\nAdvantage 2:\nA partnership will benefit from multiple owners investing in the company, leading to an increase in finance to set up and sustain the company. Also, setting up a partnership is simple, fast and inexpensive, an advantage of forming a partnership.\nDisadvantage 1:\nOne disadvantage of being a partnership is having unlimited liability. With unlimited liability, all partners are responsible for the debts and legal issues encountered by the company, even if this is from one partner or if the company encounters a loss at some point. Therefore, partners must respond to the debts, which may affect their personal property if a debt is not paid out.\nDisadvantage 2:\nDisagreements in decision-making are disadvantages in partnerships; all of the members of a partnership need to agree on all decisions made before they are implemented. This will slow down the decision-making process, even if some of those decisions must be made fast, creating a communication problem and affecting the company's efficiency. This could also create a problem if not all partners agree.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    }
  ]
}