{
  "list": [
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 1",
      "content": "Leafy Bites is a small, family-run business that specialises in selling freshly prepared vegetarian and vegan lunches. Operating from a single location in a small town, the owners have intentionally kept the business small allowing them to maintain close relationships with their loyal customers and to focus on quality over rapid expansion.\nWhile Leafy Bites has a strong reputation locally, it has considered internal growth strategies such as expanding the menu and extending opening hours to attract more customers. However, these changes have placed extra pressure on the small team, leading to longer working hours and operational inefficiencies.\nThe owners have been approached by potential investors interested in turning Leafy Bites into a franchise to expand into larger cities. While the owners see franchising as an opportunity to grow the brand, they are concerned about losing control over quality and customer service, which are central to their current success.\n\n- State two reasons why businesses choose to remain small. <span class=\"marks\">[2]</span>\n\n- In the context of Leafy Bites, explain two disadvantages of internal growth. <span class=\"marks\">[4]</span>\n\n- In the context of Leafy Bites, outline one advantage and one disadvantage of franchising. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 10]</span>\n",
      "markScheme": "\n- Any two of the following:\n\n\n\n- \n  - To maintain privacy over financial information.\n\n- \n  - To retain ownership and control.\n\n- \n  - Business operates in a niche market.\n\n- \n  - Easier to run and manage.\n\n- \n  - To maintain close customer relationships.\n\n\n\n\n- Mark allocation:\n- Award [1] for each relevant reason up to a maximum of [2].\n- No application required. No explanation required.\n\n\n- Sample response:\n\n\n\n- Businesses relying solely on internal expansion may struggle to grow quickly enough to compete with faster-moving rivals. Leafy Bites is trying to grow by expanding its menu and increasing opening hours, but this method is slow and puts pressure on its small team, limiting how quickly the business can capture more customers or revenue.\n- Internal growth often places strain on a firm’s existing resources, such as staff, equipment, and management time, without bringing in the immediate support that external growth could provide. By trying to grow internally, Leafy Bites has increased workloads for its small team, leading to longer working hours and inefficiencies. This strain affects the business’s ability to maintain quality and operate effectively.\n- Mark allocation:\n- Mark as 2 + 2\n- Award [1] for a relevant disadvantage with an additional [1]. for application to the case study.\n- Award a maximum of [4].\n\n\n- Sample response:\n\n\n\n- Franchising allows a business to expand rapidly into new markets without having to invest large amounts of its own capital. The franchisees cover the costs of setting up and running their own outlets, making growth less risky and less expensive for the franchisor.\nFor Leafy Bites, franchising would allow the brand to expand into larger cities more quickly without the owners needing to invest heavily in new locations. This could help the business grow its market presence and reputation beyond its small town.\n- One disadvantage of franchising is that the franchisor loses some control over how franchisees run their outlets. This can lead to inconsistencies in product quality, customer service, and brand reputation if franchisees do not follow the original business standards.\nThe owners of Leafy Bites are concerned that by franchising, they may lose control over the high quality and personalised customer service that has been key to their success. Poor management by franchisees could harm the business’s reputation.\n- Mark allocation:\n- Mark as 2 + 2\n- Award [1] for a relevant advantage with an additional [1] for application to the case study.\n- Award [1] for a relevant disadvantage with an additional [1] for application to the case study.\n- Award a maximum of [4].\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 2",
      "content": "Link Electronics is a smartphone manufacturer whose products are known for their cutting-edge technology and affordable prices. After establishing a solid presence in the Chinese market, Link Electronics is considering expanding its business internationally and is looking at Australia as a new potential market for their existing smartphone products.\nAs the company has grown, increased production levels have enabled it to bulk purchase components from suppliers. These savings have allowed Link Electronics to maintain competitive pricing while protecting profit margins. However, Link Electronics has also started experiencing some challenges related to its size. Managers have reported issues with poor communication across its increasingly large production and marketing teams, leading to delays in decision-making and product launches.\nIn addition to expanding into Australia, Link Electronics is also exploring the possibility of developing a new battery technology that charges 50% faster than its current models. This could help improve the performance of its smartphones and attract customers who value fast-charging capabilities.\nThese plans are part of Link Electronics' strategy for internal growth, focusing on expanding both its market presence and its product offerings to increase sales and profitability.\n\n- Define the term internal growth. <span class=\"marks\">[2]</span>\n\n- Identify the growth strategy XYZ Electronics is considering if they want to target a new market with their existing smartphone products. <span class=\"marks\">[1]</span>\n\n- Explain, using the Ansoff Matrix, XYZ's planned development of new batteries. <span class=\"marks\">[2]</span>\n\n- Outline one economy and one diseconomy of scale that Link Electronics has experienced. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 9]</span>\n",
      "markScheme": "\n- Sample response:\n\n\n\n- Internal growth occurs when a business grows by expanding its existing operations rather than by merging or acquiring other businesses. The most common form of internal growth is when a business expands its capacity and sells to a wider market.\n- Mark allocation:\n- Candidates are not expected to word their definition exactly as above.\n- Award [1] for a vague definition.\n- Award [2] for a complete definition.\n- Definitions do not require application to the stimulus material.\n\n\n- Sample response:\n\n\n\n- Market development.\n- Mark allocation:\n- Award [1] for identifying market development as the correct option.\n- No explanation needed.\n\n\n- Sample response:\n\n\n\n- The development of new batteries that charge 50% faster than the existing ones represents a product development strategy in the Ansoff Matrix. XYZ Electronics plans to improve their existing smartphone products by enhancing battery technology, offering a more attractive and competitive product to their current and potential customers. This strategy focuses on innovation within the current market to increase sales and product differentiation.\n- Also accept:\nThis strategy could be seen as a market penetration strategy if XYZ intends to boost sales of its current smartphone models with the new battery feature within its existing markets, further increasing its market share.\n- Award [1] for identifying either product development or market penetration as the correct option.\n- Award [1] for reasoning in the context of the case study.\n\n\n- Sample response:\n\n\n\n- One economy of scale that Link Electronics has experienced is purchasing economies of scale. As the company has grown in size, it has been able to buy smartphone components, such as processors and screens, in larger quantities from its suppliers. This bulk purchasing reduces the cost per unit, allowing Link Electronics to lower its production costs and maintain competitive prices in the Chinese market.\n- One diseconomy of scale that Link Electronics has experienced is poor communication between departments. As the organisation has expanded, the production and marketing teams have become larger and more complex to manage. This has resulted in communication breakdowns, which cause delays in decision-making and product launches, increasing inefficiencies within the company.\n- Award [1] for identifying a relevant economy of scale and an additional [1] for application to the case study.\n- Award [1] for identifying a relevant diseconomy of scale and an additional [1] for application to the case study.\nAward a maximum of [4].\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 3",
      "content": "Freshup Smoothies is a profit-making company specialising in selling organic, nutrient-packed smoothies. Its product line began with a variety of fruit and vegetable smoothies and has since expanded to include protein shakes targeting fitness enthusiasts.\nFreshup has experienced stagnant growth in the last two quarters. During this period, there have been many newer competitors in the market. Freshup has cut prices to retain market share, and its bottom line has been affected adversely. Additionally, a major competitor has recently adopted a franchise model, allowing it to expand rapidly and increase its market presence. Freshup management realises that only growth can ensure the survival of the business. To enhance profits through efficiency gained by economies of scale, Freshup has concluded that it needs to expand its business and increase its turnover over the next five years.\n\n- Define the term franchise. <span class=\"marks\">[2]</span>\n\n- Explain two reasons why Freshup Smoothies might want to achieve growth through economies of scale. <span class=\"marks\">[4]</span>\n\n- Outline two internal growth methods used by Freshup Smoothies. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 10]</span>\n",
      "markScheme": "\n- Sample response\n\n\n\n- A franchise is a legal agreement where a business (the franchisor) allows another party (the franchisee) to use its brand name, logo, products, and business model in exchange for a fee or a percentage of the revenue.\n- The franchisee runs their own outlet but operates under the rules and standards set by the franchisor.\n- Mark allocation:\n- Candidates are not expected to word their definition exactly as above.\n- Award [1] for a definition that shows partial understanding.\n- Award [2] for a definition that shows understanding similar to the answer above.\n\n\n- Sample response\n\n\n\n- One reason Freshup Smoothies might want to achieve growth is to benefit from purchasing economies of scale. As the business expands and increases its output, it can buy larger quantities of ingredients like fruits, vegetables, and protein powders at discounted rates from suppliers. This will reduce the cost per unit, helping Freshup improve its profit margins even in a competitive market where prices have been cut to retain customers.\n- Growth through economies of scale can allow Freshup to expand its brand presence more effectively. Larger businesses tend to have more visibility and customer recognition, helping them dominate the market and reduce the impact of the newer competitors entering the market.\n- Mark allocation\n- Mark as 2 + 2\n- Award [1] for identifing a relevant reason and an additional [1] for application to the case study.\n- Award a maximum of [4].\n\n\n- Sample response\n\n\n\n- Freshup Smoothies has already used market penetration as an internal growth method by cutting prices in its existing markets to retain customers and protect its market share. This strategy aims to increase sales volume within its current geographical areas and strengthen its position against rising competition.\n- Freshup has also pursued product development by expanding its original range of fruit and vegetable smoothies to include protein shakes targeted at fitness enthusiasts. This diversification within its existing market helps attract new customer segments and encourages additional sales from existing health-conscious consumers.\n- Mark allocation\n- Mark as 2 + 2\n- Award [1] for identifing a relevant internal growth strategy and an additional [1] for application to the case study.\n- Award a maximum of [4].\n",
      "paper": "PAPER2",
      "difficulty": "EASY",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 4",
      "content": "Explain one advantage and one disadvantage of external growth. <span class=\"marks\">[4]</span>\n",
      "markScheme": "External growth can have advantages as well as disadvantages.\nAdvantages:\n\n- Quicker to implement: External growth is a faster way to grow compared to internal growth.\n- The benefit of synergies: Combining two organisations can bring benefits of a greater talent pool.\n- Economies of scale: External growth can give access to a larger market, creating better economies of scale.\n\n$\\underline{\\textrm{Sample response:}}$\nQuicker to implement: External growth strategies, such as mergers and acquisitions, can be implemented relatively quickly compared to the slower, more organic internal growth process. For instance, acquiring a company immediately increases the acquiring company's size, market share, and resources. This rapid expansion is particularly advantageous in fast-moving industries or when a company must adjust quickly to market changes. It's also a quick way to access new technologies, products, or markets without the time and resources needed to develop them internally.\nEconomies of scale refer to the cost advantages a business obtains due to expansion. As the scale of operation increases, the cost per production unit typically decreases. Here's how external growth can enhance economies of scale:\n\n- Increased Production: By acquiring or merging with another company, a business can increase its production capacity, leading to lower costs per unit due to the spread of fixed costs over a larger output.\n- Purchasing Power: Larger organisations often have greater bargaining power with suppliers, which can lead to reduced costs for raw materials and other inputs.\n- Market Access: Expanding into new markets (geographical or product markets) can increase the customer base, spreading the fixed costs of operations over a more extensive revenue base, thus reducing the average cost.\nThis can result in more competitive pricing, higher margins, or both, which are crucial for long-term business sustainability and market competitiveness.\n\nDisadvantages:\n\n- Higher cost: External growth costs more than internal growth.\n- Greater risk: The uncertainties of external growth translate to more significant risks.\n- Culture clash: Combining two organisations can result in a culture clash.\n\n$\\underline{\\textrm{Sample response:}}$\nHigher cost: External growth comes with a high price tag. Acquisition of another organisation requires interest-bearing finance. The price for the acquisition might be high, with shareholders taking advantage and demanding a higher-than-fair price.\nGreater risk: External growth, such as mergers and acquisitions, carries greater risk due to the complexities of integrating different organisational cultures, systems, and processes. This can lead to operational disruptions and employee dissatisfaction. Additionally, the significant financial investment required for external growth poses a risk if the anticipated benefits and synergies still need to be fully realised. These challenges, coupled with potential regulatory hurdles and stakeholder resistance, make external growth a riskier strategy than internal growth's more controlled and incremental approach.\nCulture clash: Two organisations coming together during the process of external growth can experience a cultural clash due to the difference in governance and management styles. While this can be eventually resolved, the resulting conflict can result from inefficient operations and decisions, causing tangible financial losses and a dissatisfied customer base.\nMark Allocation:\n2 marks for identifying each advantage and disadvantage.\n2 marks for explaining each advantage and disadvantage..\nTotal - 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 5",
      "content": "Explain one advantage and one disadvantage to the franchisee of operating as a franchise rather than independently. <span class=\"marks\">[4]</span>\n",
      "markScheme": "Advantages of being a franchisee:\n\n- High success rate: Businesses run under franchise models have already established businesses with an established customer base.\n- Established brand: Brand recognition and brand loyalty are present.\n- Support and advice: The franchisee receives ongoing support and advice from the franchisor, improving the chances of success.\n- Economies of scale: Franchisees gain from purchasing economies of scale\n\nDisadvantages of being a franchisee:\n\n- Lack of freedom: The franchisee must follow the franchise business model and is not free to try new ideas or initiatives.\n- Expensive: Buying a franchise is usually expensive, with start-up costs, franchise fees and royalties being significant expenses\n- Risk: The actions of one franchise may damage the reputation of the whole franchise\n\n$\\underline{\\textrm{Sample response}}$: \nOne of the advantages of being a franchisee is the high success rate. The franchise model is a tried and tested business. Therefore, the risk of failure is low compared to setting up an independent business as a sole trader, for example. The business will already have an established customer base.\nAnother advantage to being a franchisee is the support and advice that can be gained from a franchisor, such as training employees and legal advice. This improves the business's chances of success as expert advice is given.\nA disadvantage to being a franchisee is the lack of freedom associated with operating under a franchise model. The franchisee must follow the processes and standards set by the franchisor, with little room for new ideas or initiatives to be implemented.\nAnother disadvantage to being a franchisee is the expenses associated with the business model. The franchisee will need to pay a franchise fee as well as the start-up costs of the business. In addition, the franchisee will need to pay royalty fees to the franchisor each year, decreasing the franchisee's profit margins.\nMark Allocation:\n2 marks for identifying each advantage and disadvantage.\n2 marks for explaining each advantage and disadvantage.\nTotal - 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 6",
      "content": "Explain two differences between internal and external growth. <span class=\"marks\">[4]</span>\n",
      "markScheme": "Internal growth, also known as organic growth, refers to the expansion of a business through the use of its own resources and capabilities. This growth is typically achieved through increasing output, enhancing sales, or improving the business's products or services, often by reinvesting profits back into the business. It is characterized by a gradual and steady growth trajectory. External growth involves the business expanding outside its activities, commonly through mergers, acquisitions, or alliances with other businesses. This type of growth can enable a business to increase its market share, diversify its product offerings, or enter new markets more rapidly than internal growth.\n\n- Financial Cost: Internal growth is relatively inexpensive; external growth has a higher economic cost.\n- Risk: Internal growth is a less risky method of growth. External growth can entail higher risks.\n- Control and Coordination: Internal growth allows the organisation to maintain control, whereas external growth can dilute control.\n- Corporate Culture: Internal growth is the same. External growth can cause a culture clash.\n- Slower, quicker: Internal growth could be faster to implement, whereas external growth is faster to increase production/sales.\n- Talent Pool: Internal growth has a restricted talent pool. External growth can bring in a talent pool with complimenting knowledge, skills and expertise.\n- Economies of Scale: Internal growth beyond the optimal limit can result in diseconomies of scale. External growth is more likely to show economies of scale.\n\n$\\underline{\\textrm{Sample response:}}$\nRetained profits are the primary source of funding internal growth; therefore, there is negligible financing cost. The organisation might acquire an interest-bearing loan, but the size of this loan would be relatively small. Furthermore, borrowing costs would be more favourable due to the lower perceived risk.\nExternal growth often involves significant investment or financial outlay with an interest payment burden; the risk involved in external growth results in higher borrowing costs.\nInternal growth builds on the existing strengths of an organisation, such as brand value and customer loyalty. This factor, in combination with continuity in governance and management culture and the lower cost of funding growth, adds up to a lower risk.\nExternal growth can carry more risk due to a potential clash of management culture, a higher financial cost of growth and more significant uncertainties.\nDespite the risk involved, external growth is often favoured as it is a quicker method of increasing production/sales, often bringing the advantage of a greater pool of skills.\nInternal growth allows an organisation to maintain control and implement better coordination between departments. Internal growth is, therefore, easier to execute and manage.\nExternal growth dilutes control. It can lead to difficulty in coordination and result in inefficiencies.\nIn internal growth, there is continuity of governance and corporate values, with no resulting clash of management styles.\nExternal growth can result in two organisations with vastly different management styles and cultures having to work together. The clash between these corporate cultures can lead to efficient management and effective decisions.\nMark Allocation:\n2 marks for identifying each difference.\n2 marks for explaining each difference.\nTotal - 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 7",
      "content": "The Ansoff Matrix is a strategic tool that helps businesses identify different growth strategies. Identify the four growth strategies in the Ansoff Matrix? <span class=\"marks\">[4]</span>\n",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\nThe Ansoff Matrix is a strategic tool businesses use to explore growth options. It offers four strategies:\n\n- Market Penetration $\\text{\\textendash}$ aiming to sell more of current products to current customers\n- Market Development $\\text{\\textendash}$ entering new markets with existing products\n- Product Development $\\text{\\textendash}$ creating new products for existing customers\n- Diversification $\\text{\\textendash}$ introducing new products in new markets, guides companies in choosing the right path for expansion and innovation\n\nThese are the four growth strategies of the Ansoff matrix.\nMark Allocation:\n1 mark for identifying each Ansoff growth strategy, up to a maximum of 4.\nTotal - 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "2.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 8",
      "content": "GIO is a clothing retailer that balances economies and diseconomies of scale. Economies of scale are achieved through bulk purchasing and streamlined operations, reducing per-unit costs. However, rapid expansion can lead to diseconomies of scale, which may impact reputation.\nBusinesses like GIO grow to increase market share, leverage economies of scale, and enhance brand recognition. However, GIO may not be considered to grow as it allows for greater flexibility, personalised customer service, and niche market targeting.\nGIO uses strategic alliances  with other firms to access new markets, share resources, and innovate collaboratively. These alliances enable GIO to expand its footprint and capabilities without the risks associated with full-scale mergers or acquisitions.\n\n- Define the term diseconomies of scale. <span class=\"marks\">[2]</span>\n\n- Outline one advantage and one disadvantage for GIO of strategic alliances with other businesses as an  external growth method <span class=\"marks\">[4]</span>\n\n- Explain why some businesses, such as GIO, prefer to stay small. <span class=\"marks\">[2]</span>\n\n\n<span class=\"marks\">[Maximum 8]</span>\n",
      "markScheme": "\n- Sample response:\n  Diseconomies of scale occur when a business expands, increasing average costs per unit produced. This can result from inefficient coordination, communication challenges, and decreased employee motivation as the organisation grows. Diseconomies of scale can offset the benefits of expansion, reducing overall profitability.\n  Mark allocation:\n  Candidates are not expected to word their definitions precisely as above.\n  Award [1] for partial understanding.\nAward [2] if the candidate understands that economies of scale reduce the cost per unit.\n- Sample response:\n  By forming strategic alliances with other firms, GIO can access new markets, share resources, and benefit from combined expertise and innovation. This approach allows GIO to grow more rapidly and effectively without the financial risks and complexities associated with full mergers or acquisitions.\n  However, relying on strategic alliances can present challenges for GIO.  Shared control may limit GIO's ability to execute its strategic vision fully. There is also a risk of dependency on partners, which can be problematic if alliances dissolve or partners underperform. Therefore, while strategic alliances offer significant growth opportunities, they require careful management and clear agreements to ensure mutual benefit and minimise potential drawbacks.\n  Mark allocations:\nAward [1] for identifying and showing a partial understanding of strategic alliances.\nAward [2] for clearly explaining strategic alliances with application to JKR.\nAward [3] for a balanced response with application and depth referring to impact/affect.\n  Mark as 3+3.\n- $\\underline{\\textrm{Sample response}}$:\nBusinesses like GIO may prefer to stay small to maintain flexibility, allowing quicker adaptation to market changes. Staying small enables personalised customer service, fostering strong customer loyalty and niche market targeting. Small businesses often have more superficial management structures, reducing overhead costs and internal complexities. Focusing on quality and specialised offerings helps GIO differentiate itself from larger competitors, ensuring sustainable profitability without the risks associated with large-scale expansion.\n  Mark allocations:\nAward [1] for partial understanding of why businesses stay small.\nAward [2] if the candidate explains flexibility, adaptation, and personalisation in their response.\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 9",
      "content": "A company increases its production and therefore purchases in bulk, obtaining discounts on large orders and reducing the average unit cost.\nIdentify the economy of scale the company enjoys in this scenario?  <span class=\"marks\">[1]</span>\n",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\nPurchasing economies of scale\nPurchasing economies of scale arise when businesses have cost advantages when buying materials, goods, or services in large quantities. As the volume of purchases increases, the per-unit cost of the purchased item typically decreases, leading to cost savings.\nAll economies of scale are cost advantages as a result of producing at or close to the maximum capacity of a company.\nMark Allocation:\n1 mark for identification.\nTotal - 1 mark",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 10",
      "content": "Cooperativa Esperanza is an agricultural cooperative made up of small-scale farmers in Guatemala. By working together, these farmers pool their resources to purchase supplies in bulk, share machinery, and access larger markets to better compete with bigger agricultural businesses.\nIn light of increased competition and innovations in farming methods, the cooperative recognises the need to invest in more modern machinery. However, obtaining additional funding has proven difficult due to limited access to finance for rural businesses. The cooperative also struggles with poor local infrastructure, including unreliable transportation and limited access to technology, which further hinders efficiency and market access.\nRecently, a large publicly held company (PLC) approached Cooperativa Esperanza with a takeover offer. Some of the older members, who are close to retirement, are interested in accepting the offer as it would provide them with a secure financial exit. However, the younger members are concerned about their future employment and the long-term impact on agriculture in the region if the cooperative is absorbed by a larger corporation.\n\n- Define the term takeover. <span class=\"marks\">[2]</span>\n\n- Describe the impact of one external diseconomy of scale on Cooperativa Esperanza. <span class=\"marks\">[2]</span>\n\n- Explain one reason why they should and two reasons why they should not accept the takeover bid. <span class=\"marks\">[6]</span>\n\n\n<span class=\"marks\">[Maximum 10]</span>\n",
      "markScheme": "\n- Sample response:\n\n\n\n- A takeover is when one business buys a controlling interest in another business by purchasing enough of its shares. This allows the acquiring business to gain control over the decision-making and operations of the target company.\n- Mark allocation:\n- Award [1] for a definition that shows partial understanding.\n- Award [2] for a definition that shows understanding similar to the answer above.\n- No application is required.\n\n\n- Sample response:\n\n\n\n- One external diseconomy of scale impacting Cooperativa Esperanza is poor local infrastructure, such as unreliable transportation and limited access to technology. This increases costs and reduces efficiency for all businesses in the area, including the cooperative, as it makes it more difficult to transport goods to market and access modern farming solutions.\n- Mark allocation:\n- Award [1] for identifying a relevant  diseconomy an additional [1] for explaining it up to a maximum of [2].\n\n\n- Sample response:\n\n\n\n- One reason to accept the takeover is that  it would allow the owners to reduce risk by selling their ownership stake and ensure financial stability after leaving the business. In the case of Cooperativa Esperanza accepting the takeover would provide a secure financial exit for the older members who are nearing retirement. These members may prefer financial stability over the uncertainty of continuing operations in a challenging market.\n- A takeover would mean that Cooperativa Esperanza would lose its independence, and decision-making would shift to the larger corporation. The younger members are concerned that the larger company may prioritise profit and dividends for shareholders over the cooperative's mission of supporting small farmers, potentially leading to potential jobs losses and reduced incomes for farmers.\n- Integrating into a larger corporation may disrupt local farming practices and community ties that the cooperative has built. If the cooperative is absorbed into the PLC, the focus might shift to mass production and profit maximisation, which could undermine the unique agricultural practices essential to the region and threaten the livelihoods of small-scale farmers.\n- Mark allocation:\n- Mark as 2 + [2 + 2]\n- Award [1] for identifying one reason to accept the takeover bid and an additional [1] for explaining it up to a maximum of [2].\n- Award [1] for identifying one reason not to accept the takeover bit and an additional [1] for explaining it, up to a maximum of [2].\n- For each reason not to accept mark as 2 + 2.\n- Award a maximum of [6].\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 11",
      "content": "Analyse the impact of growing externally for a privately held company. <span class=\"marks\">[4]</span>\n",
      "markScheme": "Advantages of external growth\n\n- Quicker than organic growth $\\text{\\textemdash}$ Because external resources and funds are used, external growth is frequently a quicker option to expand and diversify.\n- Synergies $\\text{\\textemdash}$ Companies can gain from a larger talent pool, information, and outside experts.\n- Lessened competition $\\text{\\textemdash}$ Increasing the firm's market share through external growth is a quick, albeit expensive, way to lessen rivalry.\n- Economies of scale $\\text{\\textemdash}$ Businesses can access larger markets and, as a result, have economies of scale from operating on a greater scale, thanks to rapid external growth.\n- Spreading risks $\\text{\\textemdash}$ Businesses gain from diversification thanks to external growth. As a result, businesses are often less at risk of failing in a certain area of their operations.\n\nDisadvantages of external growth\n\n- More expensive than internal growth $\\text{\\textemdash}$ External growth strategies, including mergers and acquisitions, joint ventures, strategic alliances, and franchising, are typically more expensive.\n- Greater risks are created by inadequate market information and the increased unpredictability of external growth.\n- Regulatory hurdles $\\text{\\textemdash}$ Governments may obstruct external growth, such as acquisitions and takeovers, if the action is considered anti-competitive.\n- Potential diseconomies of scale $\\text{\\textemdash}$ Increasing internal growth complexity can also result in inefficiencies and a consequent increase in average costs.\n- Organisational culture conflict $\\text{\\textemdash}$ It can be challenging to blend several cultures and management philosophies, particularly when external growth changes a company's character and culture.\n\n$\\underline{\\textrm{Sample response:}}$\nThe speed of external growth is one of its main benefits. External growth uses external resources and funds instead of organic growth, which depends on internal resources and labour-intensive development. This frequently causes the business to expand and diversify considerably more quickly. A privately held company can easily access new markets, clientele, and technology through mergers and acquisitions (M&As), joint ventures, strategic alliances, or franchising. This acceleration might give the privately held company a competitive advantage, especially in fast-paced industries where getting products to market quickly is critical.\nOn the other hand, external expansion tactics have some significant drawbacks, with cost being the main issue. M&As, joint ventures, and other external growth strategies are often more expensive than organic ones. Legal fees, transaction charges, integration costs, and the cost of buying already-existing assets or businesses may all be included in the costs. Furthermore, external development frequently involves a learning curve resulting in unanticipated operational or cultural difficulties. A privately held company's resources may be taxed by the costs and complications of external growth, necessitating careful planning, investigation, and risk management. For external expansion initiatives to be in line with the overall goals and long-term viability of the organisation, it is critical to strike a balance between expediency and financial ramifications.\nMark Allocation:\n2 marks for identifying each impact of growing externally for a privately held company.\n2 marks for explaining each impact of growing externally for a privately held company.\nTotal - 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 12",
      "content": "Explain internal and external economies of scale and diseconomies of scale. <span class=\"marks\">[4]</span>\n",
      "markScheme": "\n- Economies of Scale:\nCompanies aim to achieve economies of scale to enhance their growth prospects. This goal is driven by the desire to reduce average production costs as production volumes increase.\n\nThere are various types of economies of scale, categorised as internal and external economies of scale.\nInternal Economies of Scale\nInternal economies of scale involve adopting new technologies to enhance productivity, accessing financing at lower interest rates, employing specialised staff to improve output quality and volume, spreading advertising costs over larger production quantities, and procuring inventory in bulk at reduced rates.\nExternal Economies of Scale\nExternal economies of scale arise when a company gains access to new customer segments. For instance, an e-commerce business can significantly expand its customer base. Another example is when a company operates in an area with skilled workers, leading to lower recruitment and training expenses, thereby enhancing productivity and efficiency.\n\n- Diseconomies of Scale\nAs companies expand, their production capacity grows. However, if a company fails to operate close to its capacity, average costs and unit costs may rise, resulting in diseconomies of scale.\n\nDiseconomies of scale can be further categorized as internal and external.\nInternal Diseconomies of Scale\nInternal diseconomies of scale often arise due to communication challenges, demotivation among staff from repetitive tasks and increased workloads, bureaucratic hurdles, and slower decision-making processes stemming from larger hierarchical structures, all of which can directly impact production levels.\nExternal Diseconomies of Scale\nExternal diseconomies of scale occur when fixed costs escalate, including larger building rents due to increased production volumes and higher wages to retain skilled employees amidst increased job opportunities.",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 13",
      "content": "Compare the key differences of the economy of scale and diseconomy of scale. <span class=\"marks\">[4]</span>\n",
      "markScheme": "Economies of scale refer to the cost advantages a business can achieve as it increases the scale of its production or operations.\nDiseconomies of scale is a situation in which a business experiences an increase in average costs as it continues to expand its production or operations.\nKey factors of economies of scale\n\n- Cost reduction: As operations' scale grows, economies of scale cause a decline in the mean production costs.\n- Efficiency: Greater production volumes result in increased resource utilisation and operational efficiency.\n- Competitive advantage: Achieving economies of scale can give a business the upper hand by enabling it to offer items at cheaper costs or of higher quality.\n- Investment in technology: Scale economies are frequently fueled by the application of cutting-edge technology and automation.\n- Specialisation: As production rises, cost savings from the specialisation of labour and resources are possible.\n- Lower manufacturing costs per unit: Lower manufacturing costs per unit translate into larger profit margins for the company.\n\nKey factors of diseconomies of scale\n\n- Cost increase: As activities continue to expand in scope, diseconomies of scale cause an increase in average production costs.\n- Efficiency issues: Managing a larger organisation may bring about efficiency issues, such as communication problems and coordination issues.\n- Complexity: As a business grows, it can become more difficult to run, which would raise administrative and operating costs.\n- Bureaucracy: More bureaucratic structures are frequently developed by larger organisations, which can impede efficiency and slow decision-making.\n- Staff morale: Due to decreased job satisfaction and a perception of being cut off from the organisation's goals, scale inefficiencies can have a detrimental impact on staff morale.\n- Adaptability: As organisations grow bigger, it is possible that they lose some of their ability to modify and respond to market demand changes.\n\n$\\underline{\\textrm{Sample response:}}$\nAs a company grows and changes in size and production volume, economies of scale and diseconomies of scale reflect two separate stages in the development of a corporation. Economies of scale, a crucial stage of growth, are identified by a number of distinctive characteristics. The most notable aspect is cost reduction$\\text{\\textemdash}$average manufacturing costs fall as operations' scale increases. This is a result of improved economies of scale-driven operational efficiencies, more effective resource utilisation, and reduced per-unit manufacturing costs. A business can offer items at more competitive pricing or of higher quality thanks to economies of scale, giving it a competitive edge and improving its market position and profitability.\nIn contrast, certain crucial elements are at play when a corporation encounters diseconomies of scale. The development of increasingly complex and bureaucratic systems in larger organisations is one of the key contributing reasons. These frameworks may inhibit decision-making and impede efficiency, which limits adaptation.\nAnother crucial element related to diseconomies of scale is adaptability. Organisations may become less able to respond to shifting consumer demands as they get bigger. It may be difficult to quickly pivot or modify tactics due to the growing complexity of operations and decision-making processes. The key distinctions between economies and diseconomies of scale highlight how crucial effective management and strategic decision-making are as a firm grows, as well as the careful balancing act needed to maximise benefits while minimising costs.\nMark Allocation:\n2 marks for identifying each difference.\n2 marks for explaining each difference.\nTotal - 4 marks",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 14",
      "content": "PadelPro Systems is a Spain-based company founded in 2021 that designs and installs high-quality padel courts. Padel is a racket sport that blends elements of tennis and squash, and it is expanding rapidly worldwide—an opportunity the founders of PadelPro recognized early, leading them to enter the market with innovative court solutions.\nThe company serves luxury resorts, fitness centers, and publicly funded sports facilities across Europe and the Middle East. It uses customisable, weather-resistant courts built with sustainably sourced materials. In 2024, PadelPro installed over 150 courts and earned €2.3 million in revenue.\nPadelPro offers end-to-end services, including design, installation, and maintenance. It benefits from economies of scale by purchasing materials in bulk, reducing costs while maintaining quality.\nTo support international growth, PadelPro merged with a German sports construction firm and plans to expand into the U.S. market through partnerships with franchises.\n\n- Define the external growth method franchising. <span class=\"marks\">[2]</span>\n\n- Outline one difference between internal and external growth, with reference to PadelPro Systems.  <span class=\"marks\">[2]</span>\n\n- Explain two reasons why PadelPro Systems might want to grow. <span class=\"marks\">[4]</span>\n\n- Explain two reasons why PadelPro chose a merger as a method of external growth. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 12]</span>\n",
      "markScheme": "\n- Sample response:\n\n\n\n- Franchising is a legal agreement where the franchisor, the original business,  allows a franchisee, an individual or business, to operate using its brand, products, and processes in exchange for fees and royalty payments.\n- Mark allocation:\n- Award [1] for a basic definition of franchising, which lacks detail.\n- Award [2] for a clear and accurate definition, showing understanding of both franchisor and franchisee roles.\n- Additional information:\n\n\n\n- \n  - Franchising is a common method of external growth that allows rapid market expansion with lower financial risk for the franchisor.\n\n- \n  - For example, PadelPro Systems plans to expand into the U.S. market through partnerships with franchises, PadelPro would act as the franchisor.\n\n- \n  - PadelPro Systems, based in Spain, owns the brand, designs, and technical knowledge. They would grant selected U.S. based individuals or businesses (the franchisees) the right to operate under the PadelProSystems brand.\n\n- \n  - The franchisees operating local businesses in the U.S. would market and install PadelPro Systems courts in the U.S. They would also benefit from training and support provided by PadelPro Systems.\n\n- \n  - In the process PadelPro Systems expands its presence and earns income without opening and managing physical offices or hiring U.S. staff directly. It gains brand recognition, revenue streams from fees/royalties and market knowledge from local partners.\n\n\n\n- Sample response:\n\n\n\n- Internal growth occurs organically using the businesses own resources, such as increasing output. For example, PadelPro Systems expanded their output to install 150 padel courts whereas external growth involves merging with another company, as PadelPro did with a German firm.\n- Mark allocation:\n- Award [1] for outlining a clear difference between internal and external growth.\n- Award [1] for application in the context of PadelPro Systems.\n- Additional information:\n\n\n\n- Examples of Internal growth (organic growth) include:\n- \n  - Increasing output or sales.\n\n- \n  - Launching new products.\n\n- \n  - Entering new markets independently.\n\n- \n  - Investing in new technology or facilities.\n\n\n\n\n- Examples of external growth (Inorganic growth) include:\n- \n  - Mergers.and acquisitions (M&As).\n\n- \n  - Takeovers.\n\n- \n  - Strategic alliances.\n\n- \n  - Joint ventures.\n\n- \n  - Franchising.\n\n\n\n- Sample response:\n\n\n\n- One reason for PadelPro Systems to grow is to increase their market share, especially as demand for padel courts rises globally.  By expanding into new markets early, PadelPro can attract more clients and establish itself as a leading provider before competitors gain traction.\n- A second reason for PadelPro Systems to grow is to achieve cost savings through economies of scale. As PadelPro grows and installs more courts across Europe and the Middle East, it can buy materials in bulk and streamline their operations, reducing average costs and increasing their profit margins.\n- Mark allocation:\n- Award [1] for identifying one reason to grow.\n- Award [1] for application in the context of PadelPro Systems.\n- Award [1] for identifying a second reason to grow.\n- Award [1] for application in the context of PadelPro Systems.\n- Additional information:\n\n\n\n- The advantages of being a small business include:\n- \n  - Lower operating costs incurred so less cash flow issues.\n\n- \n  - Easier communication between employees.\n\n- \n  - Customised services to individual customer's preferences.\n\n- \n  - Less competition in the small businesses.\n\n\n\n\n- The advantages of being a large businesses include:\n- \n  - Access to a highly skilled and experienced workforce due to greater recruitment resources.\n\n- \n  - Strong brand recognition, leading to customer loyalty and market trust.\n\n- \n  - Greater financial capacity to invest in research and development (R&D) for innovation.\n\n- \n  - Larger market share, contributing to higher sales revenue and potential economies of scale.\n\n\n\n- Sample response:\n\n\n\n- One reason to merge with a German construction firm is to expand geographically. By partnering with a company already established in Germany, PadelPro can benefit from the local firm’s existing customer base and supplier networks. This reduces the costs and risks associated with entering a foreign market alone and allows them to access new clients, such as sports clubs and luxury resorts more efficiently than through internal (organic) growth.\n- A second reason to merge with a German construction firm is to achieve synergies by sharing technical expertise and Research & Development costs for new padel court technologies. As a result, collaboration on innovation can accelerate the development of advanced, weather-resistant court designs, providing a clear competitive advantage.\n- Mark allocation:\n- Award [1] for identifying one reason to merge.\n- Award [1] for application in the context of PadelPro Systems.\n- Award [1] for identifying a second reason to merge.\n- Award [1] for application in the context of PadelPro Systems.\n- Additional information:\n\n\n\n- Further advantages of Mergers are:\n- \n  - Economies of scale. Reduced average costs are achieved through bulk buying, shared operations, and combined infrastructure.\n\n- \n  - Diversification. Merging with a different but related business reduces risk across markets or product lines.\n\n",
      "paper": "PAPER2",
      "difficulty": "MEDIUM",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "3.5"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 15",
      "content": "Explain two reasons some small businesses succeed despite limited access to economies of scale. <span class=\"marks\">[4]</span>\n",
      "markScheme": "Reasons small businesses are successful:\n\n- Cost control: A business could have higher unit production costs if it expands. Many large businesses will face diseconomies of scale when they grow too big.\n- Specialisation: Smaller firms can operate in nice markets where there is less competition, and they can earn higher profits.\n- Privacy: Financial accounts of smaller businesses may not need to be made public. Competitors cannot access their profit and loss accounts and balance sheets.\n- Ownership and control: Some business owners may want their business to remain small to remain in control.\n- Personalisation: Small businesses can offer a personalised service to their customers, which can create customer loyalty.\n- Government aid: Grants and subsidies may be offered to smaller businesses to help them set up and develop.\n- Flexibility: Smaller businesses can better adapt to market changes, such as trends and customer wants.\n- Local monopoly power: Smaller businesses may be located in remote areas where large businesses would not want to operate. Often, they can be the only business in that industry in the area.\n- Tax incentives: Often, the owners of small businesses can claim tax deductions for business expenses.\n\n$\\underline{\\textrm{Sample answer}}$: \nSmall businesses can sometimes succeed due to the personalised service they can offer their customers. Smaller businesses can develop good customer relationships, creating customer loyalty and providing a competitive advantage over their larger rivals.\nSmaller businesses may operate in niche markets, providing specialised products which larger businesses may not see the value in selling. There is limited competition in a niche market, so selling here can be highly profitable. This allows the smaller businesses to thrive in this area.\nSmaller businesses may benefit from tax deductions for expenses related to running the business. These expenses can include equipment, supplies, or training. This makes running the business cheaper than the larger rivals.\nSmaller businesses are more flexible than larger organisations and will be able to adapt quickly to changes in the market. This includes catering to customer's wants and needs and current trends. Larger organisations have greater commitments in terms of finance and shareholder objectives to keep in mind.\nMark Allocation:\n2 marks for identifying each reason small businesses are successful.\n2 marks for explaining each reason small businesses are successful.\nTotal - 4 marks",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "SAQ",
      "title": "Question 16",
      "content": "Pure Essence, founded by Nina and Samir in the London suburbs, is renowned for its organic, herbal, and chemical-free beauty products. Its recently released aloe vera moisturiser became a bestseller, attracting attention from department stores seeking to purchase it in bulk.\nWhile excited about the potential for increased revenue, Pure Essence faces challenges in scaling up, including hiring more staff, acquiring additional raw materials and equipment, and renting extra storage space. Personal savings have been heavily invested, and high interest rates on small business loans present a significant financial challenge.\nRecently, Pure Essence has been approached about a joint venture with a leading animal rights group, which Nina and Samir are very enthusiastic about. However, they are concerned that they currently lack the capacity to dedicate staff or resources to the venture due to the existing pressures of expansion and limited financial flexibility.\n\n- State two economies of scale Pure Essence is benefiting from. <span class=\"marks\">[2]</span>\n\n- Explain the difference between internal and external growth at Pure Essence. <span class=\"marks\">[4]</span>\n\n- Explain one reason why Pure Essence should enter the joint venture and one reason it should not. <span class=\"marks\">[4]</span>\n\n\n<span class=\"marks\">[Maximum 10]</span>\n",
      "markScheme": "\n- Sample response:\n\n\n\n- \n  - Purchasing\n\n- \n  - Technical Economies of Scale:\n\n\n\n\n- Mark allocation:\n  Award [1] for each economy of scale identified up to a maximum of [2].\n\n\n- Sample response:\n  Internal growth refers to a business expanding its operations using its own resources and capabilities. For Pure Essence, this includes hiring more staff, acquiring additional raw materials and equipment, and renting extra storage space to increase production of popular products like the aloe vera moisturiser.\n  External growth, on the other hand, involves a business expanding through partnerships or collaborations with other organisations. Pure Essence's possible joint venture with a leading animal rights group would be an example of external growth because they would be working with an outside organisation that is not part of the business.\n  Mark allocation:\n  Award [1] for stating the concept of internal growth.\nAward [1] for explaining internal growth with application to Pure Essence.\nAward [1] for stating the concept of external growth.\nAward [1] for explaining external growth with application to Pure Essence.\nUp to a maximum of [4].\n- Sample response:\n\n\n\n- One reason a business should consider entering a joint venture is that it could enhance business growth by expanding market reach and improving brand image. Partnering with a respected animal rights organisation can significantly strengthen Pure Essence’s ethical image and cruelty-free credentials. This association appeals to the growing segment of consumers who value animal welfare and ethical production and builds greater customer trust and loyalty.\n- One reason a business should not enter a joint venture is the challenge of managing limited resources during rapid expansion. Small businesses often face difficulties scaling operations due to staff, finances, and infrastructure constraints, which can hinder their ability to take on additional commitments. For Pure Essence, its current pressures from scaling up - such as hiring more staff, acquiring equipment, and high-interest loan repayments - mean it lacks the capacity and financial flexibility to allocate resources to the joint venture.\n\n\n\n- Mark allocation:\n- Mark as 2 + 2\n- Award [1] for a relevant advantage/disadvantage of a joint venture as an external growth strategy and an additional [1] for application to the case study.\nAward a maximum of [4].\n",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    },
    {
      "topicId": "topic-uuid",
      "topicItemId": "topic-item-uuid",
      "type": "CQ",
      "title": "Question 17",
      "content": "Identify the term for when an entire industry expands, leading to businesses enjoying reduced long-run average costs (LRAC)? <span class=\"marks\">[1]</span>\n",
      "markScheme": "$\\underline{\\textrm{Explanation}}$:\nExternal economies of scale refer to cost advantages and efficiencies that firms within an industry experience as a result of the industry's overall growth and expansion. This can lead to lower production costs and increased competitiveness.\nExternal economies of scale examples include:\n\n- University research and development funding innovation\n- Transport networks lowering network costs\n- Relocation of suppliers to the centre of production\n- Influx of human capital\n\nMark Allocation:\n1 mark for identification.\nTotal - 1 mark",
      "paper": "PAPER2",
      "difficulty": "HARD",
      "calculator": true,
      "sort": 1,
      "maxMark": null,
      "difficultyLevel": "4"
    }
  ]
}